<!-- saved from url=(0013)about:internet -->
<!-- Code: NPD4929-00 SK -->
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link href="../../_img/_style.css" rel="stylesheet">
<title>Epson</title>
</head>
<body>
<a name="top"></a>

<h1 class="head-a">Rie&scaron;enie probl&eacute;mov podľa spr&aacute;vy o&nbsp;sieťovom pripojen&iacute;</h1>
<div class="body-t" align="right"><h5><a href="nwchk.htm" target="_self">Pripojenie Wi-Fi<img align="middle" border="0" hspace="5" src="../../_img/_bg04.gif"></a></h5></div>
<h2 class="head-b">Pripojenie Ethernet</h2>


<h3>Ako vyrie&scaron;iť probl&eacute;my so stavom va&scaron;ej siete alebo s pripojen&iacute;m</h3>
<ol>
	<li>Pozrite si spr&aacute;vu o sieťovom pripojen&iacute;, ktor&uacute; ste vytlačili. Skontrolujte položky v <b>A</b> (Kontrola pripojenia siete) pre ktor&eacute; stav zobrazuje hodnotu PROCES ZLYHAL.
	<li>V zozname Kontrola položiek kliknite na položky, ktor&eacute; maj&uacute; stav PROCES ZLYHAL, ak chcete zobraziť rie&scaron;enia.
	<li>Skontrolujte spr&aacute;vu zobrazen&uacute; v <b>B</b> a hľadajte t&uacute; ist&uacute; spr&aacute;vu zobrazen&uacute; pod každou položkou Kontroly. Potom postupujte podľa rie&scaron;en&iacute;.
	</ol>
<p></p>
<center><div class="body-t"><img align="top" border="0" src="../../_img/chk_ether.gif"></div></center>
<h3><br>Kontrola položiek</h3>
<div class="body-t">Kliknite na niž&scaron;ie zobrazen&eacute; položky, ak chcete prejsť na spr&aacute;vy a rie&scaron;enia.</div>
<h5><ol>
	<li><a href="#1. Ethernet Cable Connection Check">Ethernet Cable Connection Check (Kontrola pripojenia ethernetov&eacute;ho k&aacute;bla)</a>
	<li><a href="#2. IP Address Check">IP Address Check (Kontrola IP adresy)</a>
	<li><a href="#3. Detailed IP Setup Check">Detailed IP Setup Check (Podrobn&aacute; kontrola nastavenia IP)</a></ol>
</h5>
<p></p>
<h3><BR>Spr&aacute;vy a rie&scaron;enia pre kontrolovan&eacute; položky</h3>
<a name="1. Ethernet Cable Connection Check"><br></a>
<h4>1. Ethernet Cable Connection Check (Kontrola pripojenia ethernetov&eacute;ho k&aacute;bla)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Č.</th>
			<th width="40%" align="center">Spr&aacute;vy</th>
      		<th width="55%" align="center">Rie&scaron;enia</th>
		</tr>
		<tr vAlign="top">
			<td align="center">1</td>
			<td>Skontrolujte, či je zapnut&yacute; sieťov&yacute; k&aacute;bel aj sieťov&eacute; zariadenia ako napr. rozbočovač, smerovač alebo pr&iacute;stupov&yacute; bod.</td>
			<td>Skontrolujte nasledovn&eacute;:
				<ul><li>či je sieťov&yacute; k&aacute;bel pripojen&yacute; k&nbsp;sieťov&yacute;m zariadeniam, ako napr&iacute;klad tlačiareň alebo rozbočovač
					<li>či s&uacute; zapnut&eacute; sieťov&eacute; zariadenia, ako napr&iacute;klad rozbočovač</td>
		</tr>
	<tbody>
</table>
<div class="body-t">
Skontrolujte, či sieťov&yacute; k&aacute;bel je alebo nie je pripojen&yacute; a&nbsp;či pracuje spr&aacute;vne.<br>
O&nbsp;stave činnosti sieťov&yacute;ch zariaden&iacute; sa m&ocirc;žete presvedčiť kontrolou stavovej kontrolky LED sieťov&eacute;ho portu na pripojen&yacute;ch zariadeniach, ako napr&iacute;klad rozbočovač.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Nahor<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="2. IP Address Check"><br></a>
<h4>2. IP Address Check (Kontrola IP adresy)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Č.</th>
			<th width="40%" align="center">Spr&aacute;vy</th>
      		<th width="55%" align="center">Rie&scaron;enia</th>
		</tr>
		<tr vAlign="top">
			<td align="center">2</td>
			<td>K tlačiarni je priraden&aacute; nespr&aacute;vna IP adresa. Skontrolujte nastavenie IP adresy sieťov&eacute;ho zariadenia (rozbočovača, smerovača alebo pr&iacute;stupov&eacute;ho bodu). Obr&aacute;ťte sa pre pomoc na spr&aacute;vcu siete.
			<td>Skontrolujte, či je alebo nie je zapnut&aacute; funkcia DHCP pr&iacute;stupov&eacute;ho bodu. Ak je vypnut&aacute;, zapnite ju.</td>
		</tr>
	<tbody>
</table>
<div class="body-t" align="center"><a href="#top">Nahor<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="3. Detailed IP Setup Check"><br></a>
<h4>3. Detailed IP Setup Check (Podrobn&aacute; kontrola nastavenia IP)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Č.</th>
			<th width="40%" align="center">Spr&aacute;vy</th>
      		<th width="55%" align="center">Rie&scaron;enia</th>
		</tr>
		<tr vAlign="top">
			<td align="center">3</td>
			<td>Skontrolujte IP adresu, masku podsiete a predvolen&uacute; br&aacute;nu.<br>
				K dispoz&iacute;cii je pripojenie pomocou nastavenia programu EpsonNet Setup.<br>
				Obr&aacute;ťte sa pre pomoc na spr&aacute;vcu siete.</td>
			<td><ol><li>Skontrolujte nasledovn&eacute;:
					<ul><li>či s&uacute; zapnut&eacute; aj in&eacute; zariadenia na sieti
						<li>či je sieťov&yacute; k&aacute;bel spr&aacute;vne pripojen&yacute;
						<li>či je sieťov&aacute; adresa, ktor&uacute; ste nastavili pre tlačiareň ručne, spr&aacute;vna
						<li>či je sieťov&aacute; adresa tlačiarne rovnak&aacute;, ako pre in&eacute; zariadenia</ul>
					<li>Ak je sieťov&aacute; adresa nespr&aacute;vna, nastavte spr&aacute;vnu adresu pomocou LCD panela na tlačiarni.<br>
						Ak nem&ocirc;žete zmeniť nastavenia pomocou tlačiarne, vykonajte ich pomocou programu EpsonNet Setup.<br>
						Va&scaron;a s&uacute;časn&aacute; IP adresa, maska podsiete a predvolen&aacute; br&aacute;na s&uacute; zobrazen&eacute; v C (Network Status (Stav siete)).</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">4</td>
			<td>Nastavenie je ne&uacute;pln&eacute;. Skontrolujte predvolen&eacute; nastavenie br&aacute;ny.<br>
				K dispoz&iacute;cii je pripojenie pomocou nastavenia programu EpsonNet Setup.<br>
				Obr&aacute;ťte sa pre pomoc na spr&aacute;vcu siete.</td>
			<td><ol><li>Skontrolujte nasledovn&eacute;:
					<ul><li>či je predvolen&aacute; br&aacute;na, ktor&uacute; ste nastavili pre tlačiareň ručne, spr&aacute;vna
						<li>či je zariadenie, &scaron;pecifikovan&eacute; ako predvolen&aacute; br&aacute;na, zapnut&eacute;
						<li>či je sieťov&yacute; k&aacute;bel spr&aacute;vne pripojen&yacute;</ul>
					<li>Ak je adresa predvolenej br&aacute;ny nespr&aacute;vna, nastavte spr&aacute;vnu adresu pomocou LCD panela na tlačiarni.<br>
						Ak nem&ocirc;žete zmeniť nastavenia pomocou tlačiarne, vykonajte ich pomocou programu EpsonNet Setup.<br>
						Va&scaron;a aktu&aacute;lna adresa predvolenej br&aacute;ny je zobrazen&aacute; v C (Network Status (Stav siete)) pod Predvolen&aacute; Br&aacute;na.</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">5</td>
			<td>Skontrolujte nastavenie pripojenia a siete poč&iacute;tača alebo in&eacute;ho zariadenia.<br>
				K dispoz&iacute;cii je pripojenie pomocou nastavenia programu EpsonNet Setup.<br>
				Obr&aacute;ťte sa pre pomoc na spr&aacute;vcu siete.</td>
			<td><ol><li>Skontrolujte nasledovn&eacute;:
					<ul><li>či s&uacute; zapnut&eacute; aj in&eacute; zariadenia na sieti
						<li>či je sieťov&yacute; k&aacute;bel spr&aacute;vne pripojen&yacute;
						<li>či je sieťov&aacute; adresa, ktor&uacute; ste nastavili pre tlačiareň ručne, spr&aacute;vna
						<li>či je sieťov&aacute; adresa tlačiarne rovnak&aacute;, ako pre in&eacute; zariadenia</ul>
					<li>Ak ste skontrolovali v&scaron;etky vy&scaron;&scaron;ie uveden&eacute; body, sk&uacute;ste nasledovn&eacute;:
					<ul><li>Spustite aplik&aacute;ciu EpsonNet Setup v&nbsp;poč&iacute;tači, ktor&yacute; použ&iacute;va t&uacute; ist&uacute; sieť ako tlačiareň. Ak je va&scaron;a tlačiareň uveden&aacute; v zozname tlačiarn&iacute;, nastavte IP adresu pre tlačiareň na obrazovke nastavenia IP adresy.</ul></ol></td>
		</tr>
	<tbody>
</table>
<div class="body-t">
Skontrolujte IP adresu tlačiarne a skontrolujte, či sieťov&aacute; tlačiareň m&ocirc;že alebo nem&ocirc;že pristupovať k in&yacute;m zariadeniam na sieti. V niektor&yacute;ch pr&iacute;padoch sa chyba ned&aacute; určiť. Odpor&uacute;čame vykonať nastavenie siete pomocou programu EpsonNet Setup.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Nahor<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
</body>
</html>
