 <!-- saved from url=(0013)about:internet -->
<!-- Code: NPD4929-00 SK -->
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link href="../../_img/_style.css" rel="stylesheet">
<title>Epson</title>
</head>
<body>
<a name="top"></a>



<h1 class="head-a">Rie&scaron;enie probl&eacute;mov podľa spr&aacute;vy o&nbsp;sieťovom pripojen&iacute;</h1>
<div class="body-t" align="right"><h5><a href="ethchk.htm" target="_self">Pripojenie Ethernet<img align="middle" border="0" hspace="5" src="../../_img/_bg04.gif"></a></h5></div>
<h2 class="head-b">Pripojenie Wi-Fi</h2>




<h3>Ako vyrie&scaron;iť probl&eacute;my so stavom va&scaron;ej siete alebo s pripojen&iacute;m</h3>
<ol>
	<li>Pozrite si spr&aacute;vu o sieťovom pripojen&iacute;, ktor&uacute; ste vytlačili. Skontrolujte položky v <b>A</b> (Kontrola pripojenia siete) pre ktor&eacute; stav zobrazuje hodnotu PROCES ZLYHAL.
	<li>V zozname Kontrola položiek kliknite na položky, ktor&eacute; maj&uacute; stav PROCES ZLYHAL, ak chcete zobraziť rie&scaron;enia.
	<li>Skontrolujte spr&aacute;vu zobrazen&uacute; v <b>B</b> a hľadajte t&uacute; ist&uacute; spr&aacute;vu zobrazen&uacute; pod každou položkou Kontroly. Potom postupujte podľa rie&scaron;en&iacute;.
	</ol>
<div class="body-i">Pokiaľ ide o spr&aacute;vy s * v <b>B</b>, pozrite &bdquo;O va&scaron;om sieťovom prostred&iacute;&ldquo;, ak potrebujete ďal&scaron;ie inform&aacute;cie.</div>
<p></p>
<center><div class="body-t"><img align="top" border="0" src="../../_img/chk_wifi.gif"></div></center>
<h3><br>Kontrola položiek</h3>
<div class="body-t">Kliknite na niž&scaron;ie zobrazen&eacute; položky, ak chcete prejsť na spr&aacute;vy a rie&scaron;enia.</div>
<h5><ol>
	<li><a href="#1. Wireless Network Name (SSID) Check">Wireless Network Name (SSID) Check (Kontrola n&aacute;zvu bezdr&ocirc;tovej siete (SSID))</a>
	<li><a href="#2. Communication Mode Check">Communication Mode Check (Kontrola režimu komunik&aacute;cie)</a>
	<li><a href="#3. Security Mode Check">Security Mode Check (Kontrola režimu zabezpečenia)</a>
	<li><a href="#4. MAC Address Filtering Check">MAC Address Filtering Check (Kontrola filtr&aacute;cie MAC adries)</a>
	<li><a href="#5. Security Key/Password Check">Security Key/Password Check (Kontrola bezpečnostn&eacute;ho kľ&uacute;ča/hesla)</a>
	<li><a href="#6. IP Address Check">IP Address Check (Kontrola IP adresy)</a>
	<li><a href="#7. Detailed IP Setup Check">Detailed IP Setup Check (Podrobn&aacute; kontrola nastavenia IP)</a>
	<ul>
	<li><a href="#8. About the network environment">Inform&aacute;cie o prostred&iacute; siete</a></ul></ol>
</h5>
<p></p>
<h3><BR>Spr&aacute;vy a rie&scaron;enia pre kontrolovan&eacute; položky</h3>
<a name="1. Wireless Network Name (SSID) Check"><br></a>
<h4>1. Wireless Network Name (SSID) Check (Kontrola n&aacute;zvu bezdr&ocirc;tovej siete (SSID))</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Č.</th>
			<th width="40%" align="center">Spr&aacute;vy</th>
      		<th width="55%" align="center">Rie&scaron;enia</th>
		</tr>
		<tr vAlign="top">
			<td align="center">1</td>
			<td>Nena&scaron;li sa žiadne n&aacute;zvy bezdr&ocirc;tovej siete (SSID). Skontrolujte, či je smerovač/pr&iacute;stupov&yacute; bod zapnut&yacute; a bezdr&ocirc;tov&aacute; sieť (SSID) je spr&aacute;vne nastaven&aacute;. Obr&aacute;ťte sa pre pomoc na spr&aacute;vcu siete.</td>
			<td><ul>
				<li>Skontrolujte, či je pr&iacute;stupov&yacute; bod zapnut&yacute;. Ak je vypnut&yacute;, zapnite ho a potom znova uskutočnite nastavenie siete.
				<li>Va&scaron;u tlačiareň umiestnite bl&iacute;zko k pr&iacute;stupov&eacute;mu bodu.
				<li>Ak ste zadali n&aacute;zov bezdr&ocirc;tovej siete (SSID) ručne, skontrolujte, či je alebo nie je n&aacute;zov va&scaron;ej bezdr&ocirc;tovej siete (SSID) spr&aacute;vny. Ak je nespr&aacute;vny, znova ho zadajte. N&aacute;zov va&scaron;ej bezdr&ocirc;tovej siete (SSID) je zobrazen&yacute; v <b>C</b> (Stav siete) pod N&aacute;zvom siete (SSID).
				<li>Ak ste sieť nastavili pomocou WPS, skontrolujte, či va&scaron;e pr&iacute;stupov&eacute; miesto podporuje WPS alebo nie.
				<li>Ak chcete nastaviť spojenie Ad Hoc, mus&iacute;te nastaviť Ad Hoc najprv na va&scaron;om poč&iacute;tači. Uskutočnite nastavenie Ad Hoc pre va&scaron;e PC a potom znova uskutočnite nastavenie siete va&scaron;ej tlačiarne.</td>
		</tr>
		<tr vAlign="top">
			<td align="center">2</td>
			<td>Nena&scaron;li sa žiadne n&aacute;zvy bezdr&ocirc;tovej siete (SSID). Skontrolujte, či n&aacute;zov bezdr&ocirc;tovej siete (SSID) poč&iacute;tača, ktor&yacute; chcete pripojiť je spr&aacute;vne nastaven&yacute;. Obr&aacute;ťte sa pre pomoc na spr&aacute;vcu siete.</td>
			<td><ul>
				<li>Skontrolujte, či poč&iacute;tač, ku ktor&eacute;mu sa chcete pripojiť je zapnut&yacute;. Ak je vypnut&yacute;, zapnite ho a potom znova uskutočnite nastavenie siete va&scaron;ej tlačiarne.
				<li>Umiestnite va&scaron;u tlačiareň do bl&iacute;zkosti poč&iacute;tača, ku ktor&eacute;mu sa chcete pripojiť.</td>
		</tr>
	<tbody>
</table>
<div class="body-t">
Vy&scaron;&scaron;ie uveden&eacute; spr&aacute;vy sa zobrazuj&uacute;, keď sa počas nastavenia siete vybran&yacute; alebo zadan&yacute; n&aacute;zov bezdr&ocirc;tovej siete (SSID) nen&aacute;jde.<br>
SSID je n&aacute;zov va&scaron;ej siete Wi-Fi. Ak použ&iacute;vate pr&iacute;stupov&yacute; bod, potom va&scaron;a sieť dostala n&aacute;zov už pri nastaven&iacute; pr&iacute;stupov&eacute;ho bodu.<br>
Ak chcete prepojiť va&scaron;u tlačiareň a poč&iacute;tač priamo, bez pr&iacute;stupov&eacute;ho bodu (spojenie Ad Hoc), mus&iacute;te nastaviť sieť Ad Hoc pre v&aacute;&scaron; poč&iacute;tač. V tomto pr&iacute;pade mus&iacute;te vytvoriť SSID na va&scaron;om PC. <br>
Ak nepozn&aacute;te v&aacute;&scaron; SSID, odpor&uacute;čame v&aacute;m, aby ste kontaktovali osobu alebo spoločnosť, ktor&aacute; nastavila va&scaron;u sieť. <br>
Okrem toho mus&iacute;te počas nastavenia umiestniť tlačiareň do bl&iacute;zkosti pr&iacute;stupov&eacute;ho bodu (alebo poč&iacute;tača), aby tlačiareň prij&iacute;mala neru&scaron;en&yacute; sign&aacute;l z&nbsp;pr&iacute;stupov&eacute;ho bodu alebo poč&iacute;tača.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Nahor<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="2. Communication Mode Check"><br></a>
<h4>2. Communication Mode Check (Kontrola režimu komunik&aacute;cie)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Č.</th>
			<th width="40%" align="center">Spr&aacute;vy</th>
      		<th width="55%" align="center">Rie&scaron;enia</th>
		</tr>
		<tr vAlign="top">
			<td align="center">3</td>
			<td>Režim komunik&aacute;cie Wi-Fi (IEEE802.11*) sa nezhoduje s aktu&aacute;lnym nastaven&iacute;m tlačiarne. Nastavte rovnak&yacute; režim komunik&aacute;cie na tlačiarni, smerovači/pr&iacute;stupovom bode a poč&iacute;tači. Obr&aacute;ťte sa pre pomoc na spr&aacute;vcu siete.<br>
				<br>
				*&Uacute;daje na displeji sa l&iacute;&scaron;ia podľa umiestnenia.</td>
			<td><ul>
				<li>Skontrolujte, či režim komunik&aacute;cie Wi-Fi, nastaven&yacute; pre v&aacute;&scaron; pr&iacute;stupov&yacute; bod zodpoved&aacute; tomu, ktor&yacute; podporuje va&scaron;a tlačiareň.</td>
		</tr>
	<tbody>
</table>
<div class="body-t">
T&aacute;to spr&aacute;va sa zobraz&iacute;, keď režim komunik&aacute;cie Wi-Fi, nastaven&yacute; pre pr&iacute;stupov&yacute; bod a PC nie je podporovan&yacute; tlačiarňou.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Nahor<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="3. Security Mode Check"><br></a>
<h4>3. Security Mode Check (Kontrola režimu zabezpečenia)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Č.</th>
			<th width="40%" align="center">Spr&aacute;vy</th>
      		<th width="55%" align="center">Rie&scaron;enia</th>
		</tr>
		<tr vAlign="top">
			<td align="center">4</td>
			<td>Režim zabezpečenia (napr. WEP, WPA) sa nezhoduje s aktu&aacute;lnym nastaven&iacute;m tlačiarne. Skontrolujte režim zabezpečenia. Obr&aacute;ťte sa pre pomoc na spr&aacute;vcu siete.</td>
			<td>Skontrolujte, či pr&iacute;stupov&yacute; bod použ&iacute;va jeden z nasleduj&uacute;cich režimov zabezpečenia. Ak nepouž&iacute;va, znova uskutočnite nastavenie siete a zmeňte ho na podporovan&yacute; režim zabezpečenia.
				<ul>
				<li>WEP-64-bitov&yacute; (40-bitov&yacute;)
				<li>WEP-128-bitov&yacute; (104-bitov&yacute;)
				<li>WPA PSK (TKIP)
				<li>WPA2 PSK (TKIP)
				<li>WPA PSK (AES)
				<li>WPA2 PSK (AES)
				<li>WPA (TKIP/AES)
				<li>WPA2 (TKIP/AES)</td>
		</tr>
	<tbody>
</table>
<div class="body-t">
T&aacute;to spr&aacute;va sa zobraz&iacute;, keď režim zabezpečenia, nastaven&yacute; pre sieťov&eacute; zariadenia, nie je podporovan&yacute; tlačiarňou, alebo nezodpoved&aacute; režimu zabezpečenia tlačiarne.<br>
Existuj&uacute; r&ocirc;zne typy zabezpečenia, nastaven&eacute; pre sieťov&eacute; zariadenia v z&aacute;vislosti od ich v&yacute;konu alebo met&oacute;dy &scaron;ifrovania.<br>
Podporovan&eacute; režimy zabezpečenia sa m&ocirc;žu l&iacute;&scaron;iť podľa sieťov&eacute;ho zariadenia. Ak chcete umožniť komunik&aacute;ciu, mus&iacute;te nastaviť ten ist&yacute; režim zabezpečenia medzi sieťov&yacute;m zariaden&iacute;m a tlačiarňou.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Nahor<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="4. MAC Address Filtering Check"><br></a>
<h4>4. MAC Address Filtering Check (Kontrola filtr&aacute;cie MAC adries)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Č.</th>
			<th width="40%" align="center">Spr&aacute;vy</th>
      		<th width="55%" align="center">Rie&scaron;enia</th>
		</tr>
		<tr vAlign="top">
			<td align="center">5</td>
			<td>MAC adresa tlačiarne m&ocirc;že byť filtrovan&aacute;. Skontrolujte, či m&aacute; smerovač/pr&iacute;stupov&yacute; bod obmedzenia ako napr&iacute;klad filtrovanie MAC adresy.<br>
				Pozrite si dokument&aacute;ciu k smerovaču/pr&iacute;stupov&eacute;mu bodu alebo sa obr&aacute;ťte pre pomoc na spr&aacute;vcu siete.</td>
			<td><ul>
				<li>Pozrite sa do n&aacute;vodu na použitie, ktor&yacute; pri&scaron;iel s va&scaron;&iacute;m pr&iacute;stupov&yacute;m bodom, ak potrebujete viac inform&aacute;ci&iacute; o funkcii filtrovanie adries MAC. Ak je funkcia filtrovania zapnut&aacute;, zaregistrujte adresu MAC va&scaron;ej tlačiarne, aby tlačiareň nebola filtrovan&aacute;.
				<li>Ak ste pre v&aacute;&scaron; pr&iacute;stupov&yacute; bod použ&iacute;vali režim zabezpečenia WEP; aby ste umožnili Zdieľan&eacute; overovanie, skontrolujte, že aj overovac&iacute; kľ&uacute;č aj index s&uacute; spr&aacute;vne.</td>
		</tr>
	<tbody>
</table>
<div class="body-t">
T&aacute;to spr&aacute;va sa zobraz&iacute;, keď je filtrovanie adries MAC zapnut&eacute; a adresa MAC tlačiarne nebola zaregistrovan&aacute; k pr&iacute;stupov&eacute;mu bodu.<br>
Adresa MAC je identifikačn&eacute; č&iacute;slo, použ&iacute;van&eacute; na identifik&aacute;ciu jednotliv&yacute;ch sieťov&yacute;ch zariaden&iacute;.<br>
Pr&iacute;stupov&yacute; bod m&aacute; funkciu, ktor&aacute; umožňuje povoliť alebo zak&aacute;zať pr&iacute;stup zariadenia do siete na z&aacute;klade jeho adresy MAC.<br>
Ak je t&aacute;to funkcia zapnut&aacute;, m&ocirc;žu sa k sieti pripojiť iba sieťov&eacute; zariadenia s registrovanou adresou MAC.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Nahor<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="5. Security Key/Password Check"><br></a>
<h4>5. Security Key/Password Check (Kontrola bezpečnostn&eacute;ho kľ&uacute;ča/hesla)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Č.</th>
			<th width="40%" align="center">Spr&aacute;vy</th>
      		<th width="55%" align="center">Rie&scaron;enia</th>
		</tr>
		<tr vAlign="top">
			<td align="center">6</td>
			<td>Zadan&yacute; bezpečnostn&yacute; kľ&uacute;č/heslo sa nezhoduje s t&yacute;m, ktor&eacute; je nastaven&eacute; pre smerovač/pr&iacute;stupov&yacute; bod. Skontrolujte bezpečnostn&yacute; kľ&uacute;č/heslo. Obr&aacute;ťte sa pre pomoc na spr&aacute;vcu siete.</td>
			<td>Bezpečnostn&yacute; kľ&uacute;č, nastaven&yacute; pre pr&iacute;stupov&yacute; bod a zadan&yacute; bezpečnostn&yacute; kľ&uacute;č sa nezhoduj&uacute;. Znova nastavte va&scaron;u sieť pomocou spr&aacute;vneho bezpečnostn&eacute;ho kľ&uacute;ča. Bezpečnostn&yacute; kľ&uacute;č rozli&scaron;uje veľk&eacute; a mal&eacute; p&iacute;smen&aacute;.</td>
		</tr>
	<tbody>
</table>
<div class="body-t">
T&aacute;to spr&aacute;va sa objav&iacute;, keď sa zadan&yacute; bezpečnostn&yacute; kľ&uacute;č a kľ&uacute;č nastaven&yacute; pre v&aacute;&scaron; pr&iacute;stupov&yacute; bod nezhoduj&uacute;.<br>
Bezpečnostn&yacute; kľ&uacute;č (heslo) je potrebn&eacute; pre pripojenie sa do siete.<br>
Bezpečnostn&yacute; kľ&uacute;č rozli&scaron;uje veľk&eacute; a mal&eacute; p&iacute;smen&aacute;. Ak sa zadan&yacute; kľ&uacute;č &uacute;plne nezhoduje s registrovan&yacute;m kľ&uacute;čom, proces pripojenia zlyh&aacute;.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Nahor<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="6. IP Address Check"><br></a>
<h4>6. IP Address Check (Kontrola IP adresy)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Č.</th>
			<th width="40%" align="center">Spr&aacute;vy</th>
      		<th width="55%" align="center">Rie&scaron;enia</th>
		</tr>
		<tr vAlign="top">
			<td align="center">7</td>
			<td>K tlačiarni je priraden&aacute; nespr&aacute;vna IP adresa. Skontrolujte nastavenie IP adresy sieťov&eacute;ho zariadenia (rozbočovača, smerovača alebo pr&iacute;stupov&eacute;ho bodu). Obr&aacute;ťte sa pre pomoc na spr&aacute;vcu siete.
			<td><ul>
				<li>Skontrolujte, či je alebo nie je zapnut&aacute; funkcia DHCP pr&iacute;stupov&eacute;ho bodu. Ak je vypnut&aacute;, zapnite ju.
				<li>Ak ste nastavili IP adresu ručne, IP adresa je mimo podporovan&yacute; rozsah (neplatn&aacute;). Zadajte spr&aacute;vnu IP adresu.</td>
		</tr>
	<tbody>
</table>
<div class="body-t" align="center"><a href="#top">Nahor<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="7. Detailed IP Setup Check"><br></a>
<h4>7. Detailed IP Setup Check (Podrobn&aacute; kontrola nastavenia IP)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Č.</th>
			<th width="40%" align="center">Spr&aacute;vy</th>
      		<th width="55%" align="center">Rie&scaron;enia</th>
		</tr>
		<tr vAlign="top">
			<td align="center">8</td>
			<td>Skontrolujte nastavenie pripojenia a siete poč&iacute;tača alebo in&eacute;ho zariadenia.<br>
				K dispoz&iacute;cii je pripojenie pomocou nastavenia programu EpsonNet Setup.<br>
				Obr&aacute;ťte sa pre pomoc na spr&aacute;vcu siete.
			<td><ol><li>Skontrolujte nasledovn&eacute;:
					<ul><li>Skontrolujte, či s&uacute; zapnut&eacute; zariadenia, ako napr&iacute;klad PC, ktor&eacute; maj&uacute; tlačiareň použ&iacute;vať.
						<li>Skontrolujte, či zariadenia, ktor&eacute; maj&uacute; tlačiareň použ&iacute;vať, ako napr&iacute;klad PC, s&uacute; v tej istej sieti.</ul>
					<li>Ak ste skontrolovali vy&scaron;&scaron;ie uveden&eacute; položky, vykonajte nastavenie siete pomocou programu EpsonNet Setup.</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">9</td>
			<td>Skontrolujte IP adresu, masku podsiete a predvolen&uacute; br&aacute;nu.<br>
				K dispoz&iacute;cii je pripojenie pomocou nastavenia programu EpsonNet Setup.<br>
				Obr&aacute;ťte sa pre pomoc na spr&aacute;vcu siete.
			<td><ol><li>Skontrolujte nasledovn&eacute;:
					<ul><li>či s&uacute; zapnut&eacute; aj in&eacute; zariadenia na sieti
						<li>či je sieťov&aacute; adresa, ktor&uacute; ste nastavili pre tlačiareň ručne, spr&aacute;vna
						<li>či je sieťov&aacute; adresa tlačiarne rovnak&aacute;, ako pre in&eacute; zariadenia</ul>
					<li>Ak je sieťov&aacute; adresa nespr&aacute;vna, nastavte spr&aacute;vnu adresu pomocou LCD panela na tlačiarni.<br>
						Ak nem&ocirc;žete zmeniť nastavenia pomocou tlačiarne, vykonajte ich pomocou programu EpsonNet Setup.<br>
						Va&scaron;a s&uacute;časn&aacute; IP adresa, maska podsiete a predvolen&aacute; br&aacute;na s&uacute; zobrazen&eacute; v C (Network Status (Stav siete)).</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">10</td>
			<td>Nastavenie je ne&uacute;pln&eacute;. Skontrolujte predvolen&eacute; nastavenie br&aacute;ny.<br>
				K dispoz&iacute;cii je pripojenie pomocou nastavenia programu EpsonNet Setup.<br>
				Obr&aacute;ťte sa pre pomoc na spr&aacute;vcu siete.
			<td><ol><li>Skontrolujte nasledovn&eacute;:
					<ul><li>či je predvolen&aacute; br&aacute;na, ktor&uacute; ste nastavili pre tlačiareň ručne, spr&aacute;vna
						<li>či je zariadenie, &scaron;pecifikovan&eacute; ako predvolen&aacute; br&aacute;na, zapnut&eacute;</ul>
					<li>Ak je adresa predvolenej br&aacute;ny nespr&aacute;vna, nastavte spr&aacute;vnu adresu pomocou LCD panela na tlačiarni.<br>
						Ak nem&ocirc;žete zmeniť nastavenia pomocou tlačiarne, vykonajte ich pomocou programu EpsonNet Setup.<br>
						Va&scaron;a aktu&aacute;lna adresa predvolenej br&aacute;ny je zobrazen&aacute; v C (Network Status (Stav siete)) pod Predvolen&aacute; Br&aacute;na.</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">11</td>
			<td>Skontrolujte nasledovn&eacute;:<br>
				-či je zadan&yacute; spr&aacute;vny bezpečnostn&yacute; kľ&uacute;č/heslo<br>
				-či je index bezpečnostn&eacute;ho kľ&uacute;ča/hesla nastaven&yacute; na prv&eacute; č&iacute;slo<br>
				-či je spr&aacute;vna IP adresa, maska podsiete alebo predvolen&eacute; nastavenie br&aacute;ny<br>
				Obr&aacute;ťte sa pre pomoc na spr&aacute;vcu siete.
			<td><ol><li>Skontrolujte nasledovn&eacute;:
					<ul><li>či s&uacute; zapnut&eacute; aj in&eacute; zariadenia na sieti
						<li>či je sieťov&aacute; adresa, ktor&uacute; ste nastavili pre tlačiareň ručne, spr&aacute;vna
						<li>či je sieťov&aacute; adresa tlačiarne rovnak&aacute;, ako pre in&eacute; zariadenia</ul>
					<li>Ak ste skontrolovali v&scaron;etky vy&scaron;&scaron;ie uveden&eacute; body, sk&uacute;ste nasledovn&eacute;:
					<ul><li>Spustite aplik&aacute;ciu EpsonNet Setup na poč&iacute;tači, ktor&yacute; použ&iacute;va t&uacute; ist&uacute; sieť ako tlačiareň.<br>
							Ak je va&scaron;a tlačiareň uveden&aacute; v zozname tlačiarn&iacute;, nastavte IP adresu pre tlačiareň na obrazovke nastavenia IP adresy. Ak va&scaron;a tlačiareň nie je v zozname, bezpečnostn&yacute; kľ&uacute;č nemus&iacute; byť spr&aacute;vny. Uskutočnite nastavenie siete pomocou LCD panela na tlačiarni a zadajte spr&aacute;vny bezpečnostn&yacute; kľ&uacute;č.
						<li>Pre pr&iacute;stupov&yacute; bod v režime zabezpečenia WEP m&ocirc;žete registrovať viacer&eacute; bezpečnostn&eacute; kľ&uacute;če. Ak je zaregistrovan&yacute;ch viacero kľ&uacute;čov, skontrolujte, či ste zadali kľ&uacute;č registrovan&yacute; ako prv&yacute;.</ul></ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">12</td>
			<td>Skontrolujte nasledovn&eacute;:<br>
				-či je zadan&yacute; spr&aacute;vny bezpečnostn&yacute; kľ&uacute;č/heslo<br>
				-či je index bezpečnostn&eacute;ho kľ&uacute;ča/hesla nastaven&yacute; na prv&eacute; č&iacute;slo<br>
				-či je spr&aacute;vne pripojenie a&nbsp;nastavenie siete poč&iacute;tača alebo in&eacute;ho zariadenia<br>
				Obr&aacute;ťte sa pre pomoc na spr&aacute;vcu siete.
			<td><ol><li>Skontrolujte nasledovn&eacute;:
					<ul><li>Sieťov&eacute; zariadenia, ako napr&iacute;klad modem, rozbočovač a smerovač s&uacute; zapnut&eacute;
						<li>Adresa IP in&yacute;ch sieťov&yacute;ch zariaden&iacute;, než tlačiarne, je nastaven&aacute; ručne (ak je adresa IP pre tlačiareň priraden&aacute; automaticky, ale pre in&eacute; sieťov&eacute; zariadenia ručne, sieť tlačiarne m&ocirc;že byť in&aacute; ako in&yacute;ch sieťov&yacute;ch zariaden&iacute;)</ul>
					<li>Ak ste skontrolovali v&scaron;etky vy&scaron;&scaron;ie uveden&eacute; body, sk&uacute;ste nasledovn&eacute;:
					<ul><li>Spustite aplik&aacute;ciu EpsonNet Setup na poč&iacute;tači, ktor&yacute; použ&iacute;va t&uacute; ist&uacute; sieť ako tlačiareň.<br>
							Ak je va&scaron;a tlačiareň uveden&aacute; v zozname tlačiarn&iacute;, nastavte IP adresu pre tlačiareň na obrazovke nastavenia IP adresy. Ak va&scaron;a tlačiareň nie je v zozname, bezpečnostn&yacute; kľ&uacute;č nemus&iacute; byť spr&aacute;vny. Uskutočnite nastavenie siete pomocou LCD panela na tlačiarni a zadajte spr&aacute;vny bezpečnostn&yacute; kľ&uacute;č.
						<li>Pre pr&iacute;stupov&yacute; bod v režime zabezpečenia WEP m&ocirc;žete registrovať viacer&eacute; bezpečnostn&eacute; kľ&uacute;če. Ak je zaregistrovan&yacute;ch viacero kľ&uacute;čov, skontrolujte, či ste zadali kľ&uacute;č registrovan&yacute; ako prv&yacute;.</ul></ol>
		</tr>
	<tbody>
</table>
<div class="body-t">
Skontrolujte IP adresu tlačiarne a skontrolujte, či sieťov&aacute; tlačiareň m&ocirc;že alebo nem&ocirc;že pristupovať k in&yacute;m zariadeniam na sieti. V niektor&yacute;ch pr&iacute;padoch sa chyba ned&aacute; určiť. Odpor&uacute;čame vykonať nastavenie siete pomocou programu EpsonNet Setup.
</div>
<br>
<div class="body-t"><b>Inform&aacute;cie o sieťov&yacute;ch adres&aacute;ch:</b></div>
	<div class="body-i">
	IP adresa nielen označuje zariadenia pripojen&eacute; do siete, ako napr&iacute;klad PC, rozbočovač a smerovač, ale tiež sieťov&yacute; rozsah, do ktor&eacute;ho patria. Zariadenia v tej istej sieti m&ocirc;žu medzi sebou komunikovať. Ak chcete komunikovať so zariadeniami na inej sieti, budete potrebovať smerovač. IP adresa sa sklad&aacute; z dvoch čast&iacute;. Prv&aacute; časť sa naz&yacute;va &bdquo;sieťov&aacute; adresa&ldquo; a označuje rozsah siete. Druh&aacute; časť sa naz&yacute;va &bdquo;hostiteľsk&aacute; adresa&ldquo; a označuje sieťov&eacute; zariadenie. Linka medzi sieťovou adresou a hostiteľskou adresou sa l&iacute;&scaron;i podľa &scaron;k&aacute;ly (triedy) siete. Av&scaron;ak linku medzi sieťovou adresou a hostiteľskou adresou m&ocirc;žete definovať pomocou masky podsiete. <br>
	Ak použ&iacute;vate tlačiareň v&nbsp;dom&aacute;cej sieti, nastavte IP adresu tlačiarne na &bdquo;Auto&ldquo;, keď použ&iacute;vate funkciu DHCP pr&iacute;stupov&eacute;ho bodu. Ak chcete IP adresu tlačiarne zadať ručne, pozrite si nasledovn&eacute; pokyny k nastaveniu IP adresy a masky podsiete.
	<ol><li>Skontrolujte IP adresu smerovača (alebo pr&iacute;stupov&eacute;ho bodu), ktor&yacute; je pripojen&yacute; k v&aacute;&scaron;mu poč&iacute;taču. Podrobnosti n&aacute;jdete v n&aacute;vode na použitie k smerovaču (alebo pr&iacute;stupov&eacute;mu bodu).
		<li>V&scaron;etky IP adresy s&uacute; vo form&aacute;te &scaron;tyroch č&iacute;seln&yacute;ch segmentov (pre IPv4). V poslednom segmente nastavte jedinečn&uacute; č&iacute;seln&uacute; hodnotu v rozsahu od 1 do 254. (Keď je smerovač DHCP server, alebo keď v dom&aacute;cej sieti existuje ďal&scaron;&iacute; DHCP server, nastavte hodnotu, ktor&aacute; nekoliduje s rozsahom IP adresy alokovanej serverom DHCP.)
	</ol>
	<b>Pr&iacute;klad nastavenia:</b><br>
	IP adresa smerovača (alebo pr&iacute;stupov&eacute;ho bodu): 192.168.1.<b>1</b><br>
	Pr&iacute;klad nastavenia tlačiarne: 192.168.1.<b>3</b><br>
	Ak použ&iacute;vate tlačiareň v&nbsp;malej sieti, masku podsiete v&scaron;etk&yacute;ch sieťov&yacute;ch zariaden&iacute; nastavte na hodnotu <b>255.255.255.0</b>. Takisto br&aacute;na použ&iacute;va t&uacute; ist&uacute; hodnotu ako IP adresa pr&iacute;stupov&eacute;ho bodu.
	</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Nahor<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="8. About the network environment"><br></a>
<h4>Inform&aacute;cie o prostred&iacute; siete</h4>
<div class="body-t">
Rovnako ako spr&aacute;va o stave siete/kontrole spojenia, zobrazuj&uacute; sa aj nasledovn&eacute; spr&aacute;vy, aby ste vedeli, ak&eacute; ďal&scaron;ie faktory vo va&scaron;om sieťovom prostred&iacute; potrebuj&uacute; zlep&scaron;enie.
</div>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="45%" align="center">Spr&aacute;vy</th>
      		<th width="55%" align="center">Rie&scaron;enia</th>
		</tr>
		<tr vAlign="top">
			<td>*Sila sign&aacute;lu je slab&aacute;. Ak m&aacute;te probl&eacute;my s tlačou alebo skenovan&iacute;m, zlep&scaron;ite prostredie bezdr&ocirc;tovej siete.</td>
			<td>Kv&ocirc;li n&iacute;zkej &uacute;rovni sily sign&aacute;lu m&ocirc;že byť r&yacute;chlosť tlače n&iacute;zka, alebo sa tlač m&ocirc;že preru&scaron;ovať.<br>
				Ak chcete zlep&scaron;iť prostredie, urobte nasledovn&eacute;:
				<ul><li>Umiestnite tlačiareň bl&iacute;zko k pr&iacute;stupov&eacute;mu bodu
					<li>Odstr&aacute;ňte v&scaron;etky prek&aacute;žky medzi pr&iacute;stupov&yacute;m bodom a tlačiarňou.</ul></td>
		</tr>
		<tr vAlign="top">
			<td>*Zistil sa konflikt kan&aacute;lu smerovača/pr&iacute;stupov&eacute;ho bodu. Ak m&aacute;te probl&eacute;my s tlačou alebo skenovan&iacute;m, zlep&scaron;ite prostredie bezdr&ocirc;tovej siete.</td>
			<td>Ru&scaron;enie sign&aacute;lu m&ocirc;že byť sp&ocirc;soben&eacute; in&yacute;mi bezdr&ocirc;tov&yacute;mi sieťami, ktor&eacute; sa použ&iacute;vaj&uacute; v bl&iacute;zkych miestnostiach alebo budov&aacute;ch. Zlep&scaron;enie prostredia m&ocirc;že nastať, ak tlačiareň umiestnite bl&iacute;zko pr&iacute;stupov&eacute;ho bodu.</td>
		</tr>
		<tr vAlign="top">
			<td>*Sila sign&aacute;lu je slab&aacute;. Zistil sa konflikt kan&aacute;lu smerovača/pr&iacute;stupov&eacute;ho bodu. Ak m&aacute;te probl&eacute;my s tlačou alebo skenovan&iacute;m, zlep&scaron;ite prostredie bezdr&ocirc;tovej siete.</td>
			<td>Kv&ocirc;li n&iacute;zkej &uacute;rovni sily sign&aacute;lu m&ocirc;že byť r&yacute;chlosť tlače n&iacute;zka, alebo sa tlač m&ocirc;že preru&scaron;ovať. Ru&scaron;enie sign&aacute;lu m&ocirc;že byť sp&ocirc;soben&eacute; in&yacute;mi bezdr&ocirc;tov&yacute;mi sieťami, ktor&eacute; sa použ&iacute;vaj&uacute; v bl&iacute;zkych miestnostiach alebo budov&aacute;ch.<br>
				Ak chcete zlep&scaron;iť prostredie, urobte nasledovn&eacute;:
				<ul><li>Umiestnite tlačiareň bl&iacute;zko k pr&iacute;stupov&eacute;mu bodu
					<li>Odstr&aacute;ňte v&scaron;etky prek&aacute;žky medzi pr&iacute;stupov&yacute;m bodom a tlačiarňou.</ul></td>
		</tr>
		<tr vAlign="top">
			<td>*Zistili sa n&aacute;zvy viacer&yacute;ch siet&iacute; (SSID), ktor&eacute; zodpovedaj&uacute; zadan&eacute;mu n&aacute;zvu siete (SSID). Skontrolujte n&aacute;zov siete (SSID).</td>
			<td>Prip&aacute;jate sa k in&eacute;mu pr&iacute;stupov&eacute;mu bodu.<br>
				Sk&uacute;ste nasleduj&uacute;ce:<br>
				Zmeňte SSID pr&iacute;stupov&eacute;ho bodu, ku ktor&eacute;mu sa chcete pripojiť, a&nbsp;potom znova uskutočnite sieťov&eacute; nastavenie tlačiarne. 
		</tr>
<tr vAlign="top">
			<td>*Viac zariadení sa nemôže pripojiť. Ak chcete pridať ďalšie, odpojte jedno z prip. zariadení.</td>
			<td>Ak chcete pridať nové zariadenie, odpojte jedno z aktuálne pripojených zariadení pomocou nastavení pripojenia Wi-Fi zariadenia alebo odpojte všetky zariadenia prostredníctvom zmeny hesla na tlačiarni.</tr>

<tbody>
</table>
<p></p>
<div class="body-t" align="center"><a href="#top">Nahor<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
</body>
</html>
