 <!-- saved from url=(0013)about:internet -->
<!-- Code: NPD4929-00 FI -->
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link href="../../_img/_style.css" rel="stylesheet">
<title>Epson</title>
</head>
<body>
<a name="top"></a>

<h1 class="head-a">Vianetsint&auml; koskien verkkoyhteyden raporttia</h1>
<div class="body-t" align="right"><h5><a href="ethchk.htm" target="_self">Ethernet-yhteys<img align="middle" border="0" hspace="5" src="../../_img/_bg04.gif"></a></h5></div>
<h2 class="head-b">Wi-Fi-yhteys</h2>




<h3>Verkon tilaongelmien tai yhteysongelmien ratkaisu</h3>
<ol>
	<li>Katso tulostamaasi verkkoyhteyden raporttia. Tarkista kohdasta <b>A</b> (Tarkista verkkoyhteys) kohteet, joiden tilana n&auml;kyy HYL&Auml;TTY.
	<li>N&auml;yt&auml; ratkaisut napsauttamalla tarkistuskohteiden luettelosta niit&auml; kohteita, joiden tilana n&auml;kyy HYL&Auml;TTY.
	<li>Katso kohdassa <b>B</b> n&auml;kyv&auml;&auml; viesti&auml; ja hae samaa viesti&auml;, joka n&auml;kyy kunkin tarkistuskohteen alla. Noudata sitten ratkaisuja.
	</ol>
<div class="body-i">Jos viestin kohdalla on * <b>B</b>, katso lis&auml;tietoja kohdasta &quot;Tietoja verkkoymp&auml;rist&ouml;st&auml;si&quot;.</div>
<p></p>
<center><div class="body-t"><img align="top" border="0" src="../../_img/chk_wifi.gif"></div></center>
<h3><br>Tarkistuskohteet</h3>
<div class="body-t">K&auml;y l&auml;pi viestit ja ratkaisut napsauttamalla alla olevia kohteita.</div>
<ol>
	<li><a href="#1. Wireless Network Name (SSID) Check">Wireless Network Name (SSID) Check (Langattoman verkon nimen (SSID) tarkistus)</a>
	<li><a href="#2. Communication Mode Check">Communication Mode Check (Yhteystavan tarkistus)</a>
	<li><a href="#3. Security Mode Check">Security Mode Check (Salaustavan tarkistus)</a>
	<li><a href="#4. MAC Address Filtering Check">MAC Address Filtering Check (MAC-osoitteen suodatustarkistus)</a>
	<li><a href="#5. Security Key/Password Check">Security Key/Password Check (Salausavaimen/salasanan tarkistus)</a>
	<li><a href="#6. IP Address Check">IP Address Check (IP-osoitteen tarkistus)</a>
	<li><a href="#7. Detailed IP Setup Check">Detailed IP Setup Check (Yksityiskohtainen IP-asetuksen tarkistus)</a>
	<ul>
	<li><a href="#8. About the network environment">Tietoja verkkoymp&auml;rist&ouml;st&auml;</a></ul></ol>

<p></p>
<h3><BR>Tarkistuskohteiden viestit ja ratkaisut</h3>
<a name="1. Wireless Network Name (SSID) Check"><br></a>
<h4>1. Wireless Network Name (SSID) Check (Langattoman verkon nimen (SSID) tarkistus)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nro</th>
			<th width="40%" align="center">Viestit</th>
      		<th width="55%" align="center">Ratkaisut</th>
		</tr>
		<tr vAlign="top">
			<td align="center">1</td>
			<td>Langattomien verkkojen nimi&auml; (SSID) ei l&ouml;ydy. Vahvista, ett&auml; reititin/tukiasema on kytketty p&auml;&auml;lle ja langaton verkko (SSID) on asetettu oikein. Pyyd&auml; apua verkonvalvojalta.</td>
			<td><ul>
				<li>Tarkista, ett&auml; tukiasema on kytketty p&auml;&auml;lle. Jos se on kytketty pois p&auml;&auml;lt&auml;, kytke se p&auml;&auml;lle ja suorita sitten verkkoasetukset uudelleen.
				<li>Aseta tulostin l&auml;helle tukiasemaa.
				<li>Jos olet antanut langattoman verkon nimen (SSID) manuaalisesti, vahvista, onko langattoman verkon nimi (SSID) oikein. Jos se on v&auml;&auml;rin, anna se uudelleen. Langattoman verkon nimi (SSID) n&auml;kyy kohdassa <b>C</b> (Network Status (Verkon tila)) kohdassa Verkon nimi (SSID).
				<li>Jos olet tehnyt verkkoasetukset WPS-toiminnolla, tarkista, tukeeko tukiasema WPS-toimintoa.
				<li>Jos haluat asettaa Ad Hoc -yhteyden, sinun on teht&auml;v&auml; ensin tietokoneen Ad Hoc -asetukset. Tee tietokoneesi Ad Hoc -asetukset ja suorita sitten verkkoasetukset tulostimelle uudelleen.</ul></td>
		</tr>
		<tr vAlign="top">
			<td align="center">2</td>
			<td>Langattomien verkkojen nimi&auml; (SSID) ei l&ouml;ydy. Vahvista, ett&auml; yhdistett&auml;v&auml;n tietokoneen langattoman verkon nimi (SSID) on asetettu oikein. Pyyd&auml; apua verkonvalvojalta.</td>
			<td><ul>
				<li>Tarkista, ett&auml; yhdistett&auml;v&auml;n tietokoneen virta on p&auml;&auml;ll&auml;. Jos se ei ole p&auml;&auml;ll&auml;, kytke se p&auml;&auml;lle ja suorita tulostimen verkkoasetukset uudelleen.
				<li>Aseta tulostin l&auml;helle sit&auml; tietokonetta, johon haluat kytkeyty&auml;.</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Yll&auml; olevat viestit n&auml;ytet&auml;&auml;n silloin, kun valitun tai sy&ouml;tetyn langattoman verkon nime&auml; (SSID) ei l&ouml;ydy verkkoasetusten aikana.<br>
SSID on langattoman verkkosi nimi. Jos k&auml;yt&auml;t tukiasemaa, verkollasi oli jo nimi, kun tehtiin tukiaseman asetuksia.<br>
Jos haluat kytke&auml; tulostimen ja tietokoneen suoraan ilman tukiasemaa (Ad Hoc -yhteys), tietokoneeseen on teht&auml;v&auml; Ad Hoc -verkon asetukset. T&auml;ss&auml; tapauksessa tietokoneelle on luotava SSID. <br>
Jos et tied&auml; SSID-tunnusta, suosittelemme, ett&auml; otat yhteytt&auml; henkil&ouml;&ouml;n tai yritykseen, joka teki verkkosi asetukset. <br>
Tulostin on my&ouml;s asetettava l&auml;helle tukiasemaa (tai tietokonetta) asetusten aikana, jotta tulostin saa selke&auml;n signaalin tukiasemasta tai tietokoneesta.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Yl&ouml;s<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="2. Communication Mode Check"><br></a>
<h4>2. Communication Mode Check (Yhteystavan tarkistus)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nro</th>
			<th width="40%" align="center">Viestit</th>
      		<th width="55%" align="center">Ratkaisut</th>
		</tr>
		<tr vAlign="top">
			<td align="center">3</td>
			<td>Wi-Fi-yhteystapa (IEEE802.11*) ei vastaa tulostimen nykyisi&auml; asetuksia. Aseta sama yhteystapa tulostimelle, reitittimelle/tukiasemalle ja tietokoneelle. Pyyd&auml; apua verkonvalvojalta.<br>
				<br>
				*N&auml;ytt&ouml; vaihtelee sijainnin mukaan.</td>
			<td><ul>
				<li>Tarkista, ett&auml; tukiasemaan asetettu Wi-Fi-yhteystapa vastaa tulostimen tukemaa yhteystapaa.</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
T&auml;m&auml; viesti esitet&auml;&auml;n, kun tulostin ei tue tukiasemaan ja tietokoneeseen asetettua Wi-Fi-yhteystapaa.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Yl&ouml;s<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="3. Security Mode Check"><br></a>
<h4>3. Security Mode Check (Salaustavan tarkistus)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nro</th>
			<th width="40%" align="center">Viestit</th>
      		<th width="55%" align="center">Ratkaisut</th>
		</tr>
		<tr vAlign="top">
			<td align="center">4</td>
			<td>Salaustapa (esim. WEP, WPA) ei vastaa tulostimen nykyisi&auml; asetuksia. Vahvista salaustapa. Pyyd&auml; apua verkonvalvojalta.</td>
			<td>Vahvista, ett&auml; tukiasema k&auml;ytt&auml;&auml; yht&auml; seuraavista salaustavoista. Jos n&auml;in ei ole, suorita verkkoasetukset uudelleen ja muuta salaustavaksi tuettu tapa.
				<ul>
				<li>WEP-64bit (40bit)
				<li>WEP-128bit (104bit)
				<li>WPA PSK (TKIP)
				<li>WPA2 PSK (TKIP)
				<li>WPA PSK (AES)
				<li>WPA2 PSK (AES)
				<li>WPA (TKIP/AES)
				<li>WPA2 (TKIP/AES)</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
T&auml;m&auml; viesti n&auml;ytet&auml;&auml;n, kun tulostin ei tue verkkolaitteille asetettuja salaustapoja tai ne eiv&auml;t vastaa tulostimen salaustapaa.<br>
Verkkolaitteille on asetettu erityyppisi&auml; salauksia riippuen niiden voimakkuudesta tai salausmenetelm&auml;st&auml;.<br>
Tuetut salaustavat saattavat vaihdella verkkolaitteen mukaan. Jotta yhteys mahdollistuu, sama salaustapa on asetettava verkkolaitteeseen ja tulostimeen.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Yl&ouml;s<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="4. MAC Address Filtering Check"><br></a>
<h4>4. MAC Address Filtering Check (MAC-osoitteen suodatustarkistus)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nro</th>
			<th width="40%" align="center">Viestit</th>
      		<th width="55%" align="center">Ratkaisut</th>
		</tr>
		<tr vAlign="top">
			<td align="center">5</td>
			<td>Tulostimesi MAC-osoite saatetaan suodattaa. Tarkista onko reitittimess&auml;/tukiasemassa rajoituksia, kuten MAC-osoitteen suodatus.<br>
				Katso reitittimen/tukiaseman k&auml;ytt&ouml;ohjetta tai pyyd&auml; apua verkonvalvojalta.</td>
			<td><ul>
				<li>Katso tukiaseman toimitukseen kuuluvasta k&auml;ytt&ouml;ohjeesta lis&auml;tietoja MAC-osoitteen suodatustoiminnosta. Jos suodatustoiminto on otettu k&auml;ytt&ouml;&ouml;n, rekister&ouml;i tulostimen MAC-osoite, jotta tulostinta ei suodateta.
				<li>Jos olet k&auml;ytt&auml;nyt WEP-salaustapaa tukiasemalle jaetun todennuksen mahdollistamiseksi, vahvista, ett&auml; sek&auml; todennusavain ett&auml; indeksi ovat oikein.</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
T&auml;m&auml; viesti n&auml;ytet&auml;&auml;n, kun MAC-osoitteen suodatus on k&auml;yt&ouml;ss&auml; eik&auml; tulostimen MAC-osoitetta ole rekister&ouml;ity tukiasemaan.<br>
MAC-osoite on tunnistusnumero, jota k&auml;ytet&auml;&auml;n yksitt&auml;isten verkkolaitteiden tunnistamiseen.<br>
Tukiasemalla on toiminto, jonka avulla se sallii tai est&auml;&auml; laitteen MAC-osoitteen perusteella sen p&auml;&auml;syn verkkoon.<br>
Kun t&auml;m&auml; toiminto on k&auml;yt&ouml;ss&auml;, vain verkkolaitteet, joiden MAC-osoitteet on rekister&ouml;ity, voivat kytkeyty&auml; verkkoon.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Yl&ouml;s<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="5. Security Key/Password Check"><br></a>
<h4>5. Security Key/Password Check (Salausavaimen/salasanan tarkistus)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nro</th>
			<th width="40%" align="center">Viestit</th>
      		<th width="55%" align="center">Ratkaisut</th>
		</tr>
		<tr vAlign="top">
			<td align="center">6</td>
			<td>Sy&ouml;tetty salausavain/salasana ei vastaa reitittimen/tukiaseman salausavainta tai salasanaa. Vahvista salausavain/salasana. Pyyd&auml; apua verkonvalvojalta.</td>
			<td>Tukiasemaan asetettu salausavain ja sy&ouml;tetty salausavain eiv&auml;t t&auml;sm&auml;&auml;. Tee verkkoasetukset uudelleen k&auml;ytt&auml;m&auml;ll&auml; oikeaa salausavainta. Salausavain on merkkikokoriippuvainen.</td>
		</tr>
	</tbody>
</table>
<div class="body-t">
T&auml;m&auml; viesti n&auml;ytet&auml;&auml;n, kun sy&ouml;tetty salausavain ja tukiasemaan asetettu avain eiv&auml;t t&auml;sm&auml;&auml;.<br>
Salausavain (salasana) tarvitaan, jotta voidaan kytkeyty&auml; verkkoon.<br>
Salausavain on merkkikokoriippuvainen. Jos sy&ouml;tetty avain ei vastaa t&auml;ysin rekister&ouml;ity&auml; avainta, yhteys ep&auml;onnistuu.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Yl&ouml;s<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="6. IP Address Check"><br></a>
<h4>6. IP Address Check (IP-osoitteen tarkistus)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nro</th>
			<th width="40%" align="center">Viestit</th>
      		<th width="55%" align="center">Ratkaisut</th>
		</tr>
		<tr vAlign="top">
			<td align="center">7</td>
			<td>Tulostimelle on m&auml;&auml;ritetty virheellinen IP-osoite. Vahvista verkkolaitteen (keskittimen, reitittimen tai tukiaseman) IP-osoitteen asetus. Pyyd&auml; apua verkonvalvojalta.
			<td><ul>
				<li>Tarkista, onko verkkolaitteen DHCP-toiminto otettu k&auml;ytt&ouml;&ouml;n. Jos se on poistettu k&auml;yt&ouml;st&auml;, ota se k&auml;ytt&ouml;&ouml;n.
				<li>Jos olet asettanut IP-osoitteen manuaalisesti, IP-osoite on tuetun alueen ulkopuolella (p&auml;tem&auml;t&ouml;n). Sy&ouml;t&auml; oikea IP-osoite.</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t" align="center"><a href="#top">Yl&ouml;s<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="7. Detailed IP Setup Check"><br></a>
<h4>7. Detailed IP Setup Check (Yksityiskohtainen IP-asetuksen tarkistus)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nro</th>
			<th width="40%" align="center">Viestit</th>
      		<th width="55%" align="center">Ratkaisut</th>
		</tr>
		<tr vAlign="top">
			<td align="center">8</td>
			<td>Vahvista tietokoneen tai muun laitteen yhteys ja verkkoasetukset.<br>
				Yhteys EpsonNet Setup -toiminnon avulla on k&auml;ytett&auml;viss&auml;.<br>
				Pyyd&auml; apua verkonvalvojalta.
			<td><ol><li>Tarkista seuraavat:
					<ul><li>Tarkista, ett&auml; virta on p&auml;&auml;ll&auml; tulostinta k&auml;ytt&auml;viss&auml; laitteissa, kuten tietokoneessa.
						<li>Tarkista, ett&auml; tulostinta k&auml;ytt&auml;v&auml;t laitteet, kuten tietokone, ovat samassa verkossa.</ul>
					<li>Jos olet tarkistanut yll&auml; mainitut kohdat, suorita verkkoasetukset EpsonNet Setup -toiminnolla.</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">9</td>
			<td>Vahvista IP-osoitteen, aliverkon peitteen ja oletusyhdysk&auml;yt&auml;v&auml;n asetukset.<br>
				Yhteys EpsonNet Setup -toiminnon avulla on k&auml;ytett&auml;viss&auml;.<br>
				Pyyd&auml; apua verkonvalvojalta.
			<td><ol><li>Tarkista seuraavat:
					<ul><li>Muut verkon laitteet on kytketty p&auml;&auml;lle
						<li>Tulostimelle manuaalisesti asetettu verkko-osoite on oikein
						<li>Tulostimen verkko-osoite on sama kuin muillekin laitteille</ul>
					<li>Jos verkko-osoite on v&auml;&auml;rin, aseta oikea osoite k&auml;ytt&auml;m&auml;ll&auml; tulostimen LCD-paneelia.<br>
						Jos ei voit muuttaa asetuksia tulostimen avaulla, suorita asetukset EpsonNet Setup -toiminnolla.<br>
						Nykyinen IP-osoite, aliverkon peite ja oletusyhdysk&auml;yt&auml;v&auml; n&auml;ytet&auml;&auml;n kohdassa C (Network Status (Verkon tila)).</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">10</td>
			<td>Asetus on kesken. Vahvista oletusyhdysk&auml;yt&auml;v&auml;n asetus.<br>
				Yhteys EpsonNet Setup -toiminnon avulla on k&auml;ytett&auml;viss&auml;.<br>
				Pyyd&auml; apua verkonvalvojalta.
			<td><ol><li>Tarkista seuraavat:
					<ul><li>Tulostimelle manuaalisesti asetettu oletusyhdysk&auml;yt&auml;v&auml; on oikein
						<li>Oletusyhdysk&auml;yt&auml;v&auml;ksi m&auml;&auml;ritetty laite on kytketty p&auml;&auml;lle</ul>
					<li>Jos oletusyhdysk&auml;yt&auml;v&auml;n osoite on v&auml;&auml;rin, aseta oikea osoite k&auml;ytt&auml;m&auml;ll&auml; tulostimen LCD-paneelia.<br>
						Jos ei voit muuttaa asetuksia tulostimen avaulla, suorita asetukset EpsonNet Setup -toiminnolla.<br>
						Oletusyhdysk&auml;yt&auml;v&auml;n osoite n&auml;ytet&auml;&auml;n kohdassa C (Network Status (Verkon tila)) kohdassa Oletusyhdysk&auml;yt&auml;v&auml;.</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">11</td>
			<td>Varmista seuraavat:<br>
				-Sy&ouml;tetty salausavain/salsasana on oikea.<br>
				-Salausavaimen/salasanan indeksi on asetettu ensimm&auml;iselle numerolle.<br>
				-IP-osoitteen, aliverkon peitteen ja oletusyhdysk&auml;yt&auml;v&auml;n asetus on oikein.<br>
				Pyyd&auml; apua verkonvalvojalta.
			<td><ol><li>Tarkista seuraavat:
					<ul><li>Muut verkon laitteet on kytketty p&auml;&auml;lle
						<li>Tulostimelle manuaalisesti asetettu verkko-osoite on oikein
						<li>Tulostimen verkko-osoite on sama kuin muillekin laitteille</ul>
					<li>Jos olet tarkistanut kaikki yll&auml; olevat kohdat, kokeile seuraavaa:
					<ul><li>K&auml;ynnist&auml; EpsonNet Setup tietokoneessa, joka k&auml;ytt&auml;&auml; tulostimen kanssa samaa verkkoa.<br>
							Jos tulostin n&auml;kyy tulostinluettelossa, aseta tulostimen IP-osoite IP-osoitteen asetusn&auml;yt&ouml;ss&auml;. Jos tulostinta ei n&auml;y luettelossa, salausavain saattaa olla v&auml;&auml;rin. Suorita verkkoasetukset k&auml;ytt&auml;m&auml;ll&auml; tulostimen LCD-paneelia ja sy&ouml;t&auml; oikea salausavain.
						<li>Voit rekister&ouml;id&auml; useita salausavaimia tukiasemalle WEP-salaustavalla. Jos on rekister&ouml;ity useita avaimia, tarkista, oletko antanut ensimm&auml;isen rekister&ouml;idyn avaimen.</ul></ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">12</td>
			<td>Varmista seuraavat:<br>
				-Sy&ouml;tetty salausavain/salsasana on oikea.<br>
				-Salausavaimen/salasanan indeksi on asetettu ensimm&auml;iselle numerolle.<br>
				-Tietokoneen tai muun laitteen yhteys ja verkkoasetukset ovat oikein.<br>
				Pyyd&auml; apua verkonvalvojalta.
			<td><ol><li>Tarkista seuraavat:
					<ul><li>Verkkolaitteet, kuten modeemi, keskitin ja reititin, on kytketty p&auml;&auml;lle
						<li>Muiden verkkolaitteiden kuin tulostimen IP-osoite on asetettu manuaalisesti (Jos tulostimen IP-osoite on m&auml;&auml;ritetty automaattisesti mutta muiden verkkolaitteiden manuaalisesti, tulostimelle saattaa olla m&auml;&auml;ritetty eri verkko kuin muille verkkolaitteille)</ul>
					<li>Jos olet tarkistanut kaikki yll&auml; olevat kohdat, kokeile seuraavaa:
					<ul><li>K&auml;ynnist&auml; EpsonNet Setup tietokoneessa, joka k&auml;ytt&auml;&auml; tulostimen kanssa samaa verkkoa.<br>
							Jos tulostin n&auml;kyy tulostinluettelossa, aseta tulostimen IP-osoite IP-osoitteen asetusn&auml;yt&ouml;ss&auml;. Jos tulostinta ei n&auml;y luettelossa, salausavain saattaa olla v&auml;&auml;rin. Suorita verkkoasetukset k&auml;ytt&auml;m&auml;ll&auml; tulostimen LCD-paneelia ja sy&ouml;t&auml; oikea salausavain.
						<li>Voit rekister&ouml;id&auml; useita salausavaimia tukiasemalle WEP-salaustavalla. Jos on rekister&ouml;ity useita avaimia, tarkista, oletko antanut ensimm&auml;isen rekister&ouml;idyn avaimen.</ul></ol>
		</tr>
	</tbody>
</table>
<div class="body-t">
Tarkista tulostimen IP-osoite ja tarkista, voiko verkkotulostin k&auml;ytt&auml;&auml; muita verkon laitteita. Joissakin tapauksissa virhett&auml; ei voida m&auml;&auml;ritt&auml;&auml;. Suosittelemme, ett&auml; verkkoasetukset suoritetaan EpsonNet Setup -toiminnolla.
</div>
<br>
<div class="body-t"><b>Tietoja verkko-osoitteista:</b></div>
	<div class="body-i">
	IP-osoite kertoo verkkoon kytketyn laitteen, kuten tietokoneen, keskittimen tai reitittimen, lis&auml;ksi my&ouml;s sen verkkoalueen, johon laitteet kuuluvat. Saman verkon laitteet voivat olla yhteydess&auml; kesken&auml;&auml;n. Jos haluat olla yhteydess&auml; toisen verkon laitteisiin, tarvitaan reititin. IP-osoitteessa on kaksi osaa. Ensimm&auml;ist&auml; osaa kutsutaan &quot;verkko-osoitteeksi&quot;, ja se ilmoittaa verkkoalueen. Toista osaa kutsutaan &quot;is&auml;nt&auml;osoitteeksi&quot;, ja se ilmoittaa verkkolaitteen. Verkko-osoite ja is&auml;nt&auml;osoite erotetaan verkon laajuuden (luokan) mukaan. Voit kuitenkin erottaa verkko-osoitteen ja is&auml;nt&auml;osoitteen alueen k&auml;ytt&auml;m&auml;ll&auml; aliverkon peitett&auml;. <br>
	Jos k&auml;yt&auml;t tulostinta kotiverkossa, aseta tulostimen IP-osoitteen asetukseksi &quot;Auto&quot;, kun k&auml;yt&auml;t tukiaseman DHCP-toimintoa. Jos haluat k&auml;ytt&auml;&auml; asetusta &quot;Manuaalinen&quot; tulostimen IP-osoitteen asettamiseen, katso seuraavat IP-osoitteen ja aliverkon peitteen asetusohjeet.
	<ol><li>Tarkista tietokoneeseen kytketyn reitittimen (tai tukiaseman) IP-osoite. Katso lis&auml;tietoja reitittimen (tai tukiaseman) k&auml;ytt&ouml;ohjeesta.
		<li>Kaikki IP-osoitteet esitet&auml;&auml;n nelj&auml;n numeron segmenttein&auml; (IPv4). Aseta viimeiseen segmenttiin yksil&ouml;llinen numero v&auml;lilt&auml; 1 - 254. (Kun reititin on DHCP-palvelin tai kun kotiverkossa on toinen DHCP-palvelin, aseta arvo, joka ei ole ristiriidassa DHCP-palvelimen m&auml;&auml;ritt&auml;m&auml;n IP-osoitteen kanssa.)
	</ol>
	<b>Esimerkki asetuksista:</b><br>
	Reitittimen (tai tukiaseman) IP-osoite: 192.168.1.<b>1</b><br>
	Tulostimen asetusten esimerkki: 192.168.1.<b>3</b><br>
	Jos k&auml;yt&auml;t tulostinta pieness&auml; verkossa, kaikkien verkon laitteiden aliverkon peite on <b>255.255.255.0</b>. My&ouml;s yhdysk&auml;yt&auml;v&auml; k&auml;ytt&auml;&auml; samaa arvoa kuin tukiaseman IP-osoite.
	</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Yl&ouml;s<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="8. About the network environment"><br></a>
<h4>Tietoja verkkoymp&auml;rist&ouml;st&auml;</h4>
<div class="body-t">
Verkon tila / Tarkista verkkoyhteys -raportin lis&auml;ksi n&auml;ytet&auml;&auml;n seuraavat viestit, joiden avulla saat tiet&auml;&auml;, mit&auml; muita tekij&ouml;it&auml; verkkoymp&auml;rist&ouml;ss&auml;si tarvitsee parantaa.
</div>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="45%" align="center">Viestit</th>
      		<th width="55%" align="center">Ratkaisut</th>
		</tr>
		<tr vAlign="top">
			<td>*Signaalin voimakkuus on heikko. Jos tulostus- tai skannausongelmia ilmenee, paranna langatonta verkkoymp&auml;rist&ouml;&auml;.</td>
			<td>Heikon signaalivoimakkuuden vuoksi tulostusnopeus saattaa olla alhainen tai tulostus saattaa keskeyty&auml;.<br>
				Paranna ymp&auml;rist&ouml;&auml; tekem&auml;ll&auml; seuraavaa:
				<ul><li>Aseta tulostin l&auml;helle tukiasemaa.
					<li>Poista kaikki esteet tukiaseman ja tulostimen v&auml;lilt&auml;.</ul></td>
		</tr>
		<tr vAlign="top">
			<td>*Reitittimen/tukiaseman kanavan ristiriita on havaittu. Jos tulostus- tai skannausongelmia ilmenee, paranna langatonta verkkoymp&auml;rist&ouml;&auml;.</td>
			<td>Signaalin h&auml;iri&ouml;t voivat aiheutua toisista langattomista verkoista, jotka ovat k&auml;yt&ouml;ss&auml; l&auml;heisiss&auml; huoneissa tai rakennuksissa. Tulostimen asettaminen tukiaseman l&auml;helle saattaa parantaa ymp&auml;rist&ouml;&auml;.</td>
		</tr>
		<tr vAlign="top">
			<td>*Signaalin voimakkuus on heikko. Reitittimen/tukiaseman kanavan ristiriita on havaittu. Jos tulostus- tai skannausongelmia ilmenee, paranna langatonta verkkoymp&auml;rist&ouml;&auml;.</td>
			<td>Heikon signaalivoimakkuuden vuoksi tulostusnopeus saattaa olla alhainen tai tulostus saattaa keskeyty&auml;. Signaalin h&auml;iri&ouml;t voivat aiheutua toisista langattomista verkoista, jotka ovat k&auml;yt&ouml;ss&auml; l&auml;heisiss&auml; huoneissa tai rakennuksissa.<br>
				Paranna ymp&auml;rist&ouml;&auml; tekem&auml;ll&auml; seuraavaa:
				<ul><li>Aseta tulostin l&auml;helle tukiasemaa.
					<li>Poista kaikki esteet tukiaseman ja tulostimen v&auml;lilt&auml;.</ul></td>
		</tr>
		<tr vAlign="top">
			<td>*Useita verkon nimi&auml; (SSID), jotka vastaavat sy&ouml;tt&auml;m&auml;&auml;si verkon nime&auml; (SSID) on l&ouml;ydetty. Vahvista verkon nimi (SSID).</td>
			<td>Olet kytkeytym&auml;ss&auml; toiseen tukiasemaan.<br>
				Kokeile seuraavaa:<br>
				Muuta sen tukiaseman SSID:t&auml;, johon haluat kytkeyty&auml;, ja suorita sitten tulostimen verkkoasetukset uudelleen. 
		</tr>



<tr vAlign="top">
			<td>*Laitteita ei voi liittää enempää. Irrota jokin liitet. laitteista, jos haluat liittää uuden.</td>
			<td>Jos haluat lisätä uuden laitteen, irrota yksi nykyisistä laitteista laitteen WLAN-asetuksilla tai irrota kaikkien laitteiden kytkentä muuttamalla salasana tulostimestasi.</tr>





	</tbody>
</table>
<p></p>
<div class="body-t" align="center"><a href="#top">Yl&ouml;s<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
</body>
</html>
