<!-- saved from url=(0013)about:internet -->
<!-- Code: NPD4929-00 PT -->
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link href="../../_img/_style.css" rel="stylesheet">
<title>Epson</title>
</head>
<body>
<a name="top"></a>


<h1 class="head-a">Resolu&ccedil;&atilde;o de problemas para Relat&oacute;rio de liga&ccedil;&atilde;o de rede</h1>
<div class="body-t" align="right"><h5><a href="nwchk.htm" target="_self">Para liga&ccedil;&atilde;o Wi-Fi<img align="middle" border="0" hspace="5" src="../../_img/_bg04.gif"></a></h5></div>
<h2 class="head-b">Liga&ccedil;&atilde;o Ethernet</h2>



<h3>Como resolver problemas de estado ou liga&ccedil;&atilde;o da rede</h3>
<ol>
	<li>Veja o Relat&oacute;rio de liga&ccedil;&atilde;o de rede que imprimiu. Verifique os itens em <b>A</b> (Verificar Liga&ccedil;&atilde;o de Rede) cujo estado tem a indica&ccedil;&atilde;o N&Atilde;O APROVADO.
	<li>Na lista Verificar itens, fa&ccedil;a clique nos itens que apresentam um estado N&Atilde;O APROVADO para visualizar as solu&ccedil;&otilde;es.
	<li>Verifique a mensagem apresentada em <b>B</b> e procure a mesma mensagem que aparece por baixo de cada Verificar item. Siga as solu&ccedil;&otilde;es.
	</ol>
<p></p>
<center><div class="body-t"><img align="top" border="0" src="../../_img/chk_ether.gif"></div></center>
<h3><br>Verificar itens</h3>
<div class="body-t">Fa&ccedil;a clique nos itens seguintes para avan&ccedil;ar para as mensagens e solu&ccedil;&otilde;es.</div>
<ol>
	<li><a href="#1. Ethernet Cable Connection Check">Ethernet Cable Connection Check (Verificar Liga&ccedil;&atilde;o do Cabo Ethernet)</a>
	<li><a href="#2. IP Address Check">IP Address Check (Verificar Endere&ccedil;o IP)</a>
	<li><a href="#3. Detailed IP Setup Check">Detailed IP Setup Check (Verificar Configura&ccedil;&atilde;o IP Detalhada)</a></ol>

<p></p>
<h3><BR>Mensagens e solu&ccedil;&otilde;es para os itens de verifica&ccedil;&atilde;o</h3>
<a name="1. Ethernet Cable Connection Check"><br></a>
<h4>1. Ethernet Cable Connection Check (Verificar Liga&ccedil;&atilde;o do Cabo Ethernet)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">N.&ordm;</th>
			<th width="40%" align="center">Mensagens</th>
      		<th width="55%" align="center">Solu&ccedil;&otilde;es</th>
		</tr>
		<tr vAlign="top">
			<td align="center">1</td>
			<td>Confirme se o cabo de rede est&aacute; ligado e se os dispositivos de rede, como o hub, router ou ponto de acesso est&atilde;o ligados.</td>
			<td>Verifique o seguinte:
				<ul><li>O cabo de rede est&aacute; ligado a dispositivos de rede, como a impressora ou um hub
					<li>Os dispositivos de rede, como um hub, est&atilde;o ligados</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Verifique se o cabo de rede est&aacute; ou n&atilde;o ligado e a funcionar correctamente.<br>
Pode confirmar o estado de funcionamento dos dispositivos de rede verificando o LED de estado da porta de rede nos dispositivos ligados, como um hub.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Topo<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="2. IP Address Check"><br></a>
<h4>2. IP Address Check (Verificar Endere&ccedil;o IP)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">N.&ordm;</th>
			<th width="40%" align="center">Mensagens</th>
      		<th width="55%" align="center">Solu&ccedil;&otilde;es</th>
		</tr>
		<tr vAlign="top">
			<td align="center">2</td>
			<td>Endere&ccedil;o IP incorrecto atribu&iacute;do &agrave; impressora. Confirme a configura&ccedil;&atilde;o do endere&ccedil;o IP do dispositivo de rede (hub, router ou ponto de acesso). Para obter assist&ecirc;ncia, contacte o seu administrador de rede.
			<td>Verifique se a fun&ccedil;&atilde;o DHCP para o ponto de acesso est&aacute; ou n&atilde;o activada. Se estiver desactivada, active-a.</td>
		</tr>
	</tbody>
</table>
<div class="body-t" align="center"><a href="#top">Topo<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="3. Detailed IP Setup Check"><br></a>
<h4>3. Detailed IP Setup Check (Verificar Configura&ccedil;&atilde;o IP Detalhada)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">N.&ordm;</th>
			<th width="40%" align="center">Mensagens</th>
      		<th width="55%" align="center">Solu&ccedil;&otilde;es</th>
		</tr>
		<tr vAlign="top">
			<td align="center">3</td>
			<td>Confirme configura&ccedil;&atilde;o do endere&ccedil;o IP, m&aacute;scara de sub-rede e gateway predefinido.<br>
				Est&aacute; dispon&iacute;vel uma liga&ccedil;&atilde;o atrav&eacute;s do EpsonNet Setup.<br>
				Para obter assist&ecirc;ncia, contacte o seu administrador de rede.</td>
			<td><ol><li>Verifique o seguinte:
					<ul><li>Outros dispositivos est&atilde;o ligados na rede
						<li>O cabo de rede est&aacute; ligado correctamente
						<li>O endere&ccedil;o de rede definido manualmente para a impressora est&aacute; correcto
						<li>O endere&ccedil;o de rede da impressora &eacute; igual ao dos outros dispositivos</ul>
					<li>Se o endere&ccedil;o de rede estiver incorrecto, defina o endere&ccedil;o correcto utilizando o painel LCD da impressora.<br>
						Se n&atilde;o conseguir alterar as defini&ccedil;&otilde;es atrav&eacute;s da impressora, efectue as defini&ccedil;&otilde;es utilizando o EpsonNet Setup.<br>
						O seu endere&ccedil;o IP, m&aacute;scara de sub-rede e gateway predefinido actuais s&atilde;o apresentados em C (Network Status (Estado da Rede)).</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">4</td>
			<td>Configura&ccedil;&atilde;o incompleta. Confirme configura&ccedil;&atilde;o do gateway predefinido.<br>
				Est&aacute; dispon&iacute;vel uma liga&ccedil;&atilde;o atrav&eacute;s do EpsonNet Setup.<br>
				Para obter assist&ecirc;ncia, contacte o seu administrador de rede.</td>
			<td><ol><li>Verifique o seguinte:
					<ul><li>O endere&ccedil;o do gateway predefinido definido manualmente para a impressora est&aacute; correcto
						<li>O dispositivo especificado como gateway predefinido est&aacute; ligado
						<li>O cabo de rede est&aacute; ligado correctamente</ul>
					<li>Se o endere&ccedil;o do gateway predefinido estiver incorrecto, defina o endere&ccedil;o correcto utilizando o painel LCD da impressora.<br>
						Se n&atilde;o conseguir alterar as defini&ccedil;&otilde;es atrav&eacute;s da impressora, efectue as defini&ccedil;&otilde;es utilizando o EpsonNet Setup.<br>
						O seu endere&ccedil;o do gateway predefinido actual &eacute; apresentado em C (Network Status (Estado da Rede)) por baixo de Gateway predefinido.</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">5</td>
			<td>Confirme a liga&ccedil;&atilde;o e configura&ccedil;&atilde;o de rede do PC ou de outro dispositivo.<br>
				Est&aacute; dispon&iacute;vel uma liga&ccedil;&atilde;o atrav&eacute;s do EpsonNet Setup.<br>
				Para obter assist&ecirc;ncia, contacte o seu administrador de rede.</td>
			<td><ol><li>Verifique o seguinte:
					<ul><li>Outros dispositivos est&atilde;o ligados na rede
						<li>O cabo de rede est&aacute; ligado correctamente
						<li>O endere&ccedil;o de rede definido manualmente para a impressora est&aacute; correcto
						<li>O endere&ccedil;o de rede da impressora &eacute; igual ao dos outros dispositivos</ul>
					<li>Se verificou todos os pontos anteriores, experimente o seguinte:
					<ul><li>Inicie o EpsonNet Setup no computador que est&aacute; a utilizar a mesma rede que a impressora. Se a impressora aparecer na lista de impressoras, defina o endere&ccedil;o IP da impressora no ecr&atilde; de configura&ccedil;&atilde;o do endere&ccedil;o IP.</ul></ol></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Verifique o endere&ccedil;o IP da impressora e tamb&eacute;m se a impressora de rede consegue ou n&atilde;o aceder a outros dispositivos na rede. Em alguns casos, n&atilde;o &eacute; poss&iacute;vel especificar o erro. Recomendamos que efectue a configura&ccedil;&atilde;o da rede utilizando o EpsonNet Setup.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Topo<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
</body>
</html>
