 <!-- saved from url=(0013)about:internet -->
<!-- Code: NPD4929-00 PT -->
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link href="../../_img/_style.css" rel="stylesheet">
<title>Epson</title>
</head>
<body>
<a name="top"></a>

<h1 class="head-a">Resolu&ccedil;&atilde;o de problemas para Relat&oacute;rio de liga&ccedil;&atilde;o de rede</h1>
<div class="body-t" align="right"><h5><a href="ethchk.htm" target="_self">Para liga&ccedil;&atilde;o Ethernet<img align="middle" border="0" hspace="5" src="../../_img/_bg04.gif"></a></h5></div>
<h2 class="head-b">Liga&ccedil;&atilde;o Wi-Fi</h2>




<h3>Como resolver problemas de estado ou liga&ccedil;&atilde;o da rede</h3>
<ol>
	<li>Veja o Relat&oacute;rio de liga&ccedil;&atilde;o de rede que imprimiu. Verifique os itens em <b>A</b> (Verificar Liga&ccedil;&atilde;o de Rede) cujo estado tem a indica&ccedil;&atilde;o N&Atilde;O APROVADO.
	<li>Na lista Verificar itens, fa&ccedil;a clique nos itens que apresentam um estado N&Atilde;O APROVADO para visualizar as solu&ccedil;&otilde;es.
	<li>Verifique a mensagem apresentada em <b>B</b> e procure a mesma mensagem que aparece por baixo de cada Verificar item. Siga as solu&ccedil;&otilde;es.
	</ol>
<div class="body-i">Para as mensagens com * em <b>B</b>, consulte &quot;Acerca do ambiente de rede&quot; para mais informa&ccedil;&otilde;es.</div>
<p></p>
<center><div class="body-t"><img align="top" border="0" src="../../_img/chk_wifi.gif"></div></center>
<h3><br>Verificar itens</h3>
<div class="body-t">Fa&ccedil;a clique nos itens seguintes para avan&ccedil;ar para as mensagens e solu&ccedil;&otilde;es.</div>
<ol>
	<li><a href="#1. Wireless Network Name (SSID) Check">Wireless Network Name (SSID) Check (Verificar nome da rede (SSID) sem fios)</a>
	<li><a href="#2. Communication Mode Check">Communication Mode Check (Verificar Modo de Comunica&ccedil;&atilde;o)</a>
	<li><a href="#3. Security Mode Check">Security Mode Check (Verificar Modo de Seguran&ccedil;a)</a>
	<li><a href="#4. MAC Address Filtering Check">MAC Address Filtering Check (Verificar Filtragem do Endere&ccedil;o MAC)</a>
	<li><a href="#5. Security Key/Password Check">Security Key/Password Check (Verificar Chave de Seguran&ccedil;a/Palavra-passe)</a>
	<li><a href="#6. IP Address Check">IP Address Check (Verificar Endere&ccedil;o IP)</a>
	<li><a href="#7. Detailed IP Setup Check">Detailed IP Setup Check (Verificar Configura&ccedil;&atilde;o IP Detalhada)</a>
	<ul>
	<li><a href="#8. About the network environment">Acerca do ambiente de rede</a></ul></ol>

<p></p>
<h3><BR>Mensagens e solu&ccedil;&otilde;es para os itens de verifica&ccedil;&atilde;o</h3>
<a name="1. Wireless Network Name (SSID) Check"><br></a>
<h4>1. Wireless Network Name (SSID) Check (Verificar nome da rede (SSID) sem fios)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">N.&ordm;</th>
			<th width="40%" align="center">Mensagens</th>
      		<th width="55%" align="center">Solu&ccedil;&otilde;es</th>
		</tr>
		<tr vAlign="top">
			<td align="center">1</td>
			<td>Nomes de rede (SSID) sem fios n&atilde;o detectados. Confirme se o router/ponto de acesso est&aacute; ligado e se a rede (SSID) sem fios est&aacute; configurada correctamente. Para obter assist&ecirc;ncia, contacte o seu administrador de rede.</td>
			<td><ul>
				<li>Verifique se o ponto de acesso est&aacute; ligado. Se estiver desligado, ligue-o e volte a efectuar a configura&ccedil;&atilde;o da rede.
				<li>Coloque a impressora perto do ponto de acesso.
				<li>Se introduziu manualmente o nome da rede (SSID) sem fios, confirme se o nome da rede (SSID) sem fios est&aacute; ou n&atilde;o correcto. Se estiver incorrecto, introduza-o novamente. O nome da rede (SSID) sem fios &eacute; apresentado em <b>C</b> (Network Status (Estado da Rede)) por baixo de Nome de rede (SSID).
				<li>Se tiver configurado a rede utilizando WPS, verifique se o ponto de acesso suporta ou n&atilde;o WPS.
				<li>Se quiser configurar uma liga&ccedil;&atilde;o Ad Hoc, primeiro ter&aacute; de configurar o seu computador para Ad Hoc. Efectue uma configura&ccedil;&atilde;o Ad Hoc para o computador e, em seguida, volte a efectuar a configura&ccedil;&atilde;o da rede para a impressora.</ul></td>
		</tr>
		<tr vAlign="top">
			<td align="center">2</td>
			<td>Nomes de rede (SSID) sem fios n&atilde;o detectados. Confirme se o nome de rede (SSID) sem fios do PC que pretende ligar est&aacute; configurado correctamente. Para obter assist&ecirc;ncia, contacte o seu administrador de rede.</td>
			<td><ul>
				<li>Verifique se o computador ao qual se pretende ligar est&aacute; ligado. Se estiver desligado, ligue-o e volte a efectuar a configura&ccedil;&atilde;o da rede para a impressora.
				<li>Coloque a impressora perto do computador ao qual se pretende ligar.</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
As mensagens anteriores aparecem quando o nome da rede (SSID) sem fios seleccionado ou introduzido n&atilde;o &eacute; detectado durante a configura&ccedil;&atilde;o da rede.<br>
SSID &eacute; o nome da sua rede Wi-Fi. Se estiver a utilizar um ponto de acesso, a rede j&aacute; tinha um nome quando o ponto de acesso foi configurado.<br>
Se quiser ligar a impressora e o computador directamente sem um ponto de acesso (liga&ccedil;&atilde;o Ad Hoc), ter&aacute; de configurar uma rede Ad Hoc para o computador. Nesse caso, necessita de criar um SSID no computador. <br>
Se n&atilde;o souber qual &eacute; o SSID, recomendamos que contacte a pessoa ou empresa que configurou a rede. <br>
Al&eacute;m disso, tem de colocar a impressora perto do ponto de acesso (ou computador) durante a configura&ccedil;&atilde;o para que a impressora receba um sinal claro do ponto de acesso ou computador.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Topo<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="2. Communication Mode Check"><br></a>
<h4>2. Communication Mode Check (Verificar Modo de Comunica&ccedil;&atilde;o)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">N.&ordm;</th>
			<th width="40%" align="center">Mensagens</th>
      		<th width="55%" align="center">Solu&ccedil;&otilde;es</th>
		</tr>
		<tr vAlign="top">
			<td align="center">3</td>
			<td>O modo de comunica&ccedil;&atilde;o Wi-Fi (IEEE802.11*) n&atilde;o corresponde &agrave; configura&ccedil;&atilde;o actual da impressora. Configure o mesmo modo de comunica&ccedil;&atilde;o para a impressora, router/ponto de acesso e PC. Para obter assist&ecirc;ncia, contacte o seu administrador de rede.<br>
				<br>
				* A indica&ccedil;&atilde;o varia consoante o local.</td>
			<td><ul>
				<li>Verifique se o modo de comunica&ccedil;&atilde;o Wi-Fi configurado para o ponto de acesso corresponde ao suportado pela impressora.</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Esta mensagem aparece quando o modo de comunica&ccedil;&atilde;o Wi-Fi configurado para o ponto de acesso e o computador n&atilde;o &eacute; suportado pela impressora.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Topo<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="3. Security Mode Check"><br></a>
<h4>3. Security Mode Check (Verificar Modo de Seguran&ccedil;a)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">N.&ordm;</th>
			<th width="40%" align="center">Mensagens</th>
      		<th width="55%" align="center">Solu&ccedil;&otilde;es</th>
		</tr>
		<tr vAlign="top">
			<td align="center">4</td>
			<td>O modo de seguran&ccedil;a (e.g. WEP, WPA) n&atilde;o corresponde &agrave; configura&ccedil;&atilde;o actual da impressora. Confirme o modo de seguran&ccedil;a. Para obter assist&ecirc;ncia, contacte o seu administrador de rede.</td>
			<td>Confirme se o ponto de acesso est&aacute; a utilizar um dos seguintes modos de seguran&ccedil;a. Se n&atilde;o estiver, volte a efectuar a configura&ccedil;&atilde;o da rede e altere-a para um modo de seguran&ccedil;a suportado.
				<ul>
				<li>WEP-64bit (40 bits)
				<li>WEP-128bit (104 bits)
				<li>WPA PSK (TKIP)
				<li>WPA2 PSK (TKIP)
				<li>WPA PSK (AES)
				<li>WPA2 PSK (AES)
				<li>WPA (TKIP/AES)
				<li>WPA2 (TKIP/AES)</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Esta mensagem aparece quando os modos de seguran&ccedil;a configurados para os dispositivos de rede n&atilde;o s&atilde;o suportados pela impressora ou n&atilde;o correspondem ao modo de seguran&ccedil;a da impressora.<br>
Existem diferentes tipos de seguran&ccedil;a configurados para dispositivos de rede em fun&ccedil;&atilde;o da sua intensidade ou do m&eacute;todo de encripta&ccedil;&atilde;o.<br>
Os modos de seguran&ccedil;a suportados podem diferir de acordo com o dispositivo de rede. Para permitir a comunica&ccedil;&atilde;o, &eacute; necess&aacute;rio configurar o mesmo modo de seguran&ccedil;a entre o dispositivo de rede e a impressora.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Topo<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="4. MAC Address Filtering Check"><br></a>
<h4>4. MAC Address Filtering Check (Verificar Filtragem do Endere&ccedil;o MAC)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">N.&ordm;</th>
			<th width="40%" align="center">Mensagens</th>
      		<th width="55%" align="center">Solu&ccedil;&otilde;es</th>
		</tr>
		<tr vAlign="top">
			<td align="center">5</td>
			<td>O endere&ccedil;o MAC da sua impressora poder&aacute; estar filtrado. Verifique se o router/ponto de acesso tem restri&ccedil;&otilde;es como filtragem do endere&ccedil;o MAC.<br>
				Consulte a documenta&ccedil;&atilde;o do router/ponto de acesso ou contacte o seu administrador de rede para obter assist&ecirc;ncia.</td>
			<td><ul>
				<li>Consulte o manual de instru&ccedil;&otilde;es fornecido com o ponto de acesso para obter mais informa&ccedil;&otilde;es sobre a fun&ccedil;&atilde;o de filtragem do endere&ccedil;o MAC. Se a fun&ccedil;&atilde;o de filtragem estiver activada, registe o endere&ccedil;o MAC da impressora para impedir que esta seja filtrada.
				<li>Se utilizou o modo de seguran&ccedil;a WEP no ponto de acesso para activar a Autentica&ccedil;&atilde;o partilhada, confirme se a chave e o &iacute;ndice de autentica&ccedil;&atilde;o est&atilde;o correctos.</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Esta mensagem aparece quando a filtragem do endere&ccedil;o MAC est&aacute; activada e o endere&ccedil;o MAC da impressora n&atilde;o foi registado no ponto de acesso.<br>
O endere&ccedil;o MAC &eacute; um n&uacute;mero de identifica&ccedil;&atilde;o utilizado para identificar dispositivos de rede individuais.<br>
Um ponto de acesso tem uma fun&ccedil;&atilde;o que permite aceitar ou recusar o acesso &agrave; rede de um dispositivo com base no respectivo endere&ccedil;o MAC.<br>
Se esta fun&ccedil;&atilde;o estiver activada, apenas os dispositivos de rede com endere&ccedil;os MAC registados conseguem ligar-se &agrave; rede.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Topo<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="5. Security Key/Password Check"><br></a>
<h4>5. Security Key/Password Check (Verificar Chave de Seguran&ccedil;a/Palavra-passe)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">N.&ordm;</th>
			<th width="40%" align="center">Mensagens</th>
      		<th width="55%" align="center">Solu&ccedil;&otilde;es</th>
		</tr>
		<tr vAlign="top">
			<td align="center">6</td>
			<td>A chave de seguran&ccedil;a/palavra-passe introduzida n&atilde;o corresponde &agrave; que est&aacute; configurada para o router/ponto de acesso. Confirme a chave de seguran&ccedil;a/palavra-passe. Para obter assist&ecirc;ncia, contacte o seu administrador de rede.</td>
			<td>A chave de seguran&ccedil;a definida para o ponto de acesso e a chave de seguran&ccedil;a introduzida n&atilde;o correspondem. Volte a configurar a rede utilizando a chave de seguran&ccedil;a correcta. A chave de seguran&ccedil;a &eacute; sens&iacute;vel a mai&uacute;sculas e min&uacute;sculas.</td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Esta mensagem aparece quando a chave de seguran&ccedil;a introduzida e a chave definida para o ponto de acesso n&atilde;o correspondem.<br>
A chave de seguran&ccedil;a (palavra-passe) &eacute; necess&aacute;ria para liga&ccedil;&atilde;o &agrave; rede.<br>
A chave de seguran&ccedil;a &eacute; sens&iacute;vel a mai&uacute;sculas e min&uacute;sculas. Se a chave introduzida n&atilde;o corresponder completamente &agrave; chave registada, a liga&ccedil;&atilde;o falha.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Topo<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="6. IP Address Check"><br></a>
<h4>6. IP Address Check (Verificar Endere&ccedil;o IP)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">N.&ordm;</th>
			<th width="40%" align="center">Mensagens</th>
      		<th width="55%" align="center">Solu&ccedil;&otilde;es</th>
		</tr>
		<tr vAlign="top">
			<td align="center">7</td>
			<td>Endere&ccedil;o IP incorrecto atribu&iacute;do &agrave; impressora. Confirme a configura&ccedil;&atilde;o do endere&ccedil;o IP do dispositivo de rede (hub, router ou ponto de acesso). Para obter assist&ecirc;ncia, contacte o seu administrador de rede.
			<td><ul>
				<li>Verifique se a fun&ccedil;&atilde;o DHCP para o ponto de acesso est&aacute; ou n&atilde;o activada. Se estiver desactivada, active-a.
				<li>Se tiver definido o endere&ccedil;o IP manualmente, o endere&ccedil;o IP est&aacute; fora do limite suportado (&eacute; inv&aacute;lido). Introduza o endere&ccedil;o IP correcto.</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t" align="center"><a href="#top">Topo<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="7. Detailed IP Setup Check"><br></a>
<h4>7. Detailed IP Setup Check (Verificar Configura&ccedil;&atilde;o IP Detalhada)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">N.&ordm;</th>
			<th width="40%" align="center">Mensagens</th>
      		<th width="55%" align="center">Solu&ccedil;&otilde;es</th>
		</tr>
		<tr vAlign="top">
			<td align="center">8</td>
			<td>Confirme a liga&ccedil;&atilde;o e configura&ccedil;&atilde;o de rede do PC ou de outro dispositivo.<br>
				Est&aacute; dispon&iacute;vel uma liga&ccedil;&atilde;o atrav&eacute;s do EpsonNet Setup.<br>
				Para obter assist&ecirc;ncia, contacte o seu administrador de rede.
			<td><ol><li>Verifique o seguinte:
					<ul><li>Verifique se os dispositivos que querem utilizar a impressora, como o computador, est&atilde;o ligados.
						<li>Verifique se os dispositivos que querem utilizar a impressora, como o computador, est&atilde;o na mesma rede.</ul>
					<li>Se verificou os pontos anteriores, efectue a configura&ccedil;&atilde;o da rede utilizando o EpsonNet Setup.</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">9</td>
			<td>Confirme configura&ccedil;&atilde;o do endere&ccedil;o IP, m&aacute;scara de sub-rede e gateway predefinido.<br>
				Est&aacute; dispon&iacute;vel uma liga&ccedil;&atilde;o atrav&eacute;s do EpsonNet Setup.<br>
				Para obter assist&ecirc;ncia, contacte o seu administrador de rede.
			<td><ol><li>Verifique o seguinte:
					<ul><li>Outros dispositivos est&atilde;o ligados na rede
						<li>O endere&ccedil;o de rede definido manualmente para a impressora est&aacute; correcto
						<li>O endere&ccedil;o de rede da impressora &eacute; igual ao dos outros dispositivos</ul>
					<li>Se o endere&ccedil;o de rede estiver incorrecto, defina o endere&ccedil;o correcto utilizando o painel LCD da impressora.<br>
						Se n&atilde;o conseguir alterar as defini&ccedil;&otilde;es atrav&eacute;s da impressora, efectue as defini&ccedil;&otilde;es utilizando o EpsonNet Setup.<br>
						O seu endere&ccedil;o IP, m&aacute;scara de sub-rede e gateway predefinido actuais s&atilde;o apresentados em C (Network Status (Estado da Rede)).</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">10</td>
			<td>Configura&ccedil;&atilde;o incompleta. Confirme configura&ccedil;&atilde;o do gateway predefinido.<br>
				Est&aacute; dispon&iacute;vel uma liga&ccedil;&atilde;o atrav&eacute;s do EpsonNet Setup.<br>
				Para obter assist&ecirc;ncia, contacte o seu administrador de rede.
			<td><ol><li>Verifique o seguinte:
					<ul><li>O endere&ccedil;o do gateway predefinido definido manualmente para a impressora est&aacute; correcto
						<li>O dispositivo especificado como gateway predefinido est&aacute; ligado</ul>
					<li>Se o endere&ccedil;o do gateway predefinido estiver incorrecto, defina o endere&ccedil;o correcto utilizando o painel LCD da impressora.<br>
						Se n&atilde;o conseguir alterar as defini&ccedil;&otilde;es atrav&eacute;s da impressora, efectue as defini&ccedil;&otilde;es utilizando o EpsonNet Setup.<br>
						O seu endere&ccedil;o do gateway predefinido actual &eacute; apresentado em C (Network Status (Estado da Rede)) por baixo de Gateway predefinido.</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">11</td>
			<td>Confirme o seguinte:<br>
				- A chave de seguran&ccedil;a/palavra-passe introduzida est&aacute; correcta<br>
				- O &iacute;ndice da chave de seguran&ccedil;a/palavra-passe est&aacute; definido para o primeiro n&uacute;mero<br>
				- A configura&ccedil;&atilde;o do endere&ccedil;o IP, m&aacute;scara de sub-rede ou gateway predefinido est&aacute; correcta<br>
				Para obter assist&ecirc;ncia, contacte o seu administrador de rede.
			<td><ol><li>Verifique o seguinte:
					<ul><li>Outros dispositivos est&atilde;o ligados na rede
						<li>O endere&ccedil;o de rede definido manualmente para a impressora est&aacute; correcto
						<li>O endere&ccedil;o de rede da impressora &eacute; igual ao dos outros dispositivos</ul>
					<li>Se verificou todos os pontos anteriores, experimente o seguinte:
					<ul><li>Inicie o EpsonNet Setup no computador que est&aacute; a utilizar a mesma rede que a impressora.<br>
							Se a impressora aparecer na lista de impressoras, defina o endere&ccedil;o IP da impressora no ecr&atilde; de configura&ccedil;&atilde;o do endere&ccedil;o IP. Se a impressora n&atilde;o estiver na lista, &eacute; poss&iacute;vel que a chave de seguran&ccedil;a esteja incorrecta. Efectue a configura&ccedil;&atilde;o da rede utilizando o painel LCD da impressora e introduza a chave de seguran&ccedil;a correcta.
						<li>Pode registar v&aacute;rias chaves de seguran&ccedil;a para o ponto de acesso no modo de seguran&ccedil;a WEP. Se tiver v&aacute;rias chaves registadas, verifique se introduziu a primeira chave registada.</ul></ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">12</td>
			<td>Confirme o seguinte:<br>
				- A chave de seguran&ccedil;a/palavra-passe introduzida est&aacute; correcta<br>
				- O &iacute;ndice da chave de seguran&ccedil;a/palavra-passe est&aacute; definido para o primeiro n&uacute;mero<br>
				- A configura&ccedil;&atilde;o da liga&ccedil;&atilde;o e da rede do PC ou de outro dispositivo est&aacute; correcta<br>
				Para obter assist&ecirc;ncia, contacte o seu administrador de rede.
			<td><ol><li>Verifique o seguinte:
					<ul><li>Os dispositivos de rede, como o modem, hub e router, est&atilde;o ligados
						<li>O endere&ccedil;o IP dos dispositivos de rede para al&eacute;m da impressora &eacute; definido manualmente (se o endere&ccedil;o IP da impressora for atribu&iacute;do automaticamente mas o dos outros dispositivos de rede o for manualmente, a rede da impressora pode diferir de outros dispositivos de rede)</ul>
					<li>Se verificou todos os pontos anteriores, experimente o seguinte:
					<ul><li>Inicie o EpsonNet Setup no computador que est&aacute; a utilizar a mesma rede que a impressora.<br>
							Se a impressora aparecer na lista de impressoras, defina o endere&ccedil;o IP da impressora no ecr&atilde; de configura&ccedil;&atilde;o do endere&ccedil;o IP. Se a impressora n&atilde;o estiver na lista, &eacute; poss&iacute;vel que a chave de seguran&ccedil;a esteja incorrecta. Efectue a configura&ccedil;&atilde;o da rede utilizando o painel LCD da impressora e introduza a chave de seguran&ccedil;a correcta.
						<li>Pode registar v&aacute;rias chaves de seguran&ccedil;a para o ponto de acesso no modo de seguran&ccedil;a WEP. Se tiver v&aacute;rias chaves registadas, verifique se introduziu a primeira chave registada.</ul></ol>
		</tr>
	</tbody>
</table>
<div class="body-t">
Verifique o endere&ccedil;o IP da impressora e tamb&eacute;m se a impressora de rede consegue ou n&atilde;o aceder a outros dispositivos na rede. Em alguns casos, n&atilde;o &eacute; poss&iacute;vel especificar o erro. Recomendamos que efectue a configura&ccedil;&atilde;o da rede utilizando o EpsonNet Setup.
</div>
<br>
<div class="body-t"><b>Acerca dos endere&ccedil;os de rede:</b></div>
	<div class="body-i">
	O endere&ccedil;o IP indica n&atilde;o apenas os dispositivos que est&atilde;o ligados &agrave; rede, como o computador, hub e router, mas tamb&eacute;m o conjunto de rede a que pertencem. Os dispositivos que est&atilde;o na mesma rede conseguem comunicar entre si. Se pretender comunicar com dispositivos de uma outra rede, &eacute; necess&aacute;rio um router. O endere&ccedil;o IP &eacute; composto por duas partes. A primeira parte &eacute; o chamado &quot;endere&ccedil;o de rede&quot; e indica o conjunto de rede. A segunda parte &eacute; o chamado &quot;endere&ccedil;o anfitri&atilde;o&quot; e indica o dispositivo de rede. A linha entre o endere&ccedil;o de rede e o endere&ccedil;o anfitri&atilde;o difere em fun&ccedil;&atilde;o da escala (classe) da rede. Contudo, pode definir a linha entre o endere&ccedil;o de rede e o endere&ccedil;o anfitri&atilde;o utilizando a m&aacute;scara de sub-rede. <br>
	Se estiver a utilizar a impressora numa rede dom&eacute;stica, configure a defini&ccedil;&atilde;o do endere&ccedil;o IP da impressora para &quot;Auto&quot; (Autom&aacute;tico) quando utilizar a fun&ccedil;&atilde;o DHCP do ponto de acesso. Se quiser utilizar &quot;Manual&quot; para definir o endere&ccedil;o IP da impressora, consulte o que se segue para definir o endere&ccedil;o IP e a m&aacute;scara de sub-rede.
	<ol><li>Verifique o endere&ccedil;o IP do router (ou ponto de acesso) ligado ao computador. Para mais informa&ccedil;&otilde;es, consulte o manual de instru&ccedil;&otilde;es do router (ou ponto de acesso).
		<li>Todos os endere&ccedil;os IP s&atilde;o constitu&iacute;dos por segmentos de quatro valores num&eacute;ricos (para IPv4). No &uacute;ltimo segmento, defina um valor num&eacute;rico exclusivo compreendido entre 1 e 254. (Quando o router &eacute; um servidor DHCP ou quando existe outro servidor DHCP na rede dom&eacute;stica, defina um valor que n&atilde;o entre em conflito com o endere&ccedil;o IP atribu&iacute;do pelo servidor DHCP.)
	</ol>
	<b>Exemplo de defini&ccedil;&atilde;o:</b><br>
	Endere&ccedil;o IP do router (ou ponto de acesso): 192.168.1.<b>1</b><br>
	Exemplo de defini&ccedil;&atilde;o na impressora: 192.168.1.<b>3</b><br>
	Se estiver a utilizar a impressora numa rede de pequena escala, &eacute; definido <b>255.255.255.0</b> para todos os dispositivos de rede para a m&aacute;scara de sub-rede. Al&eacute;m disso, o gateway utiliza o mesmo valor que o endere&ccedil;o IP para o ponto de acesso.
	</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Topo<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="8. About the network environment"><br></a>
<h4>Acerca do ambiente de rede</h4>
<div class="body-t">
Para al&eacute;m do relat&oacute;rio de estado da rede/verifica&ccedil;&atilde;o da liga&ccedil;&atilde;o de rede, s&atilde;o apresentadas as mensagens seguintes para que saiba que outros factores no ambiente de rede precisam de ser melhorados.
</div>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="45%" align="center">Mensagens</th>
      		<th width="55%" align="center">Solu&ccedil;&otilde;es</th>
		</tr>
		<tr vAlign="top">
			<td>* Baixa intensidade do sinal. Se encontrar problemas de impress&atilde;o ou digitaliza&ccedil;&atilde;o, melhore o seu ambiente de rede sem fios.</td>
			<td>Devido &agrave; fraca intensidade do sinal, &eacute; poss&iacute;vel que a velocidade de impress&atilde;o seja reduzida ou que a impress&atilde;o seja interrompida.<br>
				Fa&ccedil;a o seguinte para melhorar o ambiente:
				<ul><li>Coloque a impressora perto do ponto de acesso
					<li>Remova todos os obst&aacute;culos existentes entre o ponto de acesso e a impressora.</ul></td>
		</tr>
		<tr vAlign="top">
			<td>*Foi detectado um conflito de canal de router/ponto de acesso. Se encontrar problemas de impress&atilde;o ou digitaliza&ccedil;&atilde;o, melhore o seu ambiente de rede sem fios.</td>
			<td>A interfer&ecirc;ncia no sinal pode ser causada por outras redes sem fios que estejam a ser utilizadas em divis&otilde;es ou edif&iacute;cios pr&oacute;ximos. Se colocar a impressora perto do ponto de acesso pode melhorar o ambiente.</td>
		</tr>
		<tr vAlign="top">
			<td>* Baixa intensidade do sinal. Foi detectado um conflito de canal de router/ponto de acesso. Se encontrar problemas de impress&atilde;o ou digitaliza&ccedil;&atilde;o, melhore o seu ambiente de rede sem fios.</td>
			<td>Devido &agrave; fraca intensidade do sinal, &eacute; poss&iacute;vel que a velocidade de impress&atilde;o seja reduzida ou que a impress&atilde;o seja interrompida. A interfer&ecirc;ncia no sinal pode ser causada por outras redes sem fios que estejam a ser utilizadas em divis&otilde;es ou edif&iacute;cios pr&oacute;ximos.<br>
				Fa&ccedil;a o seguinte para melhorar o ambiente:
				<ul><li>Coloque a impressora perto do ponto de acesso
					<li>Remova todos os obst&aacute;culos existentes entre o ponto de acesso e a impressora.</ul></td>
		</tr>
		<tr vAlign="top">
			<td>*Foram detectados v&aacute;rios nomes de rede (SSID) que correspondem ao nome de rede (SSID) que inseriu. Confirme o nome de rede (SSID).</td>
			<td>Est&aacute; a ligar-se a um ponto de acesso diferente.<br>
				Experimente o seguinte:<br>
				Altere o SSID do ponto de acesso ao qual se pretende ligar e, em seguida, volte a efectuar a configura&ccedil;&atilde;o da rede para a impressora. 
		</tr>


<tr vAlign="top">
			<td>*Impossível ligar mais dispositivos. Desligue um dos dispositivos ligados se quiser adicionar um dispositivo novo.</td>
			<td>Se pretender adicionar um novo dispositivo, desligue um dos dispositivos actuais utilizando as definições de Wi-Fi do dispositivo ou desligue todos os dispositivos alterando a palavra-passe da impressora.</tr>




	</tbody>
</table>
<p></p>
<div class="body-t" align="center"><a href="#top">Topo<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
</body>
</html>
