<!-- saved from url=(0013)about:internet -->
<!-- Code: NPD4929-00 CS -->
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link href="../_img/_style.css" rel="stylesheet">
<title>Epson</title>
</head>
<body>
<div class="read-t">Během sedmi minut proveďte na ovl&aacute;dac&iacute;m panelu n&aacute;sleduj&iacute;c&iacute; operace.</div>
<div class="read-t">V&yacute;běr nab&iacute;dky se li&scaron;&iacute; podle modelu tisk&aacute;rny.<br>
<div class="bullet">V př&iacute;padě modelů s dotykov&yacute;m displejem stiskněte ikonu př&iacute;mo na displeji tisk&aacute;rny.</div>
<div class="bullet">V př&iacute;padě modelů bez dotykov&eacute;ho displeje použijte k v&yacute;běru položek tlač&iacute;tka se &scaron;ipkami. Potom stiskněte tlač&iacute;tko <b>OK</b>.</div></div>
<div class="step01">Zkontrolujte, zda je tisk&aacute;rna zapnut&aacute; a připravena k použit&iacute;.</div>
<div class="Indent"><div class="link-t"><a href="if_menu.htm" target="blank">Dal&scaron;&iacute; informace</a></div></div>
<div class="step02">Přejděte k tisk&aacute;rně a vstupte do nab&iacute;dky nastaven&iacute; Wi-Fi někter&yacute;m z n&aacute;sleduj&iacute;c&iacute;ch způsobů v z&aacute;vislosti na tisk&aacute;rně.<br>
<div class="bullet">Vyberte volbu <img border="0" align="middle" src="../_img/bt_wifi_b.gif">.</div>
<div class="bullet">Vyberte volbu <b>Wi-Fi Setup (Nastaven&iacute; Wi-Fi)</b>.</div>
<div class="bullet">Klepněte na tlač&iacute;tko <img border="0" align="middle" src="../_img/ic_nw_default.gif"> a potom na tlač&iacute;tko <b>Wi-Fi Setup (Nastaven&iacute; Wi-Fi)</b>.</div></div>
<div class="step03">Vyberte volbu <b>Wi-Fi Auto Connect (Automatick&eacute; připojen&iacute; Wi-Fi)</b> a potom stiskněte tlač&iacute;tko <b>Proceed (Pokračovat)</b> nebo <b>OK</b>. Postupujte podle pokynů na displeji tisk&aacute;rny.</div>
<div class="Indent"><b>POZN&Aacute;MKA:</b><br>
<div class="bullet">Pokud se na displeji zobraz&iacute; chyba, stiskněte tlač&iacute;tko <b>OK</b> na ovl&aacute;dac&iacute;m panelu tisk&aacute;rny. Potom se vraťte ke kroku 1 na t&eacute;to obrazovce.</div>
<div class="bullet">Pokud se v poč&iacute;tači zobraz&iacute; obrazovka Nastavit um&iacute;stěn&iacute; v s&iacute;ti, stisknut&iacute;m tlač&iacute;tka <b>Storno</b> zavřete obrazovku.</div>
<div class="Indent"><div class="link-t"><a href="_files/acset_lc.htm" target="blank">Zobrazit n&aacute;hled &bdquo;obrazovky Nastavit um&iacute;stěn&iacute; v s&iacute;ti&ldquo;</a></div></div>
</div>
</body>
</html>
