<!-- saved from url=(0013)about:internet -->
<!-- Code: NPD4929-00 CS -->
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link href="../_img/_style.css" rel="stylesheet">
<title>Epson</title>
</head>
<body>
<div class="read-t">V&yacute;běr nab&iacute;dky se li&scaron;&iacute; podle modelu tisk&aacute;rny.<br>
<div class="bullet">V př&iacute;padě modelů s dotykov&yacute;m displejem stiskněte ikonu př&iacute;mo na displeji tisk&aacute;rny.</div>
<div class="bullet">V př&iacute;padě modelů bez dotykov&eacute;ho displeje použijte k v&yacute;běru položek tlač&iacute;tka se &scaron;ipkami. Potom stiskněte tlač&iacute;tko <b>OK</b>.</div></div>
<div class="step01">Zkontrolujte, zda je tisk&aacute;rna zapnut&aacute; a připravena k použit&iacute;.
<div class="link-t"><a href="if_menu.htm" target="_blank">Dal&scaron;&iacute; informace</a></div></div>
<div class="step02">Přejděte k tisk&aacute;rně a vstupte do nab&iacute;dky nastaven&iacute; Wi-Fi někter&yacute;m z n&aacute;sleduj&iacute;c&iacute;ch způsobů v z&aacute;vislosti na tisk&aacute;rně.<br>
<div class="bullet">Vyberte volbu <img border="0" align="middle" src="../_img/bt_wifi_b.gif">.</div>
<div class="bullet">Vyberte volbu <b>Wi-Fi Setup (Nastaven&iacute; Wi-Fi)</b>.</div>
<div class="bullet">Klepněte na tlač&iacute;tko <img border="0" align="middle" src="../_img/ic_nw_default.gif"> a potom na tlač&iacute;tko <b>Menu (Nab&iacute;dka)</b>.</div></div>
<div class="step03">Vstupte do nab&iacute;dky nastaven&iacute; Wi-Fi Direct někter&yacute;m z n&aacute;sleduj&iacute;c&iacute;ch způsobů v z&aacute;vislosti na tisk&aacute;rně.<br>
<div class="bullet">Vyberte volbu <b>Wi-Fi Direct Routerless Setup (Nastaven&iacute; Wi-Fi Direct bez směrovače)</b>/ <b>Wi-Fi Direct Setup (Nastaven&iacute; Wi-Fi Direct)</b>.</div>
<div class="bullet">Vyberte volbu <b>Wi-Fi Direct Routerless Setup (Nastaven&iacute; Wi-Fi Direct bez směrovače)</b>/ <b>Wi-Fi Direct Setup (Nastaven&iacute; Wi-Fi Direct)</b> a potom volbu <b>Connection Setup (Nastaven&iacute; připojen&iacute;)</b>.</div>
</div>
<div class="step04">Postupujte podle pokynů na displeji tisk&aacute;rny a potom stiskněte tlač&iacute;tko <b>Proceed (Pokračovat)</b> nebo<b> OK</b>.</div>
<div class="step05">Zkontrolujte n&aacute;zev SSID zobrazen&yacute; na displeji tisk&aacute;rny.<br>
Pokud se nezobraz&iacute;, stiskněte tlač&iacute;tko <b>OK</b> nebo <img border="0" align="middle" src="../_img/bt_down.gif"> a potom v poč&iacute;tači vyhledejte a vyberte n&aacute;zev SSID.
<div class="link-t"><a href="_files/search_ssid.htm" target="_blank">Vyhled&aacute;n&iacute; SSID</a></div></div>
<div class="step06">Zadejte zobrazen&eacute; heslo do nastaven&iacute; Wi-Fi v poč&iacute;tači. Pokud se nezobraz&iacute; na displeji tisk&aacute;rny, stiskněte tlač&iacute;tko <img border="0" align="middle" src="../_img/bt_down.gif">.
<div class="link-t"><a href="_files/enter_password.htm" target="_blank">Zad&aacute;n&iacute; hesla</a></div></div>
<div class="step07">Dokončete nastaven&iacute; Wi-Fi.</div>
</body>
</html>
