<!-- saved from url=(0013)about:internet -->
<!-- Code: NPD4929-00 ES -->
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link href="../../_img/_style.css" rel="stylesheet">
<title>Epson</title>
</head>
<body>
<a name="top"></a>


<h1 class="head-a">Soluci&oacute;n de problemas delInforme de conexi&oacute;n de red</h1>
<div class="body-t" align="right"><h5><a href="nwchk.htm" target="_self">Para la conexi&oacute;n Wi-Fi<img align="middle" border="0" hspace="5" src="../../_img/_bg04.gif"></a></h5></div>
<h2 class="head-b">Conexi&oacute;n Ethernet</h2>




<h3>C&oacute;mo solucionar sus problemas de estado de la red o de conexi&oacute;n</h3>
<ol>
	<li>Examine el Informe de conexi&oacute;n de red que ha imprimido. F&iacute;jese en los elementos de <b>A</b> (Comprobar conexi&oacute;n de red) cuyo estado sea INCORRECTO.
	<li>En la lista Elementos para revisar, haga clic en los elementos que muestren el estado INCORRECTO para ver las soluciones en pantalla.
	<li>Lea el mensaje mostrado en <b>B</b> y busque el mismo mensaje en la lista, debajo de cada elemento. Despu&eacute;s, siga las instrucciones de la soluci&oacute;n.
	</ol>
<p></p>
<center><div class="body-t"><img align="top" border="0" src="../../_img/chk_ether.gif"></div></center>
<h3><br>Elementos para revisar</h3>
<div class="body-t">Haga clic en los elementos siguientes para ir a los mensajes y las soluciones.</div>
<ol>
	<li><a href="#1. Ethernet Cable Connection Check">Ethernet Cable Connection Check (Comprobaci&oacute;n de la conexi&oacute;n del cable Ethernet)</a>
	<li><a href="#2. IP Address Check">IP Address Check (Comprobaci&oacute;n de direcci&oacute;n IP)</a>
	<li><a href="#3. Detailed IP Setup Check">Detailed IP Setup Check (Comprobaci&oacute;n config. IP detallada)</a></ol>

<p></p>
<h3><BR>Mensajes y soluciones para los elementos revisados</h3>
<a name="1. Ethernet Cable Connection Check"><br></a>
<h4>1. Ethernet Cable Connection Check (Comprobaci&oacute;n de la conexi&oacute;n del cable Ethernet)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">N.&deg;</th>
			<th width="40%" align="center">Mensajes</th>
      		<th width="55%" align="center">Soluciones</th>
		</tr>
		<tr vAlign="top">
			<td align="center">1</td>
			<td>Compruebe que est&eacute; conectado el cable de red y que est&eacute;n encendidos los dispositivos de red (concentrador, enrutador o punto de acceso).</td>
			<td>Compruebe que:
				<ul><li>El cable de red est&eacute; conectado a los dispositivos de red tales como la impresora o un concentrador
					<li>Est&eacute;n encendidos los dispositivos de red (un concentrador, por ej.)</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Compruebe que el cable de red est&eacute; conectado y que funcione correctamente.<br>
Para comprobar el estado de funcionamiento de los dispositivos de red, f&iacute;jese en el LED de estado del puerto de red de los dispositivos conectados (un concentrador, por ej.).
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Arriba<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="2. IP Address Check"><br></a>
<h4>2. IP Address Check (Comprobaci&oacute;n de direcci&oacute;n IP)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">N.&deg;</th>
			<th width="40%" align="center">Mensajes</th>
      		<th width="55%" align="center">Soluciones</th>
		</tr>
		<tr vAlign="top">
			<td align="center">2</td>
			<td>Se ha asignado a la impresora una direcci&oacute;n IP incorrecta. Confirme la configuraci&oacute;n de la direcci&oacute;n IP del dispositivo de red (nodo, enrutador o punto de acceso). Si necesita asistencia, p&oacute;ngase en contacto con su administrador de red.
			<td>F&iacute;jese en si est&aacute; activada o no la funci&oacute;n DHCP para el punto de acceso. Si est&aacute; desactivada, act&iacute;vela.</td>
		</tr>
	</tbody>
</table>
<div class="body-t" align="center"><a href="#top">Arriba<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="3. Detailed IP Setup Check"><br></a>
<h4>3. Detailed IP Setup Check (Comprobaci&oacute;n config. IP detallada)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">N.&deg;</th>
			<th width="40%" align="center">Mensajes</th>
      		<th width="55%" align="center">Soluciones</th>
		</tr>
		<tr vAlign="top">
			<td align="center">3</td>
			<td>Confirme la configuraci&oacute;n de la direcci&oacute;n IP, la m&aacute;scara de subred y la puerta de enlace predeterminada.<br>
				Est&aacute; disponible la conexi&oacute;n mediante la configuraci&oacute;n EpsonNet Setup.<br>
				Si necesita asistencia, p&oacute;ngase en contacto con su administrador de red.</td>
			<td><ol><li>Compruebe que:
					<ul><li>Est&eacute;n encendidos los dem&aacute;s dispositivos de la red.
						<li>El cable de red est&eacute; conectado correctamente.
						<li>La direcci&oacute;n de red configurada manualmente para la impresora sea correcta.
						<li>La direcci&oacute;n de red para la impresora sea igual a la de otros dispositivos.</ul>
					<li>Si la direcci&oacute;n de red no es correcta, configure la direcci&oacute;n correcta con la pantalla LCD de la impresora.<br>
						Si no puede cambiar los ajustes con su impresora, config&uacute;relos con EpsonNet Setup.<br>
						Su direcci&oacute;n IP, m&aacute;scara de subred y puerta predeterminada actuales se muestran en C (Network Status (Estado de la red)).</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">4</td>
			<td>La configuraci&oacute;n no se ha completado satisfactoriamente. Confirme la configuraci&oacute;n de la puerta de enlace predeterminada.<br>
				Est&aacute; disponible la conexi&oacute;n mediante la configuraci&oacute;n EpsonNet Setup.<br>
				Si necesita asistencia, p&oacute;ngase en contacto con su administrador de red.</td>
			<td><ol><li>Compruebe que:
					<ul><li>La puerta de enlace predeterminada configurada manualmente para la impresora sea correcta.
						<li>Est&eacute; encendido el dispositivo especificado como puerta de enlace predeterminada.
						<li>El cable de red est&eacute; conectado correctamente.</ul>
					<li>Si la direcci&oacute;n de la puerta de enlace predeterminada no es correcta, configure la direcci&oacute;n correcta con la pantalla LCD de la impresora.<br>
						Si no puede cambiar los ajustes con su impresora, config&uacute;relos con EpsonNet Setup.<br>
						La direcci&oacute;n actual de su puerta de enlace predeterminada se muestra en C (Network Status (Estado de la red)), debajo de Puerta de enlace predeterminada.</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">5</td>
			<td>Confirme la configuraci&oacute;n de la conexi&oacute;n y de la red del PC u otro dispositivo.<br>
				Est&aacute; disponible la conexi&oacute;n mediante la configuraci&oacute;n EpsonNet Setup.<br>
				Si necesita asistencia, p&oacute;ngase en contacto con su administrador de red.</td>
			<td><ol><li>Compruebe que:
					<ul><li>Est&eacute;n encendidos los dem&aacute;s dispositivos de la red.
						<li>El cable de red est&eacute; conectado correctamente.
						<li>La direcci&oacute;n de red configurada manualmente para la impresora sea correcta.
						<li>La direcci&oacute;n de red para la impresora sea igual a la de otros dispositivos.</ul>
					<li>Si ya ha comprobado todos los puntos anteriores, pruebe la siguiente soluci&oacute;n:
					<ul><li>Inicie EpsonNet Setup en el PC que est&eacute; en la misma red que la impresora. Si su impresora figura en la lista de impresoras, configure la direcci&oacute;n IP de la impresora en la pantalla de configuraci&oacute;n de direcciones IP.</ul></ol></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Revise la direcci&oacute;n IP de la impresora y confirme que la impresora de red pueda acceder a otros dispositivos conectados a la red. En ocasiones no se puede especificar el error. Le recomendamos que configure la red con EpsonNet Setup.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Arriba<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
</body>
</html>
