<!-- saved from url=(0013)about:internet -->
<!-- Code: NPD4929-00 DE -->
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link href="../../_img/_style.css" rel="stylesheet">
<title>Epson</title>
</head>
<body>
<a name="top"></a>
<h3 align="center">
Fehlerbehebung f&uuml;r den <br>
Netzwerkverbindungsbericht</h3>
<h2 align="center"><font color="FF0000">Ethernet-Verbindung</font></h2>
<p></p>
<div class="body-t" align="right"><h5><a href="nwchk.htm" target="_self">F&uuml;r die Wi-Fi-Verbindung<img align="middle" border="0" hspace="5" src="../../_img/_bg04.gif"></a></h5></div>
<h3>Probleme mit dem Netzwerkstatus oder der Verbindung l&ouml;sen</h3>
<ol>
	<li>Pr&uuml;fen Sie den ausgedruckten Netzwerkverbindungsbericht. &Uuml;berpr&uuml;fen Sie die Elemente in <b>A</b> (Netzwerkverbindung pr&uuml;fen), f&uuml;r die der Status FEHLER angezeigt wird.
	<li>Klicken Sie in der Liste der zu &uuml;berpr&uuml;fenden Elemente auf die Elemente, f&uuml;r die der Status FEHLER angezeigt wird, um L&ouml;sungsvorschl&auml;ge aufzurufen.
	<li>&Uuml;berpr&uuml;fen Sie die Meldung, die in <b>B</b> angezeigt wird, und suchen Sie unter jedem der zu &uuml;berpr&uuml;fenden Elemente, ob diese Meldung dort aufgef&uuml;hrt wird. Befolgen Sie die L&ouml;sungsvorschl&auml;ge.
	</ol>
<p></p>
<center><div class="body-t"><img align="top" border="0" src="../../_img/chk_ether.gif"></div></center>
<h3><br>Zu &uuml;berpr&uuml;fende Elemente</h3>
<div class="body-t">Klicken Sie auf die folgenden Elemente, um die Meldungen und L&ouml;sungsvorschl&auml;ge aufzurufen.</div>
<ol>
	<li><a href="#1. Ethernet Cable Connection Check">Ethernet Cable Connection Check (Pr&uuml;fung der Ethernetkabel-Verbindung)</a>
	<li><a href="#2. IP Address Check">IP Address Check (Pr&uuml;fung der IP-Adresse)</a>
	<li><a href="#3. Detailed IP Setup Check">Detailed IP Setup Check (Detailpr&uuml;fung der IP-Einstellung)</a></ol>

<p></p>
<h3><BR>Meldungen und L&ouml;sungsvorschl&auml;ge f&uuml;r die zu &uuml;berpr&uuml;fenden Elemente</h3>
<a name="1. Ethernet Cable Connection Check"><br></a>
<h4>1. Ethernet Cable Connection Check (Pr&uuml;fung der Ethernetkabel-Verbindung)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr.</th>
			<th width="40%" align="center">Meldungen</th>
      		<th width="55%" align="center">L&ouml;sungsvorschl&auml;ge</th>
		</tr>
		<tr vAlign="top">
			<td align="center">1</td>
			<td>Pr&uuml;fen Sie, ob das Netzwerkkabel angeschlossen ist und die Netzwerkger&auml;te wie z. B. Hub, Router oder Access-Point eingeschaltet sind.</td>
			<td>&Uuml;berpr&uuml;fen Sie folgende Punkte:
				<ul><li>Das Netzwerkkabel ist an die Netzwerkger&auml;te wie z. B. den Drucker oder einen Hub angeschlossen
					<li>Die Netzwerkger&auml;te, wie z. B. ein Hub, sind eingeschaltet</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
&Uuml;berpr&uuml;fen Sie, ob das Netzwerkkabel richtig angeschlossen ist und funktioniert.<br>
Sie k&ouml;nnen den Betriebszustand eines Netzwerkger&auml;tes &uuml;berpr&uuml;fen, indem Sie die Status-LED des Netzwerk-Ports an angeschlossenen Ger&auml;ten, wie z. B. einem Hub, pr&uuml;fen.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Anfang<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="2. IP Address Check"><br></a>
<h4>2. IP Address Check (Pr&uuml;fung der IP-Adresse)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr.</th>
			<th width="40%" align="center">Meldungen</th>
      		<th width="55%" align="center">L&ouml;sungsvorschl&auml;ge</th>
		</tr>
		<tr vAlign="top">
			<td align="center">2</td>
			<td>Dem Drucker ist eine falsche IP-Adresse zugewiesen. Einstellung der IP-Adresse des Netzwerkger&auml;tes (Hub, Router oder Access-Point) pr&uuml;fen. Kontaktieren Sie Ihren Netzwerkadministrator f&uuml;r Hilfe.
			<td>&Uuml;berpr&uuml;fen Sie, ob die DHCP-Funktion f&uuml;r den Access-Point aktiviert ist. Falls nicht, aktivieren Sie sie.</td>
		</tr>
	</tbody>
</table>
<div class="body-t" align="center"><a href="#top">Anfang<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="3. Detailed IP Setup Check"><br></a>
<h4>3. Detailed IP Setup Check (Detailpr&uuml;fung der IP-Einstellung)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr.</th>
			<th width="40%" align="center">Meldungen</th>
      		<th width="55%" align="center">L&ouml;sungsvorschl&auml;ge</th>
		</tr>
		<tr vAlign="top">
			<td align="center">3</td>
			<td>Pr&uuml;fen Sie die Einstellung f&uuml;r IP-Adresse, Subnetzmaske und Standard-Gateway.<br>
				Die Verbindung &uuml;ber EpsonNet Setup ist verf&uuml;gbar.<br>
				Kontaktieren Sie Ihren Netzwerkadministrator f&uuml;r Hilfe.</td>
			<td><ol><li>&Uuml;berpr&uuml;fen Sie folgende Punkte:
					<ul><li>Die anderen Ger&auml;te im Netzwerk sind eingeschaltet
						<li>Das Netzwerkkabel ist richtig angeschlossen
						<li>Die manuell f&uuml;r den Drucker eingestellte Netzwerkadresse ist korrekt
						<li>Die Netzwerkadresse f&uuml;r den Drucker stimmt mit der Netzwerkadresse der anderen Ger&auml;te &uuml;berein</ul>
					<li>Wenn die Netzwerkadresse falsch ist, stellen Sie die korrekte Netzwerkadresse am LCD-Feld des Druckers ein.<br>
						Wenn die Einstellungen nicht mit dem Drucker ge&auml;ndert werden k&ouml;nnen, nehmen Sie diese mit EpsonNet Setup vor.<br>
						Ihre aktuelle IP-Adresse, Subnetzmaske und Standard-Gateway werden in C (Network Status (Netzwerkstatus)) angezeigt.</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">4</td>
			<td>Setup ist unvollst&auml;ndig. Pr&uuml;fen Sie die Standard-Gateway-Einstellung.<br>
				Die Verbindung &uuml;ber EpsonNet Setup ist verf&uuml;gbar.<br>
				Kontaktieren Sie Ihren Netzwerkadministrator f&uuml;r Hilfe.</td>
			<td><ol><li>&Uuml;berpr&uuml;fen Sie folgende Punkte:
					<ul><li>Die manuell f&uuml;r den Drucker eingestellte Standard-Gateway-Adresse ist korrekt
						<li>Das Ger&auml;t, das als Standard-Gateway angegeben ist, ist eingeschaltet
						<li>Das Netzwerkkabel ist richtig angeschlossen</ul>
					<li>Falls die Standard-Gateway-Adresse falsch ist, stellen Sie die korrekte Adresse am LCD-Feld des Druckers ein.<br>
						Wenn die Einstellungen nicht mit dem Drucker ge&auml;ndert werden k&ouml;nnen, nehmen Sie diese mit EpsonNet Setup vor.<br>
						Ihre aktuelle Standard-Gateway-Adresse wird in C (Network Status (Netzwerkstatus)) unter Standard-Gateway angezeigt.</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">5</td>
			<td>Pr&uuml;fen Sie die Verbindungs- und Netzwerkeinstellung des PCs oder anderen Ger&auml;tes.<br>
				Die Verbindung &uuml;ber EpsonNet Setup ist verf&uuml;gbar.<br>
				Kontaktieren Sie Ihren Netzwerkadministrator f&uuml;r Hilfe.</td>
			<td><ol><li>&Uuml;berpr&uuml;fen Sie folgende Punkte:
					<ul><li>Die anderen Ger&auml;te im Netzwerk sind eingeschaltet
						<li>Das Netzwerkkabel ist richtig angeschlossen
						<li>Die manuell f&uuml;r den Drucker eingestellte Netzwerkadresse ist korrekt
						<li>Die Netzwerkadresse f&uuml;r den Drucker stimmt mit der Netzwerkadresse der anderen Ger&auml;te &uuml;berein</ul>
					<li>Nach der &Uuml;berpr&uuml;fung aller oben genannten Punkte versuchen Sie Folgendes:
					<ul><li>Starten Sie EpsonNet Setup auf dem PC, der dasselbe Netzwerk wie der Drucker verwendet. Falls Ihr Drucker in der Druckerliste aufgef&uuml;hrt ist, stellen Sie seine IP-Adresse auf dem Einstellungsbildschirm f&uuml;r die IP-Adresse ein.</ul></ol></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
&Uuml;berpr&uuml;fen Sie die IP-Adresse des Druckers und pr&uuml;fen Sie, ob der Netzwerkdrucker auf andere Ger&auml;te im Netzwerk zugreifen kann. In einigen F&auml;llen kann keine Ursache f&uuml;r den Fehler angegeben werden. Es wird empfohlen, die Netzwerkeinrichtung mit EpsonNet Setup vorzunehmen.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Anfang<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
</body>
</html>
