 <!-- saved from url=(0013)about:internet -->
<!-- Code: NPD4929-00 DE -->
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link href="../../_img/_style.css" rel="stylesheet">
<title>Epson</title>
</head>
<body>
<a name="top"></a>


<h1 class="head-a">Fehlerbehebung f&uuml;r den Netzwerkverbindungsbericht</h1>
<div class="body-t" align="right"><h5><a href="ethchk.htm" target="_self">F&uuml;r die Ethernet-Verbindungn<img align="middle" border="0" hspace="5" src="../../_img/_bg04.gif"></a></h5></div>
<h2 class="head-b">Wi-Fi-Verbindung</h2>




<h3>Probleme mit dem Netzwerkstatus oder der Verbindung l&ouml;sen</h3>
<ol>
	<li>Pr&uuml;fen Sie den ausgedruckten Netzwerkverbindungsbericht. &Uuml;berpr&uuml;fen Sie die Elemente in <b>A</b> (Netzwerkverbindung pr&uuml;fen), f&uuml;r die der Status FEHLER angezeigt wird.
	<li>Klicken Sie in der Liste der zu &uuml;berpr&uuml;fenden Elemente auf die Elemente, f&uuml;r die der Status FEHLER angezeigt wird, um L&ouml;sungsvorschl&auml;ge aufzurufen.
	<li>&Uuml;berpr&uuml;fen Sie die Meldung, die in <b>B</b> angezeigt wird, und suchen Sie unter jedem der zu &uuml;berpr&uuml;fenden Elemente, ob diese Meldung dort aufgef&uuml;hrt wird. Befolgen Sie die L&ouml;sungsvorschl&auml;ge.
	</ol>
<div class="body-i">Weitere Hinweise zu Meldungen mit einem * in <b>B</b> finden Sie in &quot;&Uuml;ber Ihre Netzwerkumgebung&quot;.</div>
<p></p>
<center><div class="body-t"><img align="top" border="0" src="../../_img/chk_wifi.gif"></div></center>
<h3><br>Zu &uuml;berpr&uuml;fende Elemente</h3>
<div class="body-t">Klicken Sie auf die folgenden Elemente, um die Meldungen und L&ouml;sungsvorschl&auml;ge aufzurufen.</div>
<ol>
	<li><a href="#1. Wireless Network Name (SSID) Check">Wireless Network Name (SSID) Check (Pr&uuml;fung des Drahtlosnetzwerknamens (SSID))</a>
	<li><a href="#2. Communication Mode Check">Communication Mode Check (Pr&uuml;fung des Kommunikationsmodus)</a>
	<li><a href="#3. Security Mode Check">Security Mode Check (Pr&uuml;fung des Sicherheitsmodus)</a>
	<li><a href="#4. MAC Address Filtering Check">MAC Address Filtering Check (Pr&uuml;fung der MAC-Adressenfilterung)</a>
	<li><a href="#5. Security Key/Password Check">Security Key/Password Check (Pr&uuml;fung von Sicherheitsschl&uuml;ssel/Kennwort)</a>
	<li><a href="#6. IP Address Check">IP Address Check (Pr&uuml;fung der IP-Adresse)</a>
	<li><a href="#7. Detailed IP Setup Check">Detailed IP Setup Check (Detailpr&uuml;fung der IP-Einstellung)</a>
	<ul>
	<li><a href="#8. About the network environment">&Uuml;ber die Netzwerkumgebung</a></ul></ol>

<p></p>
<h3><BR>Meldungen und L&ouml;sungsvorschl&auml;ge f&uuml;r die zu &uuml;berpr&uuml;fenden Elemente</h3>
<a name="1. Wireless Network Name (SSID) Check"><br></a>
<h4>1. Wireless Network Name (SSID) Check (Pr&uuml;fung des Drahtlosnetzwerknamens (SSID))</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr.</th>
			<th width="40%" align="center">Meldungen</th>
      		<th width="55%" align="center">L&ouml;sungsvorschl&auml;ge</th>
		</tr>
		<tr vAlign="top">
			<td align="center">1</td>
			<td>Keine Drahtlosnetzwerknamen (SSID) gefunden. Pr&uuml;fen, dass Router/Access-Point eingeschaltet und das Drahtlosnetzwerk (SSID) korrekt eingerichtet ist. Kontaktieren Sie Ihren Netzwerkadministrator f&uuml;r Hilfe.</td>
			<td><ul>
				<li>&Uuml;berpr&uuml;fen Sie, ob der Access-Point eingeschaltet ist. Wenn er ausgeschaltet ist, schalten Sie ihn ein und nehmen Sie erneut die Netzwerkeinrichtung vor.
				<li>Platzieren Sie Ihren Drucker in der N&auml;he des Access-Points.
				<li>Falls Sie den Drahtlosnetzwerknamen (SSID) manuell eingegeben haben, pr&uuml;fen Sie, ob dieser korrekt ist. Wenn er falsch ist, geben Sie ihn erneut ein. Ihr Drahtlosnetzwerkname (SSID) wird in <b>C</b> (Netzwerkstatus) unter Netzwerkname (SSID) angezeigt.
				<li>Falls Sie das Netzwerk mit WPS eingerichtet haben, pr&uuml;fen Sie, ob WPS von Ihrem Access-Point unterst&uuml;tzt wird.
				<li>Wenn Sie eine AdHoc-Verbindung herstellen m&ouml;chten, m&uuml;ssen Sie zuerst ein AdHoc-Netzwerk f&uuml;r Ihren PC einrichten. Nehmen Sie die AdHoc-Einrichtung f&uuml;r Ihren PC und anschlie&szlig;end erneut die Netzwerkeinrichtung f&uuml;r Ihren Drucker vor.</ul></td>
		</tr>
		<tr vAlign="top">
			<td align="center">2</td>
			<td>Keine Drahtlosnetzwerknamen (SSID) gefunden. Pr&uuml;fen Sie den Drahtlosnetzwerknamen (SSID) des PCs, mit dem die Verbindung hergestellt werden soll. Kontaktieren Sie Ihren Netzwerkadministrator f&uuml;r Hilfe.</td>
			<td><ul>
				<li>&Uuml;berpr&uuml;fen Sie, ob der PC, mit dem die Verbindung hergestellt werden soll, eingeschaltet ist. Wenn er ausgeschaltet ist, schalten Sie ihn ein und nehmen Sie erneut die Netzwerkeinrichtung f&uuml;r Ihren Drucker vor.
				<li>Platzieren Sie Ihren Drucker in der N&auml;he des PCs, mit dem die Verbindung hergestellt werden soll.</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Die oben aufgef&uuml;hrten Meldungen werden angezeigt, wenn der ausgew&auml;hlte oder eingegebene Drahtlosnetzwerkname (SSID) w&auml;hrend der Netzwerkeinrichtung nicht gefunden wird.<br>
SSID ist die Bezeichnung Ihres Wi-Fi-Netzwerks. Falls Sie einen Access-Point verwenden, verf&uuml;gte Ihr Netzwerk bereits bei der Einrichtung des Access-Points &uuml;ber eine Bezeichnung.<br>
Wenn Sie die Verbindung zwischen Drucker und PC direkt, ohne Verwendung eines Access-Points, herstellen m&ouml;chten (AdHoc-Verbindung), m&uuml;ssen Sie ein AdHoc-Netzwerk f&uuml;r Ihren PC einrichten. In diesem Fall m&uuml;ssen Sie eine SSID auf Ihrem PC erstellen. <br>
Wenn Sie Ihre SSID nicht kennen, empfehlen wir Ihnen, die Person bzw. die Firma, die Ihr Netzwerk eingerichtet hat, zu kontaktieren. <br>
Au&szlig;erdem m&uuml;ssen Sie Ihren Drucker w&auml;hrend der Einrichtung in der N&auml;he des Access-Points (oder PCs) platzieren, damit der Drucker vom Access-Point oder PC ein deutliches Signal empf&auml;ngt.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Anfang<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="2. Communication Mode Check"><br></a>
<h4>2. Communication Mode Check (Pr&uuml;fung des Kommunikationsmodus)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr.</th>
			<th width="40%" align="center">Meldungen</th>
      		<th width="55%" align="center">L&ouml;sungsvorschl&auml;ge</th>
		</tr>
		<tr vAlign="top">
			<td align="center">3</td>
			<td>Wi-Fi Kommunikationsmodus (IEEE802.11*) stimmt nicht mit der aktuellen Druckereinstellung &uuml;berein. Stellen Sie denselben Kommunikationsmodus f&uuml;r Drucker, Router/Access-Point und PC ein. Kontaktieren Sie Ihren Netzwerkadministrator f&uuml;r Hilfe.<br>
				<br>
				*Anzeige variiert je nach Standort.</td>
			<td><ul>
				<li>&Uuml;berpr&uuml;fen Sie, ob der Wi-Fi-Kommunikationsmodus, der f&uuml;r Ihren Access-Point eingestellt ist, mit dem von Ihrem Drucker unterst&uuml;tzten Kommunikationsmodus &uuml;bereinstimmt.</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Diese Meldung wird angezeigt, wenn der Wi-Fi-Kommunikationsmodus, der f&uuml;r Access-Point und PC eingestellt ist, nicht vom Drucker unterst&uuml;tzt wird.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Anfang<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="3. Security Mode Check"><br></a>
<h4>3. Security Mode Check (Pr&uuml;fung des Sicherheitsmodus)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr.</th>
			<th width="40%" align="center">Meldungen</th>
      		<th width="55%" align="center">L&ouml;sungsvorschl&auml;ge</th>
		</tr>
		<tr vAlign="top">
			<td align="center">4</td>
			<td>Sicherheitsmodus (z. B. WEP, WPA) stimmt nicht mit der aktuellen Druckereinstellung &uuml;berein. Sicherheitsmodus pr&uuml;fen. Kontaktieren Sie Ihren Netzwerkadministrator f&uuml;r Hilfe.</td>
			<td>&Uuml;berpr&uuml;fen Sie, ob der Access-Point einen der folgenden Sicherheitsmodi verwendet. Falls nicht, nehmen Sie die Netzwerkeinrichtung erneut vor und &auml;ndern Sie den Sicherheitsmodus auf einen vom Drucker unterst&uuml;tzten Sicherheitsmodus.
				<ul>
				<li>WEP-64bit (40bit)
				<li>WEP-128bit (104bit)
				<li>WPA PSK (TKIP)
				<li>WPA2 PSK (TKIP)
				<li>WPA PSK (AES)
				<li>WPA2 PSK (AES)
				<li>WPA (TKIP/AES)
				<li>WPA2 (TKIP/AES)</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Diese Meldung wird angezeigt, wenn die f&uuml;r die Netzwerkger&auml;te eingestellten Sicherheitsmodi nicht vom Drucker unterst&uuml;tzt werden oder nicht mit dem Sicherheitsmodus des Druckers &uuml;bereinstimmen.<br>
Je nach St&auml;rke oder Verschl&uuml;sselungsart der Netzwerkger&auml;te gibt es f&uuml;r diese verschiedene Arten von Sicherheitseinstellungen.<br>
Die unterst&uuml;tzten Sicherheitsmodi variieren m&ouml;glicherweise je nach Netzwerkger&auml;t. Um die Kommunikation zu erm&ouml;glichen, muss f&uuml;r Netzwerkger&auml;t und Drucker derselbe Sicherheitsmodus eingestellt werden.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Anfang<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="4. MAC Address Filtering Check"><br></a>
<h4>4. MAC Address Filtering Check (Pr&uuml;fung der MAC-Adressenfilterung)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr.</th>
			<th width="40%" align="center">Meldungen</th>
      		<th width="55%" align="center">L&ouml;sungsvorschl&auml;ge</th>
		</tr>
		<tr vAlign="top">
			<td align="center">5</td>
			<td>MAC-Adresse Ihres Druckers kann gefiltert werden. Pr&uuml;fen, ob der Router/Access-Point eingeschr&auml;nkt ist, wie z. B. MAC-Adressenfilterung.<br>
				Siehe Router/Access-Point-Dokumentation oder kontaktieren Sie Ihren Netzwerkadministrator f&uuml;r Hilfe.</td>
			<td><ul>
				<li>Weitere Informationen zur Funktion MAC-Adressenfilterung finden Sie im mit dem Access-Point gelieferten Betriebshandbuch. Wenn die Filterungsfunktion aktiviert ist, registrieren Sie die MAC-Adresse Ihres Druckers, um zu vermeiden, dass bei Ihrem Drucker eine Filterung vorgenommen wird.
				<li>Wenn Sie f&uuml;r den Access-Point den Sicherheitsmodus WEP verwendet haben, um eine Shared-Authentifizierung zu erm&ouml;glichen, &uuml;berpr&uuml;fen Sie, ob Authentifizierungsschl&uuml;ssel und Index korrekt sind.</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Diese Meldung wird angezeigt, wenn die MAC-Adressenfilterung aktiviert ist und die MAC-Adresse des Druckers nicht am Access-Point registriert wurde.<br>
Die MAC-Adresse ist eine Identifikationsnummer zur Kennzeichnung einzelner Netzwerkger&auml;te.<br>
Ein Access-Point verf&uuml;gt &uuml;ber eine Funktion, die es ihm erm&ouml;glicht, einem Ger&auml;t basierend auf dessen MAC-Adresse den Zugriff zum Netzwerk zu gew&auml;hren oder zu verweigern.<br>
Wenn diese Funktion aktiviert ist, k&ouml;nnen ausschlie&szlig;lich Netzwerkger&auml;te mit registrierter MAC-Adresse eine Verbindung zum Netzwerk herstellen.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Anfang<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="5. Security Key/Password Check"><br></a>
<h4>5. Security Key/Password Check (Pr&uuml;fung von Sicherheitsschl&uuml;ssel/Kennwort)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr.</th>
			<th width="40%" align="center">Meldungen</th>
      		<th width="55%" align="center">L&ouml;sungsvorschl&auml;ge</th>
		</tr>
		<tr vAlign="top">
			<td align="center">6</td>
			<td>Eingegebener Sicherheitsschl&uuml;ssel/Kennwort stimmt nicht mit dem f&uuml;r Ihren Router/Access-Point eingestellten &uuml;berein. Sicherheitsschl&uuml;ssel/Kennwort pr&uuml;fen. Kontaktieren Sie Ihren Netzwerkadministrator f&uuml;r Hilfe.</td>
			<td>Der f&uuml;r den Access-Point eingestellte Sicherheitsschl&uuml;ssel stimmt nicht mit dem eingegebenen Sicherheitsschl&uuml;ssel &uuml;berein. Richten Sie Ihr Netzwerk erneut unter Verwendung des richtigen Sicherheitsschl&uuml;ssels ein. Bei der Eingabe des Sicherheitsschl&uuml;ssels m&uuml;ssen Sie Gro&szlig;- und Kleinschreibung beachten.</td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Diese Meldung wird angezeigt, wenn der eingegebene Sicherheitsschl&uuml;ssel nicht mit dem f&uuml;r den Access-Point eingestellten Sicherheitsschl&uuml;ssel &uuml;bereinstimmt.<br>
Der Sicherheitsschl&uuml;ssel (Kennwort) ist erforderlich, um eine Verbindung zum Netzwerk herzustellen.<br>
Bei der Eingabe des Sicherheitsschl&uuml;ssels m&uuml;ssen Sie Gro&szlig;- und Kleinschreibung beachten. Wenn der eingegebene Sicherheitsschl&uuml;ssel nicht vollst&auml;ndig mit dem registrierten Sicherheitsschl&uuml;ssel &uuml;bereinstimmt, schl&auml;gt die Verbindung fehl.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Anfang<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="6. IP Address Check"><br></a>
<h4>6. IP Address Check (Pr&uuml;fung der IP-Adresse)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr.</th>
			<th width="40%" align="center">Meldungen</th>
      		<th width="55%" align="center">L&ouml;sungsvorschl&auml;ge</th>
		</tr>
		<tr vAlign="top">
			<td align="center">7</td>
			<td>Dem Drucker ist eine falsche IP-Adresse zugewiesen. Einstellung der IP-Adresse des Netzwerkger&auml;tes (Hub, Router oder Access-Point) pr&uuml;fen. Kontaktieren Sie Ihren Netzwerkadministrator f&uuml;r Hilfe.
			<td><ul>
				<li>&Uuml;berpr&uuml;fen Sie, ob die DHCP-Funktion f&uuml;r den Access-Point aktiviert ist. Falls nicht, aktivieren Sie sie.
				<li>Falls Sie die IP-Adresse manuell eingestellt haben, liegt diese au&szlig;erhalb des unterst&uuml;tzten Bereichs (ung&uuml;ltig). Geben Sie die korrekte IP-Adresse ein.</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t" align="center"><a href="#top">Anfang<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="7. Detailed IP Setup Check"><br></a>
<h4>7. Detailed IP Setup Check (Detailpr&uuml;fung der IP-Einstellung)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr.</th>
			<th width="40%" align="center">Meldungen</th>
      		<th width="55%" align="center">L&ouml;sungsvorschl&auml;ge</th>
		</tr>
		<tr vAlign="top">
			<td align="center">8</td>
			<td>Pr&uuml;fen Sie die Verbindungs- und Netzwerkeinstellung des PCs oder anderen Ger&auml;tes.<br>
				Die Verbindung &uuml;ber EpsonNet Setup ist verf&uuml;gbar.<br>
				Kontaktieren Sie Ihren Netzwerkadministrator f&uuml;r Hilfe.
			<td><ol><li>&Uuml;berpr&uuml;fen Sie folgende Punkte:
					<ul><li>&Uuml;berpr&uuml;fen Sie, ob die Ger&auml;te (z. B. der PC), die den Drucker verwenden sollen, eingeschaltet sind.
						<li>&Uuml;berpr&uuml;fen Sie, ob die Ger&auml;te (z. B. der PC), die den Drucker verwenden sollen, an dasselbe Netzwerk angeschlossen sind.</ul>
					<li>Nehmen Sie nach &Uuml;berpr&uuml;fung der oben genannten Punkte die Netzwerkeinrichtung mit EpsonNet Setup vor.</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">9</td>
			<td>Pr&uuml;fen Sie die Einstellung f&uuml;r IP-Adresse, Subnetzmaske und Standard-Gateway.<br>
				Die Verbindung &uuml;ber EpsonNet Setup ist verf&uuml;gbar.<br>
				Kontaktieren Sie Ihren Netzwerkadministrator f&uuml;r Hilfe.
			<td><ol><li>&Uuml;berpr&uuml;fen Sie folgende Punkte:
					<ul><li>Die anderen Ger&auml;te im Netzwerk sind eingeschaltet
						<li>Die manuell f&uuml;r den Drucker eingestellte Netzwerkadresse ist korrekt
						<li>Die Netzwerkadresse f&uuml;r den Drucker stimmt mit der Netzwerkadresse der anderen Ger&auml;te &uuml;berein</ul>
					<li>Wenn die Netzwerkadresse falsch ist, stellen Sie die korrekte Netzwerkadresse am LCD-Feld des Druckers ein.<br>
						Wenn die Einstellungen nicht mit dem Drucker ge&auml;ndert werden k&ouml;nnen, nehmen Sie diese mit EpsonNet Setup vor.<br>
						Ihre aktuelle IP-Adresse, Subnetzmaske und Standard-Gateway werden in C (Network Status (Netzwerkstatus)) angezeigt.</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">10</td>
			<td>Setup ist unvollst&auml;ndig. Pr&uuml;fen Sie die Standard-Gateway-Einstellung.<br>
				Die Verbindung &uuml;ber EpsonNet Setup ist verf&uuml;gbar.<br>
				Kontaktieren Sie Ihren Netzwerkadministrator f&uuml;r Hilfe.
			<td><ol><li>&Uuml;berpr&uuml;fen Sie folgende Punkte:
					<ul><li>Die manuell f&uuml;r den Drucker eingestellte Standard-Gateway-Adresse ist korrekt
						<li>Das Ger&auml;t, das als Standard-Gateway angegeben ist, ist eingeschaltet</ul>
					<li>Falls die Standard-Gateway-Adresse falsch ist, stellen Sie die korrekte Adresse am LCD-Feld des Druckers ein.<br>
						Wenn die Einstellungen nicht mit dem Drucker ge&auml;ndert werden k&ouml;nnen, nehmen Sie diese mit EpsonNet Setup vor.<br>
						Ihre aktuelle Standard-Gateway-Adresse wird in C (Network Status (Netzwerkstatus)) unter Standard-Gateway angezeigt.</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">11</td>
			<td>Pr&uuml;fen Sie Folgendes:<br>
				-Eingegebener/Eingegebenes Sicherheitsschl&uuml;ssel/-kennwort ist korrekt<br>
				-Index des Sicherheitsschl&uuml;ssels/-kennworts ist auf die erste Zahl gesetzt<br>
				-Einstellung f&uuml;r IP-Adresse, Subnetzmaske und Standard-Gateway ist korrekt<br>
				Kontaktieren Sie Ihren Netzwerkadministrator f&uuml;r Hilfe.
			<td><ol><li>&Uuml;berpr&uuml;fen Sie folgende Punkte:
					<ul><li>Die anderen Ger&auml;te im Netzwerk sind eingeschaltet
						<li>Die manuell f&uuml;r den Drucker eingestellte Netzwerkadresse ist korrekt
						<li>Die Netzwerkadresse f&uuml;r den Drucker stimmt mit der Netzwerkadresse der anderen Ger&auml;te &uuml;berein</ul>
					<li>Nach der &Uuml;berpr&uuml;fung aller oben genannten Punkte versuchen Sie Folgendes:
					<ul><li>Starten Sie EpsonNet Setup auf dem PC, der dasselbe Netzwerk wie der Drucker verwendet.<br>
							Falls Ihr Drucker in der Druckerliste aufgef&uuml;hrt ist, stellen Sie seine IP-Adresse auf dem Einstellungsbildschirm f&uuml;r die IP-Adresse ein. Ist Ihr Drucker nicht in der Liste aufgef&uuml;hrt, ist m&ouml;glicherweise der Sicherheitsschl&uuml;ssel falsch. Nehmen Sie die Netzwerkeinrichtung am LCD-Feld des Druckers vor und geben Sie den korrekten Sicherheitsschl&uuml;ssel ein.
						<li>Sie k&ouml;nnen f&uuml;r den Access-Point im Sicherheitsmodus WEP mehrere Sicherheitsschl&uuml;ssel registrieren. Wenn mehrere Sicherheitsschl&uuml;ssel registriert wurden, &uuml;berpr&uuml;fen Sie, ob Sie den zuerst registrierten Sicherheitsschl&uuml;ssel eingegeben haben.</ul></ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">12</td>
			<td>Pr&uuml;fen Sie Folgendes:<br>
				-Eingegebener/Eingegebenes Sicherheitsschl&uuml;ssel/-kennwort ist korrekt<br>
				-Index des Sicherheitsschl&uuml;ssels/-kennworts ist auf die erste Zahl gesetzt<br>
				-Verbindungs- und Netzwerkeinstellung des PCs und anderen Ger&auml;tes sind korrekt<br>
				Kontaktieren Sie Ihren Netzwerkadministrator f&uuml;r Hilfe.
			<td><ol><li>&Uuml;berpr&uuml;fen Sie folgende Punkte:
					<ul><li>Netzwerkger&auml;te wie z. B. Modem, Hub und Router sind eingeschaltet
						<li>Die IP-Adresse f&uuml;r andere Netzwerkger&auml;te als den Drucker wurde manuell eingestellt (Falls die IP-Adresse f&uuml;r den Printer automatisch zugewiesen, f&uuml;r andere Netzwerkger&auml;te jedoch manuell eingestellt wurde, stimmt das Netzwerk des Druckers m&ouml;glicherweise nicht mit dem der anderen Netzwerkger&auml;te &uuml;berein)</ul>
					<li>Nach der &Uuml;berpr&uuml;fung aller oben genannten Punkte versuchen Sie Folgendes:
					<ul><li>Starten Sie EpsonNet Setup auf dem PC, der dasselbe Netzwerk wie der Drucker verwendet.<br>
							Falls Ihr Drucker in der Druckerliste aufgef&uuml;hrt ist, stellen Sie seine IP-Adresse auf dem Einstellungsbildschirm f&uuml;r die IP-Adresse ein. Ist Ihr Drucker nicht in der Liste aufgef&uuml;hrt, ist m&ouml;glicherweise der Sicherheitsschl&uuml;ssel falsch. Nehmen Sie die Netzwerkeinrichtung am LCD-Feld des Druckers vor und geben Sie den korrekten Sicherheitsschl&uuml;ssel ein.
						<li>Sie k&ouml;nnen f&uuml;r den Access-Point im Sicherheitsmodus WEP mehrere Sicherheitsschl&uuml;ssel registrieren. Wenn mehrere Sicherheitsschl&uuml;ssel registriert wurden, &uuml;berpr&uuml;fen Sie, ob Sie den zuerst registrierten Sicherheitsschl&uuml;ssel eingegeben haben.</ul></ol>
		</tr>
	</tbody>
</table>
<div class="body-t">
&Uuml;berpr&uuml;fen Sie die IP-Adresse des Druckers und pr&uuml;fen Sie, ob der Netzwerkdrucker auf andere Ger&auml;te im Netzwerk zugreifen kann. In einigen F&auml;llen kann keine Ursache f&uuml;r den Fehler angegeben werden. Es wird empfohlen, die Netzwerkeinrichtung mit EpsonNet Setup vorzunehmen.
</div>
<br>
<div class="body-t"><b>&Uuml;ber Netzwerkadressen:</b></div>
	<div class="body-i">
	Die IP-Adresse zeigt nicht nur die mit dem Netzwerk verbundenen Ger&auml;te (z. B. PC, Hub und Router) an, sondern auch den Netzwerkbereich, in den sie geh&ouml;ren. Ger&auml;te, die sich im selben Netzwerk befinden, k&ouml;nnen miteinander kommunizieren. F&uuml;r die Kommunikation mit Ger&auml;ten, die an ein anderes Netzwerk angeschlossen sind, ist ein Router erforderlich. Eine IP-Adresse setzt sich aus zwei Teilen zusammen. Der erste Teil wird als &quot;Netzwerkadresse&quot; bezeichnet und gibt den Netzwerkbereich an. Der zweite Teil wird als &quot;Hostadresse&quot; bezeichnet und gibt das Netzwerkger&auml;t an. Die Unterteilung in Netzwerkadresse und Hostadresse variiert je nach Gr&ouml;&szlig;e (Klasse) des Netzwerks. Sie k&ouml;nnen jedoch die Unterteilung in Netzwerkadresse und Hostadresse mittels der Subnetzmaske definieren. <br>
	Falls Sie den Drucker in einem Heimnetzwerk verwenden, stellen Sie f&uuml;r die IP-Adresse des Druckers &quot;Automatisch&quot; ein, wenn Sie die DHCP-Funktion des Access-Points verwenden. Wenn Sie zum Einstellen der IP-Adresse des Druckers &quot;Manuell&quot; verwenden m&ouml;chten, lesen Sie die folgenden Informationen, um die IP-Adresse und die Subnetzmaske einzustellen.
	<ol><li>Pr&uuml;fen Sie die IP-Adresse f&uuml;r den Router (oder Access-Point), der an den PC angeschlossen ist. Einzelheiten finden Sie im Betriebshandbuch des Routers (oder Access-Points).
		<li>Alle IP-Adressen werden in Segmenten aus vier numerischen Werten geschrieben (f&uuml;r IPv4). Legen Sie im letzten Segment einen eindeutigen numerischen Wert innerhalb eines Bereichs von 1 bis 254 fest. (Wenn es sich bei dem Router um einen DHCP-Server handelt oder ein anderer DHCP-Server im Heimnetzwerk vorhanden ist, verwenden Sie einen Wert, der nicht mit der vom DHCP-Server zugewiesenen IP-Adresse in Konflikt steht.)
	</ol>
	<b>Einstellungsbeispiel:</b><br>
	IP-Adresse f&uuml;r den Router (oder Access-Point): 192.168.1.<b>1</b><br>
	Beispieleinstellung auf dem Drucker: 192.168.1.<b>3</b><br>
	Wenn Sie den Drucker in einem kleinen Netzwerk verwenden, ist f&uuml;r die Subnetzmaske f&uuml;r alle Netzwerkger&auml;te <b>255.255.255.0</b> eingestellt. Au&szlig;erdem verwendet das Gateway denselben Wert als IP-Adresse f&uuml;r den Access-Point.
	</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Anfang<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="8. About the network environment"><br></a>
<h4>&Uuml;ber die Netzwerkumgebung</h4>
<div class="body-t">
Ebenso wie der Pr&uuml;fbericht &uuml;ber den Netzwerkstatus/die Verbindung werden folgende Meldungen angezeigt, um Sie &uuml;ber die anderen Faktoren in Ihrem Netzwerk zu informieren, die verbessert werden m&uuml;ssen.
</div>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="45%" align="center">Meldungen</th>
      		<th width="55%" align="center">L&ouml;sungsvorschl&auml;ge</th>
		</tr>
		<tr vAlign="top">
			<td>*Signalst&auml;rke ist niedrig. Wenn Sie Probleme mit dem Drucken oder Scannen haben, verbessern Sie die Umgebung Ihres Drahtlosnetzwerks.</td>
			<td>Aufgrund von niedriger Signalst&auml;rke ist m&ouml;glicherweise die Druckgeschwindigkeit gering oder es kommt zu einer Unterbrechung des Druckvorgangs.<br>
				F&uuml;hren Sie folgende Ma&szlig;nahmen zur Verbesserung der Umgebung durch:
				<ul><li>Platzieren Sie den Drucker in der N&auml;he des Access-Points.
					<li>Entfernen Sie ggf. Hindernisse zwischen Access-Point und Drucker.</ul></td>
		</tr>
		<tr vAlign="top">
			<td>*Ein Kanalkonflikt des Routers/Access-Point ist gefunden worden. Wenn Sie Probleme mit dem Drucken oder Scannen haben, verbessern Sie die Umgebung Ihres Drahtlosnetzwerks.</td>
			<td>Andere drahtlose Netzwerke, die in nahegelegenen R&auml;umen oder Geb&auml;uden betrieben werden, k&ouml;nnen das Signal st&ouml;ren. Wenn Sie den Drucker in der N&auml;he des Access-Points platzieren, verbessern Sie u. U. die Umgebung.</td>
		</tr>
		<tr vAlign="top">
			<td>*Signalst&auml;rke ist niedrig. Ein Kanalkonflikt des Routers/Access-Point ist gefunden worden. Wenn Sie Probleme mit dem Drucken oder Scannen haben, verbessern Sie die Umgebung Ihres Drahtlosnetzwerks.</td>
			<td>Aufgrund von niedriger Signalst&auml;rke ist m&ouml;glicherweise die Druckgeschwindigkeit gering oder es kommt zu einer Unterbrechung des Druckvorgangs. Andere drahtlose Netzwerke, die in nahegelegenen R&auml;umen oder Geb&auml;uden betrieben werden, k&ouml;nnen das Signal st&ouml;ren.<br>
				F&uuml;hren Sie folgende Ma&szlig;nahmen zur Verbesserung der Umgebung durch:
				<ul><li>Platzieren Sie den Drucker in der N&auml;he des Access-Points.
					<li>Entfernen Sie ggf. Hindernisse zwischen Access-Point und Drucker.</ul></td>
		</tr>
		<tr vAlign="top">
			<td>*F&uuml;r den eingegebenen Netzwerknamen (SSID) sind mehrere passende Netzwerknamen (SSID) gefunden worden. Netzwerknamen (SSID) pr&uuml;fen.</td>
			<td>Sie stellen eine Verbindung zu einem anderen Access-Point her.<br>
				Versuchen Sie Folgendes:<br>
				&Auml;ndern Sie die SSID f&uuml;r den Access-Point, zu dem Sie eine Verbindung herstellen m&ouml;chten, und nehmen Sie anschlie&szlig;end erneut die Netzwerkeinrichtung f&uuml;r Ihren Drucker vor. 
		</tr>


<tr vAlign="top">
			<td>*Es können keine weiteren Geräte verbunden werden. Trennen Sie eines der verbundenen Geräte, wenn Sie ein weiteres hinzufügen möchten.</td>
			<td>Wenn Sie ein neues Gerät hinzufügen möchten, trennen Sie eines der aktuellen Geräte in den Wi-Fi-Einstellungen des Gerätes oder trennen Sie alle Geräte durch Ändern des Kennwortes vom Drucker.</tr>



	</tbody>
</table>
<p></p>
<div class="body-t" align="center"><a href="#top">Anfang<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
</body>
</html>
