<!-- saved from url=(0013)about:internet -->
<!-- Code: NPD4929-00 ET -->
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link href="../../_img/_style.css" rel="stylesheet">
<title>Epson</title>
</head>
<body>
<a name="top"></a>
<h1 class="head-a">V&otilde;rgu&uuml;henduse raporti t&otilde;rketuvastus</h1>
<div class="body-t" align="right"><h5><a href="nwchk.htm" target="_self">Wi-Fi-&uuml;henduse jaoks<img align="middle" border="0" hspace="5" src="../../_img/_bg04.gif"></a></h5></div>
<h2 class="head-b">Etherneti &uuml;hendus</h2>
<h3>Kuidas lahendada v&otilde;rguoleku v&otilde;i -&uuml;hendusega seotud probleeme</h3>
<ol>
	<li>Vaadake v&auml;ljaprinditud V&otilde;rgu&uuml;henduse raportit. Kontrollige jaotises <b>A</b> kuvatud elemente (Check Network Connection (Kontrolli v&otilde;rgu&uuml;hendust)), mille olekuks on m&auml;rgitud FAIL (Nurjumine).
	<li>Kl&otilde;psake Kontrolli elemente loendis FAIL (Nurjumine) olekuga elementidele neile pakutavate lahenduste kuvamiseks.
	<li>Kontrollige jaotises <b>B</b> kuvatud elemente ning otsige iga kontrollitava elemendi all toodud sama s&otilde;numit. Seej&auml;rel j&auml;rgige lahendusi.
	</ol>
<p></p>
<center><div class="body-t"><img align="top" border="0" src="../../_img/chk_ether.gif"></div></center>
<h3><br>Kontrollitavad elemendid</h3>
<div class="body-t">Kl&otilde;psake s&otilde;numite ja lahenduste avamiseks allj&auml;rgnevatele elementidele.</div>
<ol>
	<li><a href="#1. Ethernet Cable Connection Check">Ethernet Cable Connection Check (Etherneti-kaabli &uuml;henduse kontrollimine)</a>
	<li><a href="#2. IP Address Check">IP Address Check (IP-aadressi kontrollimine)</a>
	<li><a href="#3. Detailed IP Setup Check">Detailed IP Setup Check (detailne IP-seadistuse kontrollimine)</a></ol>
<p></p>
<h3><BR>S&otilde;numid ja lahendused kontrollitavatele elementidele</h3>
<a name="1. Ethernet Cable Connection Check"><br></a>
<h4>1. Ethernet Cable Connection Check (Etherneti-kaabli &uuml;henduse kontrollimine)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="0" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr</th>
			<th width="40%" align="center">S&otilde;numid</th>
      		<th width="55%" align="center">Lahendused</th>
		</tr>
		<tr vAlign="top">
			<td align="center">1</td>
			<td>Confirm that the network cable is connected and network devices such as hub, router, or access point are turned on. (Veenduge, et v&otilde;rgukaabel on &uuml;hendatud ning et v&otilde;rguseadmed, nagu jaotur, marsruuter v&otilde;i p&auml;&auml;supunkt, on sisse l&uuml;litatud)</td>
			<td>Kontrollige j&auml;rgmist:
				<ul><li>V&otilde;rgukaabel on &uuml;hendatud v&otilde;rguseadmete, n&auml;iteks printeri v&otilde;i jaoturiga
					<li>V&otilde;rguseadmed, n&auml;iteks jaotur, on sisse l&uuml;litatud</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Kontrollige, kas v&otilde;rgukaabel on korralikult &uuml;hendatud ja t&ouml;&ouml;tab korralikult.<br>
V&otilde;rguseadmete t&ouml;&ouml;seisundi kontrollimiseks vaadake &uuml;hendatud seadmete, n&auml;iteks jaoturi, v&otilde;rgu pordi oleku LED-lampi.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">&Uuml;les<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="2. IP Address Check"><br></a>
<h4>2. IP Address Check (IP-aadressi kontrollimine)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="0" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr</th>
			<th width="40%" align="center">S&otilde;numid</th>
      		<th width="55%" align="center">Lahendused</th>
		</tr>
		<tr vAlign="top">
			<td align="center">2</td>
			<td>Incorrect IP address is assigned to the printer. (Printerile on m&auml;&auml;ratud vale IP-aadress) Confirm IP address setup of the network device (hub, router, or access point). (Kontrollige &uuml;le v&otilde;rguseadme IP-aadressi seadistus (jaotur, marsruuter v&otilde;i p&auml;&auml;supunkt)) Contact your network administrator for assistance. (V&otilde;tke abi saamiseks &uuml;hendust oma v&otilde;rguadministraatoriga)
			<td>Kontrollige, kas p&auml;&auml;supunkti DHCP-funktsioon on sisse l&uuml;litatud v&otilde;i mitte. Kui on v&auml;lja l&uuml;litatud, siis l&uuml;litage sisse.</td>
		</tr>
	</tbody>
</table>
<div class="body-t" align="center"><a href="#top">&Uuml;les<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="3. Detailed IP Setup Check"><br></a>
<h4>3. Detailed IP Setup Check (detailne IP-seadistuse kontrollimine)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="0" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr</th>
			<th width="40%" align="center">S&otilde;numid</th>
      		<th width="55%" align="center">Lahendused</th>
		</tr>
		<tr vAlign="top">
			<td align="center">3</td>
			<td>Confirm IP address, subnet mask, and default gateway setup. (Kontrollige IP-aadressi, alamv&otilde;rgumaski ja vaikel&uuml;&uuml;si seadistust)<br>
				Connection using the EpsonNet Setup is available. (&Uuml;hendus on v&otilde;imalik EpsonNet Setup-i kasutades.)<br>
				Contact your network administrator for assistance. (V&otilde;tke abi saamiseks &uuml;hendust oma v&otilde;rguadministraatoriga)</td>
			<td><ol><li>Kontrollige j&auml;rgmist:
					<ul><li>teised v&otilde;rgus olevad seadmed on sisse l&uuml;litatud;
						<li>v&otilde;rgukaabel on &otilde;igesti &uuml;hendatud;
						<li>printerile k&auml;sitsi sisestatud v&otilde;rguaadress on &otilde;ige;
						<li>printeri v&otilde;rguaadress on sama mis teistel seadmetel.</ul>
					<li>Kui v&otilde;rguaadress on vale, valige printeri LCD-paneeli kasutades &otilde;ige aadress.<br>
						Kui teil ei ole v&otilde;imalik seadeid oma printerit kasutades muuta, tehke vajalikud seadistused EpsonNet Setup-i kasutades.<br>
						Teie olemasolev IP-aadress, alamv&otilde;rgu mask ja vaikel&uuml;&uuml;s on kuvatud sektsioonis C (Network Status (V&otilde;rgu olek)).</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">4</td>
			<td>Setup is incomplete. (Seadistamine ei ole l&otilde;pule viidud.) Confirm default gateway setup. (Kontrollige &uuml;le vaikel&uuml;&uuml;si seadistus)<br>
				Connection using the EpsonNet Setup is available. (&Uuml;hendus on v&otilde;imalik EpsonNet Setup-i kasutades.)<br>
				Contact your network administrator for assistance. (V&otilde;tke abi saamiseks &uuml;hendust oma v&otilde;rguadministraatoriga)</td>
			<td><ol><li>Kontrollige j&auml;rgmist:
					<ul><li>printerile k&auml;sitsi sisestatud vaikel&uuml;&uuml;si aadress on &otilde;ige;
						<li>vaikel&uuml;&uuml;sina m&auml;&auml;ratud seade on sisse l&uuml;litatud.
						<li>v&otilde;rgukaabel on &otilde;igesti &uuml;hendatud.</ul>
					<li>Kui vaikel&uuml;&uuml;si aadress on vale, valige printeri LCD-paneeli kasutades &otilde;ige aadress.<br>
						Kui teil ei ole v&otilde;imalik seadeid oma printerit kasutades muuta, tehke vajalikud seadistused EpsonNet Setup-i kasutades.<br>
						Teie olemasolev vaikel&uuml;&uuml;si aadress on kuvatud Vaikel&uuml;&uuml;si all jaotises C (Network Status (V&otilde;rgu olek)).</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">5</td>
			<td>Confirm the connection and network setup of the PC or other device. (Kontrollige nii arvuti kui teiste seadmete &uuml;hendust ja v&otilde;rguseadistust)<br>
				Connection using the EpsonNet Setup is available. (&Uuml;hendus on v&otilde;imalik EpsonNet Setup-i kasutades.)<br>
				Contact your network administrator for assistance. (V&otilde;tke abi saamiseks &uuml;hendust oma v&otilde;rguadministraatoriga)</td>
			<td><ol><li>Kontrollige j&auml;rgmist:
					<ul><li>teised v&otilde;rgus olevad seadmed on sisse l&uuml;litatud;
						<li>v&otilde;rgukaabel on &otilde;igesti &uuml;hendatud;
						<li>printerile k&auml;sitsi sisestatud v&otilde;rguaadress on &otilde;ige;
						<li>printeri v&otilde;rguaadress on sama mis teistel seadmetel.</ul>
					<li>Kui te olete k&otilde;ik &uuml;laltoodud punktid &uuml;le kontrollinud, siis proovige j&auml;rgmisi v&otilde;imalusi:
					<ul><li>K&auml;ivitage printeriga sama v&otilde;rku kasutavas arvutis Start EpsonNet Setup. Kui teie printer on printerite loendis &auml;ra toodud, valige IP-aadressi seadistuskuvas printerile IP-aadress.</ul></ol></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Kontrollige printeri IP-aadressi ning kontrollige, kas v&otilde;rguprinter p&auml;&auml;seb v&otilde;i ei p&auml;&auml;se ligi teistele v&otilde;rgus olevatele seadmetele. M&otilde;nel puhul ei ole t&otilde;rget v&otilde;imalik kindlaks teha. Soovitame teha v&otilde;rgu seadistamise EpsonNet Setup-i kasutades.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">&Uuml;les<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
</body>
</html>
