 <!-- saved from url=(0013)about:internet -->
<!-- Code: NPD4929-00 ET -->
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link href="../../_img/_style.css" rel="stylesheet">
<title>Epson</title>
</head>
<body>
<a name="top"></a>
<h1 class="head-a">V&otilde;rgu&uuml;henduse raporti t&otilde;rketuvastus</h1>
<div class="body-t" align="right"><h5><a href="ethchk.htm" target="_self">Etherneti &uuml;henduse jaoks<img align="middle" border="0" hspace="5" src="../../_img/_bg04.gif"></a></h5></div>
<h2 class="head-b">Wi-Fi &uuml;hendus</h2>
<h3>Kuidas lahendada v&otilde;rguoleku v&otilde;i -&uuml;hendusega seotud probleeme</h3>
<ol>
	<li>Vaadake v&auml;ljaprinditud V&otilde;rgu&uuml;henduse raportit. Kontrollige jaotises <b>A</b> kuvatud elemente (Check Network Connection (Kontrolli v&otilde;rgu&uuml;hendust)), mille olekuks on m&auml;rgitud FAIL (Nurjumine).
	<li>Kl&otilde;psake Kontrolli elemente loendis FAIL (Nurjumine) olekuga elementidele neile pakutavate lahenduste kuvamiseks.
	<li>Kontrollige jaotises <b>B</b> kuvatud elemente ning otsige iga kontrollitava elemendi all toodud sama s&otilde;numit. Seej&auml;rel j&auml;rgige lahendusi.
	</ol>
<div class="body-i">Jaotises <b>B</b> t&auml;hisega * m&auml;rgistatud s&otilde;numite kohta t&auml;psema teabe saamiseks vaadake jaotist &bdquo;Teie v&otilde;rgukeskkond&ldquo;.</div>
<p></p>
<center><div class="body-t"><img align="top" border="0" src="../../_img/chk_wifi.gif"></div></center>
<h3><br>Kontrollitavad elemendid</h3>
<div class="body-t">Kl&otilde;psake s&otilde;numite ja lahenduste avamiseks allj&auml;rgnevatele elementidele.</div>
<ol>
	<li><a href="#1. Wireless Network Name (SSID) Check">Wireless Network Name (SSID) Check (Traadita v&otilde;rgu nime (SSID) kontrollimine)</a>
	<li><a href="#2. Communication Mode Check">Communication Mode Check (Suhtlusrežiimi kontrollimine)</a>
	<li><a href="#3. Security Mode Check">Security Mode Check (Turvarežiimi kontrollimine)</a>
	<li><a href="#4. MAC Address Filtering Check">MAC Address Filtering Check (MAC-aadressi filtreerimise kontrollimine)</a>
	<li><a href="#5. Security Key/Password Check">Security Key/Password Check (Turvakoodi/parooli kontrollimine)</a>
	<li><a href="#6. IP Address Check">IP Address Check (IP-aadressi kontrollimine)</a>
	<li><a href="#7. Detailed IP Setup Check">Detailed IP Setup Check (detailne IP-seadistuse kontrollimine)</a>
	<ul>
	<li><a href="#8. About the network environment">V&otilde;rgukeskkonnast</a></ul></ol>
<p></p>
<h3><BR>S&otilde;numid ja lahendused kontrollitavatele elementidele</h3>
<a name="1. Wireless Network Name (SSID) Check"><br></a>
<h4>1. Wireless Network Name (SSID) Check (Traadita v&otilde;rgu nime (SSID) kontrollimine)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="0" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr</th>
			<th width="40%" align="center">S&otilde;numid</th>
      		<th width="55%" align="center">Lahendused</th>
		</tr>
		<tr vAlign="top">
			<td align="center">1</td>
			<td>No wireless network names (SSID) found. (&Uuml;htegi traadita v&otilde;rgu nime (SSID) ei leitud) Confirm that the router/access point is turned on and the wireless network (SSID) is set up correctly. (Veenduge, et marsruuter/p&auml;&auml;supunkt on sisse l&uuml;litatud ning et traadita v&otilde;rk (SSID) on &otilde;igesti seadistatud) Contact your network administrator for assistance. (V&otilde;tke abi saamiseks &uuml;hendust oma v&otilde;rguadministraatoriga)</td>
			<td><ul>
				<li>Kontrollige, et p&auml;&auml;supunkt on sisse l&uuml;litatud. Kui see on v&auml;lja l&uuml;litatud, siis l&uuml;litage ta sisse ning tehke uuesti v&otilde;rgu seadistamine.
				<li>Asetage oma printer p&auml;&auml;supunkti l&auml;hedale.
				<li>Kui te olete k&auml;sitsi sisestanud traadita v&otilde;rgu nime (SSID), siis veenduge, kas teie traadita v&otilde;rgu nimi (SSID) on &otilde;ige v&otilde;i mitte. Kui see ei ole &otilde;ige, siis sisestage see uuesti. Teie traadita v&otilde;rgu nimi (SSID) on kuvatud jaotises V&otilde;rgu nimi (SSID) sektsioonis <b>C</b> (V&otilde;rgu olek).
				<li>Kui te olete seadistanud oma v&otilde;rgu, kasutades WPS-i, siis kontrollige, kas teie p&auml;&auml;supunkt WPS-i toetab.
				<li>Kui te soovite seadistada Ad Hoc-&uuml;hendust, siis tuleb teil esmalt seadistada oma arvuti Ad Hoc. Tehke oma arvuti Ad Hoc-seadistus ning tehke seej&auml;rel uuesti oma printeri v&otilde;rguseadistus.</ul></td>
		</tr>
		<tr vAlign="top">
			<td align="center">2</td>
			<td>No wireless network names (SSID) found. (&Uuml;htegi traadita v&otilde;rgu nime (SSID) ei leitud) Confirm that the wireless network name (SSID) of the PC you wish to connect is set up correctly. (Veenduge, et selle arvuti, millega soovite &uuml;hendada, traadita v&otilde;rgu nimi (SSID) on &otilde;igesti seadistatud) Contact your network administrator for assistance. (V&otilde;tke abi saamiseks &uuml;hendust oma v&otilde;rguadministraatoriga)</td>
			<td><ul>
				<li>Kontrollige, kas arvuti, millega te soovite &uuml;henduda, on sisse l&uuml;litatud. Kui see on v&auml;lja l&uuml;litatud, siis l&uuml;litage ta sisse ning tehke oma printeri v&otilde;rgu seadistamine uuesti.
				<li>Asetage oma printer arvuti l&auml;hedale, millega te soovite &uuml;henduda.</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
&Uuml;laltoodud s&otilde;numid kuvatakse siis, kui v&otilde;rgu seadistamise ajal valitud v&otilde;i sisestatud v&otilde;rguaadressi nime (SSID) ei leitud.<br>
SSID on teie WiFi-v&otilde;rgu nimi. Kui te kasutate p&auml;&auml;supunkti, siis oli teie v&otilde;rgul p&auml;&auml;supunkti &uuml;lesseadmise ajal juba nimi olemas.<br>
Kui te soovite oma printerit ja arvutit &uuml;hendada otse, ilma p&auml;&auml;supunkti kasutamata (Ad Hoc-&uuml;hendus), siis tuleb teil oma arvutile Ad Hoc seadistada. Sellisel juhul on teil tarvis luua oma arvutile SSID. <br>
Kui te oma SSID-d ei tea, soovitame teil v&otilde;tta &uuml;hendust isiku v&otilde;i ettev&otilde;ttega, kes teie v&otilde;rgu &uuml;les seadis. <br>
Samuti on vajalik, et te asetaksite oma printeri seadistamise ajaks p&auml;&auml;supunkti (v&otilde;i arvuti) l&auml;hedusse, nii et printer saaks p&auml;&auml;supunktist v&otilde;i arvutist selge signaali.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">&Uuml;les<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="2. Communication Mode Check"><br></a>
<h4>2. Communication Mode Check (Suhtlusrežiimi kontrollimine)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="0" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr</th>
			<th width="40%" align="center">S&otilde;numid</th>
      		<th width="55%" align="center">Lahendused</th>
		</tr>
		<tr vAlign="top">
			<td align="center">3</td>
			<td>Wi-Fi communication mode (IEEE802.11*) does not match the current setting of the printer. (Wi-Fi suhtlusrežiim (IEEE802.11*) ei &uuml;hildu printeri olemasolevate seadetega) Set the same communication mode to the printer, router/access point, and PC. (Valige printerile, marsruuterile/p&auml;&auml;supunktile ja arvutile &uuml;hesugune suhtlusrežiim) Contact your network administrator for assistance. (V&otilde;tke abi saamiseks &uuml;hendust oma v&otilde;rguadministraatoriga)<br>
				<br>
				*Kuva v&otilde;ib erineda olenevalt teie asukohast.</td>
			<td><ul>
				<li>Kontrollige, et teie p&auml;&auml;supunktile valitud Wi-Fi suhtlusrežiim &uuml;hilduks teie printeri poolt toetatuga.</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
See s&otilde;num kuvatakse siis, kui printer ei toeta p&auml;&auml;supunktile ja arvutile valitud Wi-Fi suhtlusrežiimi.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">&Uuml;les<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="3. Security Mode Check"><br></a>
<h4>3. Security Mode Check (Turvarežiimi kontrollimine)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="0" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr</th>
			<th width="40%" align="center">S&otilde;numid</th>
      		<th width="55%" align="center">Lahendused</th>
		</tr>
		<tr vAlign="top">
			<td align="center">4</td>
			<td>Security mode (e.g. WEP, WPA) does not match the current setting of the printer. (Turvarežiim (n&auml;iteks WEP, WPA) ei &uuml;hildu printeri olemasolevate seadetega) Confirm security mode. (Kontrollige turvarežiim &uuml;le) Contact your network administrator for assistance. (V&otilde;tke abi saamiseks &uuml;hendust oma v&otilde;rguadministraatoriga)</td>
			<td>Veenduge, et p&auml;&auml;supunkt kasutab &uuml;hte j&auml;rgmistest turvarežiimidest. Juhul kui see ei ole nii, tehke seadistamine uuesti ning valige toetatav turvarežiim.
				<ul>
				<li>WEP-64bit (40bit)
				<li>WEP-128bit (104bit)
				<li>WPA PSK (TKIP)
				<li>WPA2 PSK (TKIP)
				<li>WPA PSK (AES)
				<li>WPA2 PSK (AES)
				<li>WPA (TKIP/AES)
				<li>WPA2 (TKIP/AES)</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
See s&otilde;num kuvatakse siis, kui printer ei toeta v&otilde;rguseadmetele valitud turvarežiime v&otilde;i kui need ei vasta printeri turvarežiimile.<br>
V&otilde;rguseadmetele valitakse nende tugevusest v&otilde;i kr&uuml;pteerimismeetodist s&otilde;ltuvalt erinevat t&uuml;&uuml;pi turvalisus.<br>
Toetatavad turvarežiimid v&otilde;ivad s&otilde;ltuvalt v&otilde;rguseadmest erineda. Suhtluse v&otilde;imaldamiseks peab v&otilde;rguseadme ja printeri vahel olema valitud sama turvarežiim.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">&Uuml;les<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="4. MAC Address Filtering Check"><br></a>
<h4>4. MAC Address Filtering Check (MAC-aadressi filtreerimise kontrollimine)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="0" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr</th>
			<th width="40%" align="center">S&otilde;numid</th>
      		<th width="55%" align="center">Lahendused</th>
		</tr>
		<tr vAlign="top">
			<td align="center">5</td>
			<td>MAC address of your printer may be filtered. (Teie printeri MAC-aadress v&otilde;ib olla filtreeritud) Check whether your router/access point has restrictions such as MAC address filtering. (Kontrollige, kas teie marsruuteril/p&auml;&auml;supunktil on piiranguid, nagu n&auml;iteks MAC-aadressi filtreerimine)<br>
				See the documentation of the router/access point or contact your network administrator for assistance. (Vaadake marsruuteri/p&auml;&auml;supunkti dokumentatsiooni v&otilde;i v&otilde;tke abi saamiseks &uuml;hendust oma v&otilde;rguadministraatoriga)</td>
			<td><ul>
				<li>Vaadake MAC-aadressi filtreerimisfunktsiooni kohta t&auml;iendava teabe saamiseks teie p&auml;&auml;supunktiga kaasas olnud kasutusjuhendit. Kui filtreerimisfunktsioon on sisse l&uuml;litatud, registreerige printeri filtreerimise v&auml;ltimiseks oma printeri MAC-aadress.
				<li>Kui te olete kasutanud oma p&auml;&auml;supunkti jagatud autentimise v&otilde;imaldamiseks WEP-turvarežiimi, siis kontrollige &uuml;le, et nii autentimisv&otilde;ti kui ka indeks oleksid &otilde;iged.</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
See s&otilde;num kuvatakse, kui MAC-filtreerimine on sisse l&uuml;litatud ning printeri MAC-aadress ei ole p&auml;&auml;supunktis registreeritud.<br>
MAC-aadress on identifitseerimisnumber, mida kasutatakse &uuml;ksikute v&otilde;rguseadmete identifitseerimiseks.<br>
P&auml;&auml;supunktil on funktsioon, mis laseb sellel kas lubada v&otilde;i keelata v&otilde;rgule juurdep&auml;&auml;su s&otilde;ltuvalt selle MAC-aadressist.<br>
Kui funktsioon on sisse l&uuml;litatud, siis v&otilde;ivad v&otilde;rku &uuml;henduda ainult registreeritud MAC-aadressid.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">&Uuml;les<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="5. Security Key/Password Check"><br></a>
<h4>5. Security Key/Password Check (Turvakoodi/parooli kontrollimine)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="0" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr</th>
			<th width="40%" align="center">S&otilde;numid</th>
      		<th width="55%" align="center">Lahendused</th>
		</tr>
		<tr vAlign="top">
			<td align="center">6</td>
			<td>Entered security key/password does not match the one set for your router/access point. (Sisestatud turvakood/parool ei &uuml;hildu marsruuterile/p&auml;&auml;supunktile valitud turvakoodiga/parooliga) Confirm security key/password. (Kontrollige turvakood/parool &uuml;le) Contact your network administrator for assistance. (V&otilde;tke abi saamiseks &uuml;hendust oma v&otilde;rguadministraatoriga)</td>
			<td>P&auml;&auml;supunktile seadistatud turvakood ning sisestatud turvakood ei lange kokku. Seadistage oma v&otilde;rk &otilde;iget turvakoodi kasutades uuesti &uuml;les. Turvakood on t&otilde;stutundlik.</td>
		</tr>
	</tbody>
</table>
<div class="body-t">
See s&otilde;num kuvatakse, kui sisestatud turvakood ning p&auml;&auml;supunktile m&auml;&auml;ratud turvakood ei lange kokku.<br>
Turvakood (parool) on vajalik v&otilde;rku &uuml;hendumiseks.<br>
Turvakood on t&otilde;stutundlik. Kui sisestatud turvakood ei &uuml;hildu t&auml;ielikult registreeritud koodiga, siis &uuml;hendus nurjub.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">&Uuml;les<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="6. IP Address Check"><br></a>
<h4>6. IP Address Check (IP-aadressi kontrollimine)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="0" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr</th>
			<th width="40%" align="center">S&otilde;numid</th>
      		<th width="55%" align="center">Lahendused</th>
		</tr>
		<tr vAlign="top">
			<td align="center">7</td>
			<td>Incorrect IP address is assigned to the printer. (Printerile on m&auml;&auml;ratud vale IP-aadress) Confirm IP address setup of the network device (hub, router, or access point). (Kontrollige &uuml;le v&otilde;rguseadme IP-aadressi seadistus (jaotur, marsruuter v&otilde;i p&auml;&auml;supunkt)) Contact your network administrator for assistance. (V&otilde;tke abi saamiseks &uuml;hendust oma v&otilde;rguadministraatoriga)
			<td><ul>
				<li>Kontrollige, kas p&auml;&auml;supunkti DHCP-funktsioon on sisse l&uuml;litatud v&otilde;i mitte. Kui on v&auml;lja l&uuml;litatud, siis l&uuml;litage sisse.
				<li>Kui te m&auml;&auml;rasite IP-aadressi k&auml;sitsi, siis on IP-aadress v&auml;ljaspool toetatavat ulatust (kehtetu). Sisestage &otilde;ige IP-aadress.</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t" align="center"><a href="#top">&Uuml;les<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="7. Detailed IP Setup Check"><br></a>
<h4>7. Detailed IP Setup Check (detailne IP-seadistuse kontrollimine)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="0" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr</th>
			<th width="40%" align="center">S&otilde;numid</th>
      		<th width="55%" align="center">Lahendused</th>
		</tr>
		<tr vAlign="top">
			<td align="center">8</td>
			<td>Confirm the connection and network setup of the PC or other device. (Kontrollige nii arvuti kui teiste seadmete &uuml;hendust ja v&otilde;rguseadistust)<br>
				Connection using the EpsonNet Setup is available. (&Uuml;hendus on v&otilde;imalik EpsonNet Setup-i kasutades.)<br>
				Contact your network administrator for assistance. (V&otilde;tke abi saamiseks &uuml;hendust oma v&otilde;rguadministraatoriga)
			<td><ol><li>Kontrollige j&auml;rgmist:
					<ul><li>kontrollige, et printerit kasutada tahtvad seadmed, nagu n&auml;iteks arvuti, oleksid sisse l&uuml;litatud;
						<li>kontrollige, et printerit kasutada tahtvad seadmed, nagu n&auml;iteks arvuti, oleksid samas v&otilde;rgus.</ul>
					<li>Kui te olete &uuml;laltoodud punktid &uuml;le kontrollinud, seadistage v&otilde;rk EpsonNet Setup-i kasutades.</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">9</td>
			<td>Confirm IP address, subnet mask, and default gateway setup. (Kontrollige IP-aadressi, alamv&otilde;rgumaski ja vaikel&uuml;&uuml;si seadistust)<br>
				Connection using the EpsonNet Setup is available. (&Uuml;hendus on v&otilde;imalik EpsonNet Setup-i kasutades.)<br>
				Contact your network administrator for assistance. (V&otilde;tke abi saamiseks &uuml;hendust oma v&otilde;rguadministraatoriga)
			<td><ol><li>Kontrollige j&auml;rgmist:
					<ul><li>teised v&otilde;rgus olevad seadmed on sisse l&uuml;litatud;
						<li>printerile k&auml;sitsi sisestatud v&otilde;rguaadress on &otilde;ige;
						<li>printeri v&otilde;rguaadress on sama mis teistel seadmetel.</ul>
					<li>Kui v&otilde;rguaadress on vale, valige printeri LCD-paneeli kasutades &otilde;ige aadress.<br>
						Kui teil ei ole v&otilde;imalik seadeid oma printerit kasutades muuta, tehke vajalikud seadistused EpsonNet Setup-i kasutades.<br>
						Teie olemasolev IP-aadress, alamv&otilde;rgu mask ja vaikel&uuml;&uuml;s on kuvatud sektsioonis C (Network Status (V&otilde;rgu olek)).</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">10</td>
			<td>Setup is incomplete. (Seadistamine ei ole l&otilde;pule viidud.) Confirm default gateway setup. (Kontrollige &uuml;le vaikel&uuml;&uuml;si seadistus)<br>
				Connection using the EpsonNet Setup is available. (&Uuml;hendus on v&otilde;imalik EpsonNet Setup-i kasutades.)<br>
				Contact your network administrator for assistance. (V&otilde;tke abi saamiseks &uuml;hendust oma v&otilde;rguadministraatoriga)
			<td><ol><li>Kontrollige j&auml;rgmist:
					<ul><li>printerile k&auml;sitsi sisestatud vaikel&uuml;&uuml;si aadress on &otilde;ige;
						<li>vaikel&uuml;&uuml;sina m&auml;&auml;ratud seade on sisse l&uuml;litatud.</ul>
					<li>Kui vaikel&uuml;&uuml;si aadress on vale, valige printeri LCD-paneeli kasutades &otilde;ige aadress.<br>
						Kui teil ei ole v&otilde;imalik seadeid oma printerit kasutades muuta, tehke vajalikud seadistused EpsonNet Setup-i kasutades.<br>
						Teie olemasolev vaikel&uuml;&uuml;si aadress on kuvatud Vaikel&uuml;&uuml;si all jaotises C (Network Status (V&otilde;rgu olek)).</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">11</td>
			<td>Confirm the following: (Kontrollige j&auml;rgmist:)<br>
				-Entered security key/password is correct (Sisestatud turvakood/parool on &otilde;ige)<br>
				-Index of the security key/password is set to the first number (Turvakoodi/parooli indeks on seatud esimesele numbrile)<br>
				- IP address, subnet mask, or default gateway setup is correct. (IP-aadress, alamv&otilde;rgumask v&otilde;i vaikel&uuml;&uuml;si seadistus on &otilde;ige)<br>
				Contact your network administrator for assistance. (V&otilde;tke abi saamiseks &uuml;hendust oma v&otilde;rguadministraatoriga)
			<td><ol><li>Kontrollige j&auml;rgmist:
					<ul><li>teised v&otilde;rgus olevad seadmed on sisse l&uuml;litatud;
						<li>printerile k&auml;sitsi sisestatud v&otilde;rguaadress on &otilde;ige;
						<li>printeri v&otilde;rguaadress on sama mis teistel seadmetel.</ul>
					<li>Kui te olete k&otilde;ik &uuml;laltoodud punktid &uuml;le kontrollinud, siis proovige j&auml;rgmisi v&otilde;imalusi:
					<ul><li>K&auml;ivitage printeriga sama v&otilde;rku kasutavas arvutis Start EpsonNet Setup.<br>
							Kui teie printer on printerite loendis &auml;ra toodud, valige IP-aadressi seadistuskuvas printerile IP-aadress. Kui teie printerit ei ole loendis, siis v&otilde;ib turvakood olla vale. Tehke printeri LCD-paneeli abil v&otilde;rgu seadistamine ning sisestage &otilde;ige turvav&otilde;ti.
						<li>WEP-turvarežiimis saate te registreerida p&auml;&auml;supunktile mitu turvakoodi. Kui on registreeritud mitu koodi, kontrollige, kas te olete sisestanud esimese registreeritud koodi.</ul></ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">12</td>
			<td>Confirm the following: (Kontrollige j&auml;rgmist:)<br>
				-Entered security key/password is correct (Sisestatud turvakood/parool on &otilde;ige)<br>
				-Index of the security key/password is set to the first number (Turvakoodi/parooli indeks on seatud esimesele numbrile)<br>
				-Connection and network setup of the PC or other device is correct (Arvuti ja teiste seadmete &uuml;hendus ning v&otilde;rguseadistus on &otilde;iged)<br>
				Contact your network administrator for assistance. (V&otilde;tke abi saamiseks &uuml;hendust oma v&otilde;rguadministraatoriga)
			<td><ol><li>Kontrollige j&auml;rgmist:
					<ul><li>v&otilde;rguseadmed, nagu modem, jaotur ja marsruuter, on sisse l&uuml;litatud;
						<li>muude v&otilde;rguseadmete kui printeri IP-aadress on seatud k&auml;sitsi (kui printeri IP-aadress m&auml;&auml;ratakse automaatselt, kuid teiste v&otilde;rguseadmete oma k&auml;sitsi, siis v&otilde;ib printeri v&otilde;rk olla teistest v&otilde;rguseadmetest erinev).</ul>
					<li>Kui te olete k&otilde;ik &uuml;laltoodud punktid &uuml;le kontrollinud, siis proovige j&auml;rgmisi v&otilde;imalusi:
					<ul><li>K&auml;ivitage printeriga sama v&otilde;rku kasutavas arvutis Start EpsonNet Setup.<br>
							Kui teie printer on printerite loendis &auml;ra toodud, valige IP-aadressi seadistuskuvas printerile IP-aadress. Kui teie printerit ei ole loendis, siis v&otilde;ib turvakood olla vale. Tehke printeri LCD-paneeli abil v&otilde;rgu seadistamine ning sisestage &otilde;ige turvav&otilde;ti.
						<li>WEP-turvarežiimis saate te registreerida p&auml;&auml;supunktile mitu turvakoodi. Kui on registreeritud mitu koodi, kontrollige, kas te olete sisestanud esimese registreeritud koodi.</ul></ol>
		</tr>
	</tbody>
</table>
<div class="body-t">
Kontrollige printeri IP-aadressi ning kontrollige, kas v&otilde;rguprinter p&auml;&auml;seb v&otilde;i ei p&auml;&auml;se ligi teistele v&otilde;rgus olevatele seadmetele. M&otilde;nel puhul ei ole t&otilde;rget v&otilde;imalik kindlaks teha. Soovitame teha v&otilde;rgu seadistamise EpsonNet Setup-i kasutades.
</div>
<br>
<div class="body-t"><b>V&otilde;rguaadressidest:</b></div>
	<div class="body-i">
	IP-aadress ei n&auml;ita pelgalt, millised seadmed, nagu n&auml;iteks arvuti, jaotur ja marsruuter, on v&otilde;rguga &uuml;hendatud, vaid ka selle v&otilde;rgu ulatust, kuhu nad kuuluvad. Samas v&otilde;rgus olevad seadmed saavad omavahel suhelda. Kui te soovite suhelda erinevas v&otilde;rgus oleva seadmega, siis tuleb kasutada marsruuterit. IP-aadress koosneb kahest osast. Esimest osa kutsutakse &bdquo;v&otilde;rguaadressiks&ldquo; ning see n&auml;itab v&otilde;rgu ulatust. Teist osa kutsutakse &bdquo;hostiaadressiks&ldquo; ning see t&auml;histab v&otilde;rguseadet. Joon v&otilde;rguaadressi ja hostiaadressi vahel on erinev s&otilde;ltuvalt v&otilde;rgu ulatusest (klassist). Samas v&otilde;ite te alamv&otilde;rgu maski kasutades ka ise m&auml;&auml;rata joone v&otilde;rguaadressi ja hostiaadressi vahel. <br>
	Kui te kasutate oma printerit koduv&otilde;rgus, siis valige printeri IP-aadressi seadistuseks &bdquo;Auto&ldquo; juhul, kui te kasutate p&auml;&auml;supunkti DHCP-funktsiooni. Kui soovite printeri IP-aadressi seadistamiseks kasutada seadet &bdquo;Manual&ldquo;, vaadake IP-aadressi ja alamv&otilde;rgumaski seadmiseks j&auml;rgmist.
	<ol><li>Vaadake j&auml;rele teie arvutiga &uuml;hendatud marsruuteri (v&otilde;i p&auml;&auml;supunkti) IP-aadress. T&auml;psema teabe saamiseks vaadake marsruuteri (v&otilde;i p&auml;&auml;supunkti) kasutusjuhendit.
		<li>K&otilde;ik IP-aadressid on kirjutatud neljakohaliste segmentidena (IPv4 puhul). Viimases segmendis valige vahemikus 1 kuni 254 unikaalne numbriline v&auml;&auml;rtus. (Kui marsruuter on DHCP-server v&otilde;i kui koduv&otilde;rgus on teine DHCP-server, m&auml;&auml;rake v&auml;&auml;rtus, mis pole vastuolus DHCP-serveri antud ID-aadressi vahemikuga.)
	</ol>
	<b>Seadistamise n&auml;ide:</b><br>
	Marsruuteri (v&otilde;i p&auml;&auml;supunkti) IP-aadress: 192.168.1.<b>1</b><br>
	Printeri n&auml;idisseadistus: 192.168.1.<b>3</b><br>
	Kui te kasutate printerit v&auml;ikeses v&otilde;rgus, siis m&auml;&auml;ratakse k&otilde;ikidele v&otilde;rguseadmetele alamv&otilde;rgu maskiks <b>255.255.255.0</b>. Samuti kasutab l&uuml;&uuml;s p&auml;&auml;supunktina sama v&auml;&auml;rtust nagu IP-aadress.
	</div>
<p></p>
<div class="body-t" align="center"><a href="#top">&Uuml;les<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="8. About the network environment"><br></a>
<h4>V&otilde;rgukeskkonnast</h4>
<div class="body-t">
Sarnaselt v&otilde;rgu oleku/&uuml;henduse kontrolli raportiga kuvatakse ka j&auml;rgmised s&otilde;numid selleks, et teile teada anda, milliseid teisi teie v&otilde;rgu tegureid tuleb parendada.
</div>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="0" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="45%" align="center">S&otilde;numid</th>
      		<th width="55%" align="center">Lahendused</th>
		</tr>
		<tr vAlign="top">
			<td>*Signal strength is low. (Signaali tugevus on n&otilde;rk) If you have problems printing or scanning, improve your wireless network environment. (Kui teil on probleeme printimise v&otilde;i skaneerimisega, siis parendage oma traadita v&otilde;rgu keskkonda)</td>
			<td>Madala signaalitugevuse t&otilde;ttu v&otilde;ib printimise kiirus olla madal v&otilde;i printimine katkeda.<br>
				Keskkonna parendamiseks tehke j&auml;rgmist:
				<ul><li>Asetage printer p&auml;&auml;supunkti l&auml;hedale.
					<li>k&otilde;rvaldage takistused p&auml;&auml;supunkti ja printeri vahelt.</ul></td>
		</tr>
		<tr vAlign="top">
			<td>*A router/access point channel conflict has been detected. (Tuvastatud on marsruuteri/p&auml;&auml;supunkti kanalikonflikt) If you have problems printing or scanning, improve your wireless network environment. (Kui teil on probleeme printimise v&otilde;i skaneerimisega, siis parendage oma traadita v&otilde;rgu keskkonda)</td>
			<td>Signaali segamist v&otilde;ivad tingida teised l&auml;hedal asuvates ruumides v&otilde;i ehitistes kasutatavad traadita v&otilde;rgud. Keskkonda v&otilde;ib parendada printeri asetamine p&auml;&auml;supunkti l&auml;hedale.</td>
		</tr>
		<tr vAlign="top">
			<td>*Signal strength is low. (Signaali tugevus on n&otilde;rk) A router/access point channel conflict has been detected. (Tuvastatud on marsruuteri/p&auml;&auml;supunkti kanalikonflikt) If you have problems printing or scanning, improve your wireless network environment. (Kui teil on probleeme printimise v&otilde;i skaneerimisega, siis parendage oma traadita v&otilde;rgu keskkonda)</td>
			<td>Madala signaalitugevuse t&otilde;ttu v&otilde;ib printimise kiirus olla madal v&otilde;i printimine katkeda. Signaali segamist v&otilde;ivad tingida teised l&auml;hedal asuvates ruumides v&otilde;i ehitistes kasutatavad traadita v&otilde;rgud.<br>
				Keskkonna parendamiseks tehke j&auml;rgmist:
				<ul><li>Asetage printer p&auml;&auml;supunkti l&auml;hedale.
					<li>k&otilde;rvaldage takistused p&auml;&auml;supunkti ja printeri vahelt.</ul></td>
		</tr>
		<tr vAlign="top">
			<td>*Multiple network names (SSID) that match your entered network name (SSID) have been detected. (Tuvastatud on mitu v&otilde;rgunime (SSID), mis langevad kokku teie sisestatud v&otilde;rgunimega (SSID)) Confirm network name (SSID). (Kontrollige v&otilde;rgu nime (SSID))</td>
			<td>&Uuml;hendute erineva p&auml;&auml;supunktiga.<br>
				Proovige j&auml;rgmisi tegevusi:<br>
				muutke p&auml;&auml;supunkti, millega te soovite &uuml;henduda, SSID-d ning tehke seej&auml;rel uuesti oma printeri v&otilde;rguseadistus. 
		</tr>
<tr vAlign="top">
			<td>*No more devices can be connected. Disconnect one of the connected devices if you want to add another one.</td>
			<td>Kui soovite lisada uue seadme, siis ühendage seadme Wi-Fi sätete abil lahti üks ühendatud seadmetest või ühendage lahti kõik seadmed, muutes selleks printerist parooli.
</tr>
</tbody>
</table>
<p></p>
<div class="body-t" align="center"><a href="#top">&Uuml;les<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
</body>
</html>
