<!-- saved from url=(0013)about:internet -->
<!-- Code: NPD4929-00 FR -->
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link href="../../_img/_style.css" rel="stylesheet">
<title>Epson</title>
</head>
<body>
<a name="top"></a>

<h1 class="head-a">D&eacute;pannage du Rapport de connexion r&eacute;seau</h1>
<div class="body-t" align="right"><h5><a href="nwchk.htm" target="_self">Pour la connexion Wi-Fi<img align="middle" border="0" hspace="5" src="../../_img/_bg04.gif"></a></h5></div>
<h2 class="head-b">Connexion Ethernet</h2>




<h3>R&eacute;solution des probl&egrave;mes li&eacute;s &agrave; l'&eacute;tat du r&eacute;seau ou &agrave; la connexion</h3>
<ol>
	<li>Consultez le rapport de connexion r&eacute;seau que vous avez imprim&eacute;. V&eacute;rifiez les &eacute;l&eacute;ments de la section <b>A</b> (V&eacute;rification de la connexion r&eacute;seau) dont l'&eacute;tat est &Eacute;CHEC.
	<li>Dans la liste des &eacute;l&eacute;ments &agrave; v&eacute;rifier, cliquez sur les &eacute;l&eacute;ments dont l'&eacute;tat est &Eacute;CHEC pour afficher les solutions propos&eacute;es.
	<li>Consultez le message affich&eacute; dans la section <b>B</b> et recherchez le m&ecirc;me message sous chaque &eacute;l&eacute;ment &agrave; v&eacute;rifier. Suivez ensuite les solutions propos&eacute;es.
	</ol>
<p></p>
<center><div class="body-t"><img align="top" border="0" src="../../_img/chk_ether.gif"></div></center>
<h3><br>&Eacute;l&eacute;ments &agrave; v&eacute;rifier</h3>
<div class="body-t">Cliquez sur les &eacute;l&eacute;ments ci-dessous pour acc&eacute;der aux messages et aux solutions propos&eacute;es.</div>
<ol>
	<li><a href="#1. Ethernet Cable Connection Check">Ethernet Cable Connection Check (V&eacute;rification de la connexion du c&acirc;ble Ethernet)</a>
	<li><a href="#2. IP Address Check">IP Address Check (V&eacute;rification de l'adresse IP)</a>
	<li><a href="#3. Detailed IP Setup Check">Detailed IP Setup Check (V&eacute;rification de la configuration IP d&eacute;taill&eacute;e)</a></ol>

<p></p>
<h3><BR>Messages et solutions propos&eacute;es pour les &eacute;l&eacute;ments &agrave; v&eacute;rifier</h3>
<a name="1. Ethernet Cable Connection Check"><br></a>
<h4>1. Ethernet Cable Connection Check (V&eacute;rification de la connexion du c&acirc;ble Ethernet)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">N&deg;</th>
			<th width="40%" align="center">Messages</th>
      		<th width="55%" align="center">Solutions</th>
		</tr>
		<tr vAlign="top">
			<td align="center">1</td>
			<td>V&eacute;rifiez que le c&acirc;ble r&eacute;seau est connect&eacute; et que les p&eacute;riph&eacute;riques r&eacute;seau tels que le concentrateur, le routeur ou le point d'acc&egrave;s sont sous tension.</td>
			<td>V&eacute;rifiez les &eacute;l&eacute;ments suivants&nbsp;:
				<ul><li>Le c&acirc;ble r&eacute;seau est connect&eacute; &agrave; des p&eacute;riph&eacute;riques r&eacute;seau tels que l'imprimante ou un concentrateur
					<li>Les p&eacute;riph&eacute;riques r&eacute;seau (un concentrateur par exemple) sont sous tension</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
V&eacute;rifiez que le c&acirc;ble r&eacute;seau est connect&eacute; et fonctionne correctement.<br>
Vous pouvez v&eacute;rifier l'&eacute;tat de fonctionnement des p&eacute;riph&eacute;riques r&eacute;seau en v&eacute;rifiant le t&eacute;moin DEL d'&eacute;tat du port r&eacute;seau sur les p&eacute;riph&eacute;riques connect&eacute;s tels que le concentrateur.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Haut<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="2. IP Address Check"><br></a>
<h4>2. IP Address Check (V&eacute;rification de l'adresse IP)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">N&deg;</th>
			<th width="40%" align="center">Messages</th>
      		<th width="55%" align="center">Solutions</th>
		</tr>
		<tr vAlign="top">
			<td align="center">2</td>
			<td>Une adresse IP incorrecte est affect&eacute;e &agrave; l'imprimante. V&eacute;rifiez la configuration d'adresse IP du p&eacute;riph&eacute;rique r&eacute;seau (concentrateur, routeur ou point d'acc&egrave;s). Contactez votre administrateur r&eacute;seau pour obtenir de l'aide.
			<td>V&eacute;rifiez que la fonction DHCP du point d'acc&egrave;s est bien activ&eacute;e. Si elle est d&eacute;sactiv&eacute;e, activez-la.</td>
		</tr>
	</tbody>
</table>
<div class="body-t" align="center"><a href="#top">Haut<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="3. Detailed IP Setup Check"><br></a>
<h4>3. Detailed IP Setup Check (V&eacute;rification de la configuration IP d&eacute;taill&eacute;e)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">N&deg;</th>
			<th width="40%" align="center">Messages</th>
      		<th width="55%" align="center">Solutions</th>
		</tr>
		<tr vAlign="top">
			<td align="center">3</td>
			<td>V&eacute;rifiez la configuration de l'adresse IP, du masque de sous-r&eacute;seau et de la passerelle par d&eacute;faut.<br>
				La connexion &agrave; l'aide de EpsonNet Setup est possible.<br>
				Contactez votre administrateur r&eacute;seau pour obtenir de l'aide.</td>
			<td><ol><li>V&eacute;rifiez les &eacute;l&eacute;ments suivants&nbsp;:
					<ul><li>Les autres p&eacute;riph&eacute;riques du r&eacute;seau sont sous tension.
						<li>Le c&acirc;ble r&eacute;seau est correctement connect&eacute;
						<li>L'adresse r&eacute;seau d&eacute;finie manuellement pour l'imprimante est correcte.
						<li>L'adresse r&eacute;seau de l'imprimante est la m&ecirc;me que celle des autres p&eacute;riph&eacute;riques.</ul>
					<li>Si l'adresse r&eacute;seau est incorrecte, corrigez-la &agrave; l'aide de l'&eacute;cran LCD de l'imprimante.<br>
						Si vous ne pouvez pas modifier les param&egrave;tres &agrave; l&rsquo;aide de votre imprimante, d&eacute;finissez les param&egrave;tres avec l&rsquo;application EpsonNet Setup.<br>
						L'adresse IP, le masque de sous-r&eacute;seau et la passerelle par d&eacute;faut actuellement d&eacute;finis sont affich&eacute;s sous C (Network Status (&Eacute;tat r&eacute;seau)).</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">4</td>
			<td>La configuration est incompl&egrave;te. V&eacute;rifiez la configuration de la passerelle par d&eacute;faut.<br>
				La connexion &agrave; l'aide de EpsonNet Setup est possible.<br>
				Contactez votre administrateur r&eacute;seau pour obtenir de l'aide.</td>
			<td><ol><li>V&eacute;rifiez les &eacute;l&eacute;ments suivants&nbsp;:
					<ul><li>L'adresse de la passerelle par d&eacute;faut d&eacute;finie manuellement pour l'imprimante est correcte.
						<li>Le p&eacute;riph&eacute;rique utilis&eacute; comme passerelle par d&eacute;faut est mis sous tension.
						<li>Le c&acirc;ble r&eacute;seau est correctement connect&eacute;</ul>
					<li>Si l'adresse de la passerelle par d&eacute;faut est incorrecte, corrigez-la &agrave; l'aide de l'&eacute;cran LCD de l'imprimante.<br>
						Si vous ne pouvez pas modifier les param&egrave;tres &agrave; l&rsquo;aide de votre imprimante, d&eacute;finissez les param&egrave;tres avec l&rsquo;application EpsonNet Setup.<br>
						L'adresse actuellement d&eacute;finie pour la passerelle par d&eacute;faut est affich&eacute;e sous C (Network Status (&Eacute;tat r&eacute;seau)), dans la rubrique Passerelle par d&eacute;faut.</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">5</td>
			<td>V&eacute;rifiez la connexion et la configuration r&eacute;seau de l'ordinateur PC ou des autres p&eacute;riph&eacute;riques.<br>
				La connexion &agrave; l'aide de EpsonNet Setup est possible.<br>
				Contactez votre administrateur r&eacute;seau pour obtenir de l'aide.</td>
			<td><ol><li>V&eacute;rifiez les &eacute;l&eacute;ments suivants&nbsp;:
					<ul><li>Les autres p&eacute;riph&eacute;riques du r&eacute;seau sont sous tension.
						<li>Le c&acirc;ble r&eacute;seau est correctement connect&eacute;
						<li>L'adresse r&eacute;seau d&eacute;finie manuellement pour l'imprimante est correcte.
						<li>L'adresse r&eacute;seau de l'imprimante est la m&ecirc;me que celle des autres p&eacute;riph&eacute;riques.</ul>
					<li>Si vous avez v&eacute;rifi&eacute; tous les points susmentionn&eacute;s, proc&eacute;dez comme suit&nbsp;:
					<ul><li>D&eacute;marrez EpsonNet Setup sur un PC qui utilise le m&ecirc;me r&eacute;seau que l'imprimante. Si votre imprimante est r&eacute;pertori&eacute;e dans la liste des imprimantes, d&eacute;finissez l'adresse IP de l'imprimante au niveau de l'&eacute;cran de configuration des adresses IP.</ul></ol></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
V&eacute;rifiez l'adresse IP de l'imprimante et v&eacute;rifiez que l'imprimante r&eacute;seau peut acc&eacute;der aux autres p&eacute;riph&eacute;riques du r&eacute;seau. Il n'est parfois pas possible d'identifier l'erreur. Nous vous recommandons de proc&eacute;der &agrave; la configuration r&eacute;seau &agrave; l&rsquo;aide de l&rsquo;application EpsonNet Setup.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Haut<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
</body>
</html>
