 <!-- saved from url=(0013)about:internet -->
<!-- Code: NPD4929-00 FR -->
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link href="../../_img/_style.css" rel="stylesheet">
<title>Epson</title>
</head>
<body>
<a name="top"></a>

<h1 class="head-a">D&eacute;pannage du Rapport de connexion r&eacute;seau</h1>
<div class="body-t" align="right"><h5><a href="ethchk.htm" target="_self">Pour la connexion Ethernet<img align="middle" border="0" hspace="5" src="../../_img/_bg04.gif"></a></h5></div>
<h2 class="head-b">Connexion Wi-Fi</h2>




<h3>R&eacute;solution des probl&egrave;mes li&eacute;s &agrave; l'&eacute;tat du r&eacute;seau ou &agrave; la connexion</h3>
<ol>
	<li>Consultez le rapport de connexion r&eacute;seau que vous avez imprim&eacute;. V&eacute;rifiez les &eacute;l&eacute;ments de la section <b>A</b> (V&eacute;rification de la connexion r&eacute;seau) dont l'&eacute;tat est &Eacute;CHEC.
	<li>Dans la liste des &eacute;l&eacute;ments &agrave; v&eacute;rifier, cliquez sur les &eacute;l&eacute;ments dont l'&eacute;tat est &Eacute;CHEC pour afficher les solutions propos&eacute;es.
	<li>Consultez le message affich&eacute; dans la section <b>B</b> et recherchez le m&ecirc;me message sous chaque &eacute;l&eacute;ment &agrave; v&eacute;rifier. Suivez ensuite les solutions propos&eacute;es.
	</ol>
<div class="body-i">Pour les messages signal&eacute;s par un ast&eacute;risque (*) dans la section <b>B</b>, reportez-vous &agrave; la section &quot;&Agrave; propos de l'environnement r&eacute;seau&quot;, qui contient des informations compl&eacute;mentaires.</div>
<p></p>
<center><div class="body-t"><img align="top" border="0" src="../../_img/chk_wifi.gif"></div></center>
<h3><br>&Eacute;l&eacute;ments &agrave; v&eacute;rifier</h3>
<div class="body-t">Cliquez sur les &eacute;l&eacute;ments ci-dessous pour acc&eacute;der aux messages et aux solutions propos&eacute;es.</div>
<ol>
	<li><a href="#1. Wireless Network Name (SSID) Check">Wireless Network Name (SSID) Check (V&eacute;rification du nom du r&eacute;seau sans fil (SSID))</a>
	<li><a href="#2. Communication Mode Check">Communication Mode Check (V&eacute;rification du mode de communication)</a>
	<li><a href="#3. Security Mode Check">Security Mode Check (V&eacute;rification du mode de s&eacute;curit&eacute;)</a>
	<li><a href="#4. MAC Address Filtering Check">MAC Address Filtering Check (V&eacute;rification du filtrage des adresses MAC)</a>
	<li><a href="#5. Security Key/Password Check">Security Key/Password Check (V&eacute;rification mot de passe/cl&eacute; de s&eacute;curit&eacute;)</a>
	<li><a href="#6. IP Address Check">IP Address Check (V&eacute;rification de l'adresse IP)</a>
	<li><a href="#7. Detailed IP Setup Check">Detailed IP Setup Check (V&eacute;rification de la configuration IP d&eacute;taill&eacute;e)</a>
	<ul>
	<li><a href="#8. About the network environment">&Agrave; propos de l'environnement r&eacute;seau</a></ul></ol>

<p></p>
<h3><BR>Messages et solutions propos&eacute;es pour les &eacute;l&eacute;ments &agrave; v&eacute;rifier</h3>
<a name="1. Wireless Network Name (SSID) Check"><br></a>
<h4>1. Wireless Network Name (SSID) Check (V&eacute;rification du nom du r&eacute;seau sans fil (SSID))</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">N&deg;</th>
			<th width="40%" align="center">Messages</th>
      		<th width="55%" align="center">Solutions</th>
		</tr>
		<tr vAlign="top">
			<td align="center">1</td>
			<td>Aucun nom de r&eacute;seau sans fil (SSID) localis&eacute;. V&eacute;rifiez que le routeur/point d'acc&egrave;s est sous tension et que le r&eacute;seau sans fil (SSID) est correctement configur&eacute;. Contactez votre administrateur r&eacute;seau pour obtenir de l'aide.</td>
			<td><ul>
				<li>V&eacute;rifiez que le point d'acc&egrave;s est sous tension. S'il est hors tension, mettez-le sous tension et proc&eacute;dez de nouveau &agrave; la configuration r&eacute;seau.
				<li>Rapprochez l'imprimante du point d'acc&egrave;s.
				<li>Si vous avez saisi manuellement le nom du r&eacute;seau sans fil (SSID), v&eacute;rifiez que le nom du r&eacute;seau sans fil (SSID) est correct. S'il est incorrect, saisissez-le de nouveau. Le nom du r&eacute;seau sans fil (SSID) est affich&eacute; sous <b>C</b> (&Eacute;tat r&eacute;seau), dans la rubrique Nom du r&eacute;seau (SSID).
				<li>Si vous avez configur&eacute; le r&eacute;seau &agrave; l'aide du mode WPS, v&eacute;rifiez que le point d'acc&egrave;s prend le mode WPS en charge.
				<li>Si vous souhaitez configurer une connexion ad hoc, vous devez d'abord proc&eacute;der &agrave; la configuration ad hoc de votre ordinateur PC. Proc&eacute;dez &agrave; la configuration ad hoc de votre ordinateur PC, puis proc&eacute;dez de nouveau &agrave; la configuration r&eacute;seau de l'imprimante.</ul></td>
		</tr>
		<tr vAlign="top">
			<td align="center">2</td>
			<td>Aucun nom de r&eacute;seau sans fil (SSID) localis&eacute;. V&eacute;rifiez que le nom du r&eacute;seau sans fil (SSID) du PC que vous voulez connecter est correctement configur&eacute;. Contactez votre administrateur r&eacute;seau pour obtenir de l'aide.</td>
			<td><ul>
				<li>V&eacute;rifiez que l'ordinateur PC auquel vous souhaitez vous connecter est sous tension. S'il est hors tension, mettez-le sous tension et proc&eacute;dez de nouveau &agrave; la configuration r&eacute;seau de l'imprimante.
				<li>Rapprochez l'imprimante de l'ordinateur PC auquel vous souhaitez vous connecter.</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Les messages ci-dessus sont affich&eacute;s lorsque le nom de r&eacute;seau sans fil (SSID) s&eacute;lectionn&eacute; ou saisi ne peut &ecirc;tre localis&eacute; lors de la configuration r&eacute;seau.<br>
L'identifiant SSID est le nom de votre r&eacute;seau Wi-Fi. Si vous utilisez un point d'acc&egrave;s, votre r&eacute;seau &eacute;tait d&eacute;j&agrave; nomm&eacute; lors de la configuration du point d'acc&egrave;s.<br>
Si vous souhaitez connecter directement votre imprimante et l'ordinateur PC, sans l'aide d'un point d'acc&egrave;s (connexion ad hoc), vous devez configurer un r&eacute;seau ad hoc pour votre ordinateur PC. Vous devez alors cr&eacute;er un identifiant SSID au niveau de votre ordinateur PC. <br>
Si vous ne connaissez pas votre identifiant SSID, nous vous recommandons de contacter la personne ou l&rsquo;entreprise qui s&rsquo;est charg&eacute;e de la configuration de votre r&eacute;seau. <br>
Vous devez &eacute;galement rapprocher l&rsquo;imprimante du point d&rsquo;acc&egrave;s (ou du PC) lors de la configuration de mani&egrave;re &agrave; ce que l&rsquo;imprimante re&ccedil;oive un signal clair du point d&rsquo;acc&egrave;s ou du PC.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Haut<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="2. Communication Mode Check"><br></a>
<h4>2. Communication Mode Check (V&eacute;rification du mode de communication)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">N&deg;</th>
			<th width="40%" align="center">Messages</th>
      		<th width="55%" align="center">Solutions</th>
		</tr>
		<tr vAlign="top">
			<td align="center">3</td>
			<td>Le mode de communication Wi-Fi (IEEE802.11*) ne correspond pas au r&eacute;glage actuel de l'imprimante. R&eacute;glez le m&ecirc;me mode de communication pour l'imprimante, le routeur/point d'acc&egrave;s et le PC. Contactez votre administrateur r&eacute;seau pour obtenir de l'aide.<br>
				<br>
				*La valeur affich&eacute;e varie en fonction du pays.</td>
			<td><ul>
				<li>V&eacute;rifiez que le mode de communication Wi-Fi d&eacute;fini pour le point d'acc&egrave;s correspond &agrave; celui pris en charge par l'imprimante.</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Ce message s'affiche lorsque le mode de communication Wi-Fi d&eacute;fini pour le point d'acc&egrave;s et l'ordinateur PC n'est pas pris en charge par l'imprimante.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Haut<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="3. Security Mode Check"><br></a>
<h4>3. Security Mode Check (V&eacute;rification du mode de s&eacute;curit&eacute;)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">N&deg;</th>
			<th width="40%" align="center">Messages</th>
      		<th width="55%" align="center">Solutions</th>
		</tr>
		<tr vAlign="top">
			<td align="center">4</td>
			<td>Le mode de s&eacute;curit&eacute; (par ex. WEP, WPA) ne correspond pas au r&eacute;glage actuel de l'imprimante. V&eacute;rifiez le mode de s&eacute;curit&eacute;. Contactez votre administrateur r&eacute;seau pour obtenir de l'aide.</td>
			<td>V&eacute;rifiez que le point d'acc&egrave;s utilise l'un des modes de s&eacute;curit&eacute; suivants. Dans le cas contraire, proc&eacute;dez de nouveau &agrave; la configuration r&eacute;seau et s&eacute;lectionnez un mode de s&eacute;curit&eacute; pris en charge.
				<ul>
				<li>WEP 64 bits (40 bits)
				<li>WEP 128 bits (104 bits)
				<li>WPA PSK (TKIP)
				<li>WPA2 PSK (TKIP)
				<li>WPA PSK (AES)
				<li>WPA2 PSK (AES)
				<li>WPA (TKIP/AES)
				<li>WPA2 (TKIP/AES)</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Ce message s'affiche lorsque les modes de s&eacute;curit&eacute; d&eacute;finis pour les p&eacute;riph&eacute;riques r&eacute;seau ne sont pas pris en charge par l'imprimante ou ne correspondent pas au mode de s&eacute;curit&eacute; de l'imprimante.<br>
Il existe diff&eacute;rents types de s&eacute;curit&eacute; d&eacute;finis pour les p&eacute;riph&eacute;riques r&eacute;seau, en fonction de leur puissance ou de leur m&eacute;thode de chiffrement.<br>
Les modes de s&eacute;curit&eacute; pris en charge peuvent varier en fonction du p&eacute;riph&eacute;rique r&eacute;seau. Pour permettre la communication, le mode de s&eacute;curit&eacute; d&eacute;fini au niveau du p&eacute;riph&eacute;rique r&eacute;seau doit &ecirc;tre identique &agrave; celui de l'imprimante.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Haut<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="4. MAC Address Filtering Check"><br></a>
<h4>4. MAC Address Filtering Check (V&eacute;rification du filtrage des adresses MAC)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">N&deg;</th>
			<th width="40%" align="center">Messages</th>
      		<th width="55%" align="center">Solutions</th>
		</tr>
		<tr vAlign="top">
			<td align="center">5</td>
			<td>L'adresse MAC de votre imprimante est peut-&ecirc;tre filtr&eacute;e. D&eacute;terminez si le routeur/point d'acc&egrave;s dispose de limitations, telles que le filtrage des adresses MAC.<br>
				Reportez-vous &agrave; la documentation du routeur/point d'acc&egrave;s ou contactez votre administrateur r&eacute;seau pour obtenir de l'aide.</td>
			<td><ul>
				<li>Reportez-vous au manuel d'instructions fourni avec le point d'acc&egrave;s pour plus d'informations concernant la fonction de filtrage des adresses MAC. Si la fonction de filtrage est activ&eacute;e, enregistrez l'adresse MAC de votre imprimante afin que l'imprimante ne soit pas bloqu&eacute;e par le filtre.
				<li>Si vous avez utilis&eacute; le mode de s&eacute;curit&eacute; WEP pour activer l'authentification partag&eacute;e au niveau du point d'acc&egrave;s, v&eacute;rifiez que l'index et la cl&eacute; d'authentification sont corrects.</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Ce message s'affiche lorsque le filtrage des adresses MAC est activ&eacute; et que l'adresse MAC de l'imprimante n'a pas &eacute;t&eacute; enregistr&eacute;e au niveau du point d'acc&egrave;s.<br>
L'adresse MAC est un num&eacute;ro qui permet d'identifier les diff&eacute;rents p&eacute;riph&eacute;riques r&eacute;seau.<br>
Les points d'acc&egrave;s peuvent autoriser ou refuser l'acc&egrave;s des p&eacute;riph&eacute;riques au r&eacute;seau en s'appuyant sur leur adresse MAC.<br>
Lorsque cette fonction est activ&eacute;e, seuls les p&eacute;riph&eacute;riques r&eacute;seau dont l'adresse MAC est enregistr&eacute;e peuvent se connecter au r&eacute;seau.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Haut<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="5. Security Key/Password Check"><br></a>
<h4>5. Security Key/Password Check (V&eacute;rification mot de passe/cl&eacute; de s&eacute;curit&eacute;)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">N&deg;</th>
			<th width="40%" align="center">Messages</th>
      		<th width="55%" align="center">Solutions</th>
		</tr>
		<tr vAlign="top">
			<td align="center">6</td>
			<td>Le mot de passe/la cl&eacute; de s&eacute;curit&eacute; entr&eacute;(e) ne correspond pas au r&eacute;glage de votre routeur/point d'acc&egrave;s. V&eacute;rifiez le mot de passe/la cl&eacute; de s&eacute;curit&eacute;. Contactez votre administrateur r&eacute;seau pour obtenir de l'aide.</td>
			<td>La cl&eacute; de s&eacute;curit&eacute; d&eacute;finie pour le point d'acc&egrave;s ne correspond pas &agrave; la cl&eacute; de s&eacute;curit&eacute; saisie. Proc&eacute;dez de nouveau &agrave; la configuration r&eacute;seau &agrave; l'aide de la cl&eacute; de s&eacute;curit&eacute; correcte. La cl&eacute; de s&eacute;curit&eacute; est sensible &agrave; la casse.</td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Ce message s'affiche lorsque la cl&eacute; de s&eacute;curit&eacute; saisie ne correspond pas &agrave; la cl&eacute; d&eacute;finie pour le point d'acc&egrave;s.<br>
La cl&eacute; de s&eacute;curit&eacute; (mot de passe) est n&eacute;cessaire &agrave; la connexion au r&eacute;seau.<br>
La cl&eacute; de s&eacute;curit&eacute; est sensible &agrave; la casse. Si la cl&eacute; saisie ne correspond pas totalement &agrave; la cl&eacute; enregistr&eacute;e, la connexion &eacute;choue.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Haut<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="6. IP Address Check"><br></a>
<h4>6. IP Address Check (V&eacute;rification de l'adresse IP)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">N&deg;</th>
			<th width="40%" align="center">Messages</th>
      		<th width="55%" align="center">Solutions</th>
		</tr>
		<tr vAlign="top">
			<td align="center">7</td>
			<td>Une adresse IP incorrecte est affect&eacute;e &agrave; l'imprimante. V&eacute;rifiez la configuration d'adresse IP du p&eacute;riph&eacute;rique r&eacute;seau (concentrateur, routeur ou point d'acc&egrave;s). Contactez votre administrateur r&eacute;seau pour obtenir de l'aide.
			<td><ul>
				<li>V&eacute;rifiez que la fonction DHCP du point d'acc&egrave;s est bien activ&eacute;e. Si elle est d&eacute;sactiv&eacute;e, activez-la.
				<li>Si vous avez d&eacute;fini l'adresse IP manuellement, l'adresse IP ne correspond pas &agrave; la plage prise en charge (adresse incorrecte). Saisissez l'adresse IP correcte.</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t" align="center"><a href="#top">Haut<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="7. Detailed IP Setup Check"><br></a>
<h4>7. Detailed IP Setup Check (V&eacute;rification de la configuration IP d&eacute;taill&eacute;e)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">N&deg;</th>
			<th width="40%" align="center">Messages</th>
      		<th width="55%" align="center">Solutions</th>
		</tr>
		<tr vAlign="top">
			<td align="center">8</td>
			<td>V&eacute;rifiez la connexion et la configuration r&eacute;seau de l'ordinateur PC ou des autres p&eacute;riph&eacute;riques.<br>
				La connexion &agrave; l'aide de EpsonNet Setup est possible.<br>
				Contactez votre administrateur r&eacute;seau pour obtenir de l'aide.
			<td><ol><li>V&eacute;rifiez les &eacute;l&eacute;ments suivants&nbsp;:
					<ul><li>V&eacute;rifiez que les p&eacute;riph&eacute;riques qui souhaitent utiliser l'imprimante, tels que l'ordinateur PC, sont sous tension.
						<li>V&eacute;rifiez que les p&eacute;riph&eacute;riques qui souhaitent utiliser l'imprimante, tels que l'ordinateur PC, se trouvent dans le m&ecirc;me r&eacute;seau.</ul>
					<li>Une fois les points ci-dessus v&eacute;rifi&eacute;s, proc&eacute;dez &agrave; la configuration du r&eacute;seau &agrave; l&rsquo;aide de l&rsquo;application EpsonNet Setup.</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">9</td>
			<td>V&eacute;rifiez la configuration de l'adresse IP, du masque de sous-r&eacute;seau et de la passerelle par d&eacute;faut.<br>
				La connexion &agrave; l'aide de EpsonNet Setup est possible.<br>
				Contactez votre administrateur r&eacute;seau pour obtenir de l'aide.
			<td><ol><li>V&eacute;rifiez les &eacute;l&eacute;ments suivants&nbsp;:
					<ul><li>Les autres p&eacute;riph&eacute;riques du r&eacute;seau sont sous tension.
						<li>L'adresse r&eacute;seau d&eacute;finie manuellement pour l'imprimante est correcte.
						<li>L'adresse r&eacute;seau de l'imprimante est la m&ecirc;me que celle des autres p&eacute;riph&eacute;riques.</ul>
					<li>Si l'adresse r&eacute;seau est incorrecte, corrigez-la &agrave; l'aide de l'&eacute;cran LCD de l'imprimante.<br>
						Si vous ne pouvez pas modifier les param&egrave;tres &agrave; l&rsquo;aide de votre imprimante, d&eacute;finissez les param&egrave;tres avec l&rsquo;application EpsonNet Setup.<br>
						L'adresse IP, le masque de sous-r&eacute;seau et la passerelle par d&eacute;faut actuellement d&eacute;finis sont affich&eacute;s sous C (Network Status (&Eacute;tat r&eacute;seau)).</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">10</td>
			<td>La configuration est incompl&egrave;te. V&eacute;rifiez la configuration de la passerelle par d&eacute;faut.<br>
				La connexion &agrave; l'aide de EpsonNet Setup est possible.<br>
				Contactez votre administrateur r&eacute;seau pour obtenir de l'aide.
			<td><ol><li>V&eacute;rifiez les &eacute;l&eacute;ments suivants&nbsp;:
					<ul><li>L'adresse de la passerelle par d&eacute;faut d&eacute;finie manuellement pour l'imprimante est correcte.
						<li>Le p&eacute;riph&eacute;rique utilis&eacute; comme passerelle par d&eacute;faut est mis sous tension.</ul>
					<li>Si l'adresse de la passerelle par d&eacute;faut est incorrecte, corrigez-la &agrave; l'aide de l'&eacute;cran LCD de l'imprimante.<br>
						Si vous ne pouvez pas modifier les param&egrave;tres &agrave; l&rsquo;aide de votre imprimante, d&eacute;finissez les param&egrave;tres avec l&rsquo;application EpsonNet Setup.<br>
						L'adresse actuellement d&eacute;finie pour la passerelle par d&eacute;faut est affich&eacute;e sous C (Network Status (&Eacute;tat r&eacute;seau)), dans la rubrique Passerelle par d&eacute;faut.</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">11</td>
			<td>V&eacute;rifiez les &eacute;l&eacute;ments suivants :<br>
				-La cl&eacute; de s&eacute;curit&eacute;/le mot de passe saisi(e) est correct(e)<br>
				-L&rsquo;index de la cl&eacute; de s&eacute;curit&eacute;/du mot de passe est r&eacute;gl&eacute; sur le premier chiffre<br>
				-La configuration de l'adresse IP, du masque de sous-r&eacute;seau et de la passerelle par d&eacute;faut est correcte<br>
				Contactez votre administrateur r&eacute;seau pour obtenir de l'aide.
			<td><ol><li>V&eacute;rifiez les &eacute;l&eacute;ments suivants&nbsp;:
					<ul><li>Les autres p&eacute;riph&eacute;riques du r&eacute;seau sont sous tension.
						<li>L'adresse r&eacute;seau d&eacute;finie manuellement pour l'imprimante est correcte.
						<li>L'adresse r&eacute;seau de l'imprimante est la m&ecirc;me que celle des autres p&eacute;riph&eacute;riques.</ul>
					<li>Si vous avez v&eacute;rifi&eacute; tous les points susmentionn&eacute;s, proc&eacute;dez comme suit&nbsp;:
					<ul><li>D&eacute;marrez EpsonNet Setup sur un ordinateur PC qui utilise le m&ecirc;me r&eacute;seau que l'imprimante.<br>
							Si votre imprimante est r&eacute;pertori&eacute;e dans la liste des imprimantes, d&eacute;finissez l'adresse IP de l'imprimante au niveau de l'&eacute;cran de configuration des adresses IP. Si votre imprimante n'est pas r&eacute;pertori&eacute;e, il est possible que la cl&eacute; de s&eacute;curit&eacute; soit incorrecte. Proc&eacute;dez &agrave; la configuration r&eacute;seau &agrave; l'aide de l'&eacute;cran LCD de l'imprimante et saisissez la cl&eacute; de s&eacute;curit&eacute; correcte.
						<li>Vous pouvez enregistrer plusieurs cl&eacute;s de s&eacute;curit&eacute; pour le point d'acc&egrave;s en mode de s&eacute;curit&eacute; WEP. Si plusieurs cl&eacute;s sont enregistr&eacute;es, v&eacute;rifiez que vous avez saisi la premi&egrave;re cl&eacute; enregistr&eacute;e.</ul></ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">12</td>
			<td>V&eacute;rifiez les &eacute;l&eacute;ments suivants :<br>
				-La cl&eacute; de s&eacute;curit&eacute;/le mot de passe saisi(e) est correct(e)<br>
				-L&rsquo;index de la cl&eacute; de s&eacute;curit&eacute;/du mot de passe est r&eacute;gl&eacute; sur le premier chiffre<br>
				-La connexion et la configuration r&eacute;seau du PC ou des autres p&eacute;riph&eacute;riques sont correctes<br>
				Contactez votre administrateur r&eacute;seau pour obtenir de l'aide.
			<td><ol><li>V&eacute;rifiez les &eacute;l&eacute;ments suivants&nbsp;:
					<ul><li>Les p&eacute;riph&eacute;riques r&eacute;seau, tels que le modem, le concentrateur et le routeur, sont sous tension.
						<li>L'adresse IP des p&eacute;riph&eacute;riques r&eacute;seau autres que l'imprimante est d&eacute;finie manuellement (si l'adresse IP de l'imprimante est affect&eacute;e de mani&egrave;re automatique et que celle des autres p&eacute;riph&eacute;riques r&eacute;seau est d&eacute;finie manuellement, le r&eacute;seau de l'imprimante peut ne pas correspondre &agrave; celui des autres p&eacute;riph&eacute;riques r&eacute;seau).</ul>
					<li>Si vous avez v&eacute;rifi&eacute; tous les points susmentionn&eacute;s, proc&eacute;dez comme suit&nbsp;:
					<ul><li>D&eacute;marrez EpsonNet Setup sur un ordinateur PC qui utilise le m&ecirc;me r&eacute;seau que l'imprimante.<br>
							Si votre imprimante est r&eacute;pertori&eacute;e dans la liste des imprimantes, d&eacute;finissez l'adresse IP de l'imprimante au niveau de l'&eacute;cran de configuration des adresses IP. Si votre imprimante n'est pas r&eacute;pertori&eacute;e, il est possible que la cl&eacute; de s&eacute;curit&eacute; soit incorrecte. Proc&eacute;dez &agrave; la configuration r&eacute;seau &agrave; l'aide de l'&eacute;cran LCD de l'imprimante et saisissez la cl&eacute; de s&eacute;curit&eacute; correcte.
						<li>Vous pouvez enregistrer plusieurs cl&eacute;s de s&eacute;curit&eacute; pour le point d'acc&egrave;s en mode de s&eacute;curit&eacute; WEP. Si plusieurs cl&eacute;s sont enregistr&eacute;es, v&eacute;rifiez que vous avez saisi la premi&egrave;re cl&eacute; enregistr&eacute;e.</ul></ol>
		</tr>
	</tbody>
</table>
<div class="body-t">
V&eacute;rifiez l'adresse IP de l'imprimante et v&eacute;rifiez que l'imprimante r&eacute;seau peut acc&eacute;der aux autres p&eacute;riph&eacute;riques du r&eacute;seau. Il n'est parfois pas possible d'identifier l'erreur. Nous vous recommandons de proc&eacute;der &agrave; la configuration r&eacute;seau &agrave; l&rsquo;aide de l&rsquo;application EpsonNet Setup.
</div>
<br>
<div class="body-t"><b>&Agrave; propos des adresses r&eacute;seau&nbsp;:</b></div>
	<div class="body-i">
	L'adresse IP indique les p&eacute;riph&eacute;riques connect&eacute;s au r&eacute;seau (ordinateurs PC, concentrateurs, routeurs, etc.) mais &eacute;galement la plage du r&eacute;seau &agrave; laquelle ils appartiennent. Les p&eacute;riph&eacute;riques situ&eacute;s dans un m&ecirc;me r&eacute;seau peuvent communiquer entre eux. Vous avez besoin d'un routeur pour communiquer avec les p&eacute;riph&eacute;riques situ&eacute;s au niveau d'un r&eacute;seau diff&eacute;rent. Les adresses IP sont compos&eacute;es de deux parties. La premi&egrave;re partie, appel&eacute;e adresse r&eacute;seau, indique la plage du r&eacute;seau. La deuxi&egrave;me partie, appel&eacute;e adresse h&ocirc;te, indique le p&eacute;riph&eacute;rique r&eacute;seau. La ligne entre l'adresse r&eacute;seau et l'adresse h&ocirc;te varie en fonction de la cat&eacute;gorie du r&eacute;seau. Vous pouvez cependant d&eacute;finir la ligne entre l'adresse r&eacute;seau et l'adresse h&ocirc;te &agrave; l'aide du masque de sous-r&eacute;seau. <br>
	Si vous utilisez votre imprimante au niveau d&rsquo;un r&eacute;seau personnel, r&eacute;glez l&rsquo;adresse IP de l&rsquo;imprimante sur &quot;Auto&quot; lors de l&rsquo;utilisation de la fonction DHCP du point d&rsquo;acc&egrave;s. Si vous souhaitez utiliser la fonction &quot;Manuel&quot; pour d&eacute;finir l'adresse IP de l'imprimante, reportez-vous aux instructions suivantes, qui vous indiquent comment d&eacute;finir l'adresse IP et le masque de sous-r&eacute;seau.
	<ol><li>Consultez l'adresse IP du routeur (ou point d'acc&egrave;s) connect&eacute; &agrave; l'ordinateur PC. Pour plus de d&eacute;tails, reportez-vous au manuel d'instructions du routeur (ou point d'acc&egrave;s).
		<li>Toutes les adresses IP sont r&eacute;dig&eacute;es sous forme de segments de quatre valeurs num&eacute;riques (pour le protocole IP version 4). Dans le dernier segment, s&eacute;lectionnez une valeur num&eacute;rique unique comprise entre 1 et 254 (si le routeur est un serveur DHCP ou si le r&eacute;seau personnel comprend un autre serveur DHCP, s&eacute;lectionnez une valeur qui n'entre pas en conflit avec l'adresse IP affect&eacute;e par le serveur DHCP).
	</ol>
	<b>Exemple de configuration :</b><br>
	Adresse IP du routeur (ou du point d'acc&egrave;s) : 192.168.1.<b>1</b><br>
	Exemple de configuration sur l'imprimante : 192.168.1.<b>3</b><br>
	Si vous utilisez votre imprimante sur un r&eacute;seau de petite dimension, <b>255.255.255.0</b> est d&eacute;fini comme masque de sous-r&eacute;seau pour tous les p&eacute;riph&eacute;riques r&eacute;seau. La passerelle utilise la m&ecirc;me valeur pour l'adresse IP du point d'acc&egrave;s.
	</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Haut<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="8. About the network environment"><br></a>
<h4>&Agrave; propos de l'environnement r&eacute;seau</h4>
<div class="body-t">
Parall&egrave;lement au rapport d'&eacute;tat du r&eacute;seau/de v&eacute;rification de la connexion r&eacute;seau, les messages suivants sont affich&eacute;s pour vous informer des facteurs de votre environnement r&eacute;seau qui ont besoin d'&ecirc;tre am&eacute;lior&eacute;s.
</div>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="45%" align="center">Messages</th>
      		<th width="55%" align="center">Solutions</th>
		</tr>
		<tr vAlign="top">
			<td>*La force du signal est faible. Si vous rencontrez des probl&egrave;mes pour imprimer ou num&eacute;riser, am&eacute;liorez votre environnement r&eacute;seau sans fil.</td>
			<td>En raison de la faiblesse du signal, il est possible que l'impression soit lente ou soit interrompue.<br>
				Proc&eacute;dez comme suit pour am&eacute;liorer l'environnement&nbsp;:
				<ul><li>Rapprochez l&rsquo;imprimante du point d'acc&egrave;s.
					<li>Retirez les obstacles situ&eacute;s entre le point d'acc&egrave;s et l'imprimante.</ul></td>
		</tr>
		<tr vAlign="top">
			<td>*Un conflit au niveau du routeur/point d'acc&egrave;s a &eacute;t&eacute; d&eacute;tect&eacute;. Si vous rencontrez des probl&egrave;mes pour imprimer ou num&eacute;riser, am&eacute;liorez votre environnement r&eacute;seau sans fil.</td>
			<td>D'autres r&eacute;seaux sans fil utilis&eacute;s dans des pi&egrave;ces voisines ou dans des b&acirc;timents voisins peuvent occasionner des interf&eacute;rences au niveau du signal. Le fait de rapprocher l'imprimante du point d'acc&egrave;s peut constituer une am&eacute;lioration.</td>
		</tr>
		<tr vAlign="top">
			<td>*La force du signal est faible. Un conflit au niveau du routeur/point d'acc&egrave;s a &eacute;t&eacute; d&eacute;tect&eacute;. Si vous rencontrez des probl&egrave;mes pour imprimer ou num&eacute;riser, am&eacute;liorez votre environnement r&eacute;seau sans fil.</td>
			<td>En raison de la faiblesse du signal, il est possible que l'impression soit lente ou soit interrompue. D'autres r&eacute;seaux sans fil utilis&eacute;s dans des pi&egrave;ces voisines ou dans des b&acirc;timents voisins peuvent occasionner des interf&eacute;rences au niveau du signal.<br>
				Proc&eacute;dez comme suit pour am&eacute;liorer l'environnement&nbsp;:
				<ul><li>Rapprochez l&rsquo;imprimante du point d'acc&egrave;s.
					<li>Retirez les obstacles situ&eacute;s entre le point d'acc&egrave;s et l'imprimante.</ul></td>
		</tr>
		<tr vAlign="top">
			<td>*Plusieurs noms de r&eacute;seaux (SSID) correspondant au nom de r&eacute;seau (SSID) saisi ont &eacute;t&eacute; d&eacute;tect&eacute;s. V&eacute;rifiez le nom de r&eacute;seau (SSID).</td>
			<td>Vous vous connectez &agrave; un autre point d'acc&egrave;s.<br>
				Proc&eacute;dez comme suit :<br>
				Modifiez l&rsquo;identifiant SSID du point d&rsquo;acc&egrave;s auquel vous souhaitez vous connecter et proc&eacute;dez de nouveau &agrave; la configuration r&eacute;seau de l&rsquo;imprimante. 
		</tr>


<tr vAlign="top">
			<td>*Aucun périphérique supplémentaire ne peut être connecté. Déconnecter un des périphériques connectés pour en ajouter un autre.</td>
			<td>Si vous souhaitez ajouter un périphérique, déconnectez un des périphériques actuellement utilisés en utilisant les paramètres Wi-Fi du périphérique ou déconnectez tous les périphériques en modifiant le mot de passe à partir de votre imprimante.</tr>






	</tbody>
</table>
<p></p>
<div class="body-t" align="center"><a href="#top">Haut<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
</body>
</html>
