<!-- saved from url=(0013)about:internet -->
<!-- Code: NPD4929-00 CS -->
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link href="../../_img/_style.css" rel="stylesheet">
<title>Epson</title>
</head>
<body>
<a name="top"></a>



<h1 class="head-a">Odstraňov&aacute;n&iacute; probl&eacute;mů pro zpr&aacute;vu o s&iacute;ťov&eacute;m připojen&iacute;</h1>
<div class="body-t" align="right"><h5><a href="nwchk.htm" target="_self">Pro připojen&iacute; Wi-Fi<img align="middle" border="0" hspace="5" src="../../_img/_bg04.gif"></a></h5></div>
<h2 class="head-b">Připojen&iacute; Ethernet</h2>




<h3>Pokyny pro ře&scaron;en&iacute; probl&eacute;mů se stavem s&iacute;tě nebo s připojen&iacute;m</h3>
<ol>
	<li>Prohl&eacute;dněte si zpr&aacute;vu o s&iacute;ťov&eacute;m připojen&iacute;, kterou jste vytiskli. Zkontrolujte položky v <b>A</b> (Kontrola s&iacute;ťov&eacute;ho připojen&iacute;), u kter&yacute;ch je zobrazen stav NE&Uacute;SPĚCH.
	<li>Klepnut&iacute;m na položky se stavem NE&Uacute;SPĚCH v seznamu kontrolovan&yacute;ch položek zobraz&iacute;te ře&scaron;en&iacute;.
	<li>Přečtěte si zpr&aacute;vu zobrazenou v <b>B</b> a vyhledejte stejnou zpr&aacute;vu v seznamu pod každou kontrolovanou položkou. Potom postupujte podle ře&scaron;en&iacute;.
	</ol>
<p></p>
<center><div class="body-t"><img align="top" border="0" src="../../_img/chk_ether.gif"></div></center>
<h3><br>Kontrolovan&eacute; položky</h3>
<div class="body-t">Klepnut&iacute;m na položky n&iacute;že přejdete na zpr&aacute;vy a ře&scaron;en&iacute;.</div>
<h5><ol>
	<li><a href="#1. Ethernet Cable Connection Check">Ethernet Cable Connection Check (Kontrola připojen&iacute; ethernetov&eacute;ho kabelu)</a>
	<li><a href="#2. IP Address Check">IP Address Check (Kontrola adresy IP)</a>
	<li><a href="#3. Detailed IP Setup Check">Detailed IP Setup Check (Kontrola podrobn&eacute; konfigurace IP)</a></ol>
</h5>
<p></p>
<h3><BR>Zpr&aacute;vy a ře&scaron;en&iacute; pro kontrolovan&eacute; položky</h3>
<a name="1. Ethernet Cable Connection Check"><br></a>
<h4>1. Ethernet Cable Connection Check (Kontrola připojen&iacute; ethernetov&eacute;ho kabelu)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Č.</th>
			<th width="40%" align="center">Zpr&aacute;vy</th>
      		<th width="55%" align="center">Ře&scaron;en&iacute;</th>
		</tr>
		<tr vAlign="top">
			<td align="center">1</td>
			<td>Ověřte, zda je připojen s&iacute;ťov&yacute; kabel a zda jsou zapnut&aacute; s&iacute;ťov&aacute; zař&iacute;zen&iacute;, např&iacute;klad rozbočovač, směrovač nebo př&iacute;stupov&yacute; bod.</td>
			<td>Ověřte n&aacute;sleduj&iacute;c&iacute;:
				<ul><li>S&iacute;ťov&yacute; kabel je připojen k s&iacute;ťov&yacute;m zař&iacute;zen&iacute;m, např&iacute;klad k tisk&aacute;rně nebo rozbočovači
					<li>S&iacute;ťov&aacute; zař&iacute;zen&iacute;, např&iacute;klad rozbočovač, jsou zapnut&aacute;</td>
		</tr>
	<tbody>
</table>
<div class="body-t">
Zkontrolujte, zda je s&iacute;ťov&yacute; kabel připojen a zda pracuje spr&aacute;vně.<br>
Můžete ověřit funkčn&iacute; stav s&iacute;ťov&yacute;ch zař&iacute;zen&iacute; kontrolou stavov&eacute;ho indik&aacute;toru LED s&iacute;ťov&eacute;ho portu na připojen&yacute;ch zař&iacute;zen&iacute;ch, např&iacute;klad na rozbočovači.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Nahoru<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="2. IP Address Check"><br></a>
<h4>2. IP Address Check (Kontrola adresy IP)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Č.</th>
			<th width="40%" align="center">Zpr&aacute;vy</th>
      		<th width="55%" align="center">Ře&scaron;en&iacute;</th>
		</tr>
		<tr vAlign="top">
			<td align="center">2</td>
			<td>Tisk&aacute;rně je přiřazena nespr&aacute;vn&aacute; adresa IP. Ověřte konfiguraci adresy IP s&iacute;ťov&eacute;ho zař&iacute;zen&iacute; (rozbočovač, směrovač nebo př&iacute;stupov&yacute; bod). Pož&aacute;dejte o pomoc spr&aacute;vce s&iacute;tě.
			<td>Zkontrolujte, zda je funkce DHCP pro př&iacute;stupov&yacute; bod aktivov&aacute;na či nikoli. Pokud je deaktivov&aacute;na, aktivujte ji.</td>
		</tr>
	<tbody>
</table>
<div class="body-t" align="center"><a href="#top">Nahoru<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="3. Detailed IP Setup Check"><br></a>
<h4>3. Detailed IP Setup Check (Kontrola podrobn&eacute; konfigurace IP)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Č.</th>
			<th width="40%" align="center">Zpr&aacute;vy</th>
      		<th width="55%" align="center">Ře&scaron;en&iacute;</th>
		</tr>
		<tr vAlign="top">
			<td align="center">3</td>
			<td>Ověřte adresu IP, masku pods&iacute;tě a konfiguraci v&yacute;choz&iacute; br&aacute;ny.<br>
				Připojen&iacute; pomoc&iacute; EpsonNet Setup je k dispozici.<br>
				Pož&aacute;dejte o pomoc spr&aacute;vce s&iacute;tě.</td>
			<td><ol><li>Ověřte n&aacute;sleduj&iacute;c&iacute;:
					<ul><li>Ostatn&iacute; zař&iacute;zen&iacute; v s&iacute;ti jsou zapnut&aacute;
						<li>S&iacute;ťov&yacute; kabel je spr&aacute;vně připojen
						<li>Ručně nastaven&aacute; s&iacute;ťov&aacute; adresa tisk&aacute;rny je spr&aacute;vn&aacute;
						<li>S&iacute;ťov&aacute; adresa tisk&aacute;rny je stejn&aacute;, jako adresa ostatn&iacute;ch zař&iacute;zen&iacute; </ul>
					<li>Pokud s&iacute;ťov&aacute; adresa nen&iacute; spr&aacute;vn&aacute;, nastavte spr&aacute;vnou adresu pomoc&iacute; panelu LCD tisk&aacute;rny.<br>
						Pokud nelze změnit nastaven&iacute; pomoc&iacute; tisk&aacute;rny, proveďte nastaven&iacute; pomoc&iacute; EpsonNet Setup.<br>
						Va&scaron;e aktu&aacute;ln&iacute; adresa IP, maska pods&iacute;tě a v&yacute;choz&iacute; br&aacute;na jsou zobrazeny v C (Network Status (Stav s&iacute;tě)).</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">4</td>
			<td>Konfigurace nebyla dokončena. Ověřte konfiguraci v&yacute;choz&iacute; br&aacute;ny.<br>
				Připojen&iacute; pomoc&iacute; EpsonNet Setup je k dispozici.<br>
				Pož&aacute;dejte o pomoc spr&aacute;vce s&iacute;tě.</td>
			<td><ol><li>Ověřte n&aacute;sleduj&iacute;c&iacute;:
					<ul><li>Ru&scaron;ně nastaven&aacute; adresa v&yacute;choz&iacute; br&aacute;ny tisk&aacute;rny je spr&aacute;vn&aacute;
						<li>Zař&iacute;zen&iacute; stanoven&eacute; jako v&yacute;choz&iacute; br&aacute;na je zapnut&eacute;
						<li>S&iacute;ťov&yacute; kabel je spr&aacute;vně připojen</ul>
					<li>Pokud adresa v&yacute;choz&iacute; br&aacute;ny nen&iacute; spr&aacute;vn&aacute;, nastavte spr&aacute;vnou adresu pomoc&iacute; panelu LCD tisk&aacute;rny.<br>
						Pokud nelze změnit nastaven&iacute; pomoc&iacute; tisk&aacute;rny, proveďte nastaven&iacute; pomoc&iacute; EpsonNet Setup.<br>
						Va&scaron;e aktu&aacute;ln&iacute; adresa v&yacute;choz&iacute; br&aacute;ny je zobrazena v C (Network Status (Stav s&iacute;tě)) v č&aacute;sti V&yacute;choz&iacute; br&aacute;na.</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">5</td>
			<td>Ověřte připojen&iacute; a s&iacute;ťovou konfiguraci poč&iacute;tače nebo jin&eacute;ho zař&iacute;zen&iacute;.<br>
				Připojen&iacute; pomoc&iacute; EpsonNet Setup je k dispozici.<br>
				Pož&aacute;dejte o pomoc spr&aacute;vce s&iacute;tě.</td>
			<td><ol><li>Ověřte n&aacute;sleduj&iacute;c&iacute;:
					<ul><li>Ostatn&iacute; zař&iacute;zen&iacute; v s&iacute;ti jsou zapnut&aacute;
						<li>S&iacute;ťov&yacute; kabel je spr&aacute;vně připojen
						<li>Ručně nastaven&aacute; s&iacute;ťov&aacute; adresa tisk&aacute;rny je spr&aacute;vn&aacute;
						<li>S&iacute;ťov&aacute; adresa tisk&aacute;rny je stejn&aacute;, jako adresa ostatn&iacute;ch zař&iacute;zen&iacute; </ul>
					<li>Jestliže jste zkontrolovali v&scaron;echny v&yacute;&scaron;e uveden&eacute; body, zkuste n&aacute;sleduj&iacute;c&iacute;:
					<ul><li>Spusťte EpsonNet Setup v poč&iacute;tači, kter&yacute; použ&iacute;v&aacute; stejnou s&iacute;ť, jako tisk&aacute;rna. Pokud je va&scaron;e tisk&aacute;rna uvedena v seznamu tisk&aacute;ren, nastavte adresu IP tisk&aacute;rny na obrazovce pro konfiguraci adresy IP.</ul></ol></td>
		</tr>
	<tbody>
</table>
<div class="body-t">
Zkontrolujte adresu IP tisk&aacute;rny a zkontrolujte, zda s&iacute;ťov&aacute; tisk&aacute;rna může přistupovat k ostatn&iacute;m zař&iacute;zen&iacute;m v s&iacute;ti či nikoli. V někter&yacute;ch př&iacute;padech nelze chybu specifikovat. Doporučujeme v&aacute;m prov&eacute;st nastaven&iacute; pomoc&iacute; EpsonNet Setup.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Nahoru<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
</body>
</html>
