 <!-- saved from url=(0013)about:internet -->
<!-- Code: NPD4929-00 CS -->
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link href="../../_img/_style.css" rel="stylesheet">
<title>Epson</title>
</head>
<body>
<a name="top"></a>




<h1 class="head-a">Odstraňov&aacute;n&iacute; probl&eacute;mů pro zpr&aacute;vu o s&iacute;ťov&eacute;m připojen&iacute;</h1>
<div class="body-t" align="right"><h5><a href="ethchk.htm" target="_self">Pro připojen&iacute; Ethernet<img align="middle" border="0" hspace="5" src="../../_img/_bg04.gif"></a></h5></div>
<h2 class="head-b">Připojen&iacute; Wi-Fi</h2>



<h3>Pokyny pro ře&scaron;en&iacute; probl&eacute;mů se stavem s&iacute;tě nebo s připojen&iacute;m</h3>
<ol>
	<li>Prohl&eacute;dněte si zpr&aacute;vu o s&iacute;ťov&eacute;m připojen&iacute;, kterou jste vytiskli. Zkontrolujte položky v <b>A</b> (Kontrola s&iacute;ťov&eacute;ho připojen&iacute;), u kter&yacute;ch je zobrazen stav NE&Uacute;SPĚCH.
	<li>Klepnut&iacute;m na položky se stavem NE&Uacute;SPĚCH v seznamu kontrolovan&yacute;ch položek zobraz&iacute;te ře&scaron;en&iacute;.
	<li>Přečtěte si zpr&aacute;vu zobrazenou v <b>B</b> a vyhledejte stejnou zpr&aacute;vu v seznamu pod každou kontrolovanou položkou. Potom postupujte podle ře&scaron;en&iacute;.
	</ol>
<div class="body-i">Dal&scaron;&iacute; informace o zpr&aacute;v&aacute;ch s * v č&aacute;sti <b>B</b> viz &quot;O va&scaron;em s&iacute;ťov&eacute;m prostřed&iacute;&quot;.</div>
<p></p>
<center><div class="body-t"><img align="top" border="0" src="../../_img/chk_wifi.gif"></div></center>
<h3><br>Kontrolovan&eacute; položky</h3>
<div class="body-t">Klepnut&iacute;m na položky n&iacute;že přejdete na zpr&aacute;vy a ře&scaron;en&iacute;.</div>
<h5><ol>
	<li><a href="#1. Wireless Network Name (SSID) Check">Wireless Network Name (SSID) Check (Kontrola n&aacute;zvu bezdr&aacute;tov&eacute; s&iacute;tě (SSID))</a>
	<li><a href="#2. Communication Mode Check">Communication Mode Check (Kontrola režimu komunikace)</a>
	<li><a href="#3. Security Mode Check">Security Mode Check (Kontrola režimu zabezpečen&iacute;)</a>
	<li><a href="#4. MAC Address Filtering Check">MAC Address Filtering Check (Kontrola filtrov&aacute;n&iacute; adresy MAC)</a>
	<li><a href="#5. Security Key/Password Check">Security Key/Password Check (Kontrola zabezpečovac&iacute;ho kl&iacute;če/hesla)</a>
	<li><a href="#6. IP Address Check">IP Address Check (Kontrola adresy IP)</a>
	<li><a href="#7. Detailed IP Setup Check">Detailed IP Setup Check (Kontrola podrobn&eacute; konfigurace IP)</a>
	<ul>
	<li><a href="#8. About the network environment">O s&iacute;ťov&eacute;m prostřed&iacute;</a></ul></ol>
</h5>
<p></p>
<h3><BR>Zpr&aacute;vy a ře&scaron;en&iacute; pro kontrolovan&eacute; položky</h3>
<a name="1. Wireless Network Name (SSID) Check"><br></a>
<h4>1. Wireless Network Name (SSID) Check (Kontrola n&aacute;zvu bezdr&aacute;tov&eacute; s&iacute;tě (SSID))</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Č.</th>
			<th width="40%" align="center">Zpr&aacute;vy</th>
      		<th width="55%" align="center">Ře&scaron;en&iacute;</th>
		</tr>
		<tr vAlign="top">
			<td align="center">1</td>
			<td>Nebyly nalezeny ž&aacute;dn&eacute; n&aacute;zvy bezdr&aacute;tov&yacute;ch s&iacute;t&iacute; (SSID). Ověřte, zda je směrovač/př&iacute;stupov&yacute; bod zapnut&yacute; a zda je bezdr&aacute;tov&aacute; s&iacute;ť (SSID) spr&aacute;vně nakonfigurov&aacute;na. Pož&aacute;dejte o pomoc spr&aacute;vce s&iacute;tě.</td>
			<td><ul>
				<li>Zkontrolujte, zda je př&iacute;stupov&yacute; bod zapnut&yacute;. Pokud je vypnut&yacute;, zapněte jej a proveďte konfiguraci s&iacute;tě znovu.
				<li>Um&iacute;stěte tisk&aacute;rnu v bl&iacute;zkosti př&iacute;stupov&eacute;ho bodu.
				<li>Pokud jste ručně zadali n&aacute;zev bezdr&aacute;tov&eacute; s&iacute;tě (SSID), zkontrolujte, zda je n&aacute;zev bezdr&aacute;tov&eacute; s&iacute;tě (SSID) spr&aacute;vn&yacute; či nikoli. Pokud nen&iacute; spr&aacute;vn&yacute;, zadejte jej znovu. N&aacute;zev va&scaron;&iacute; bezdr&aacute;tov&eacute; s&iacute;tě (SSID) je zobrazen v č&aacute;sti <b>C</b> (Stav s&iacute;tě) v č&aacute;sti N&aacute;zev s&iacute;tě (SSID).
				<li>Pokud jste nakonfigurovali s&iacute;ť pomoc&iacute; WPS, zkontrolujte, zda v&aacute;&scaron; př&iacute;stupov&yacute; bod podporuje WPS či nikoli.
				<li>Chcete-li nakonfigurovat připojen&iacute; Ad Hoc, je třeba nejdř&iacute;ve nakonfigurovat Ad Hoc pro v&aacute;&scaron; poč&iacute;tač. Proveďte konfiguraci Ad Hoc pro v&aacute;&scaron; poč&iacute;tač a potom proveďte znovu konfiguraci s&iacute;tě pro va&scaron;i tisk&aacute;rnu.</td>
		</tr>
		<tr vAlign="top">
			<td align="center">2</td>
			<td>Nebyly nalezeny ž&aacute;dn&eacute; n&aacute;zvy bezdr&aacute;tov&yacute;ch s&iacute;t&iacute; (SSID). Ověřte, zda je n&aacute;zev bezdr&aacute;tov&eacute; s&iacute;tě (SSID) poč&iacute;tače, ke kter&eacute;mu se chcete připojit, nastaven spr&aacute;vně. Pož&aacute;dejte o pomoc spr&aacute;vce s&iacute;tě.</td>
			<td><ul>
				<li>Zkontrolujte, zda poč&iacute;tač, ke kter&eacute;mu se chcete připojit, je zapnut&yacute;. Pokud je vypnut&yacute;, zapněte jej a znovu proveďte konfiguraci s&iacute;tě pro va&scaron;i tisk&aacute;rnu.
				<li>Um&iacute;stěte va&scaron;i tisk&aacute;rnu v bl&iacute;zkosti poč&iacute;tače, ke kter&eacute;mu se chcete připojit.</td>
		</tr>
	<tbody>
</table>
<div class="body-t">
V&yacute;&scaron;e uveden&eacute; zpr&aacute;vy se zobraz&iacute;, když vybran&yacute; nebo zadan&yacute; n&aacute;zev bezdr&aacute;tov&eacute; s&iacute;tě (SSID) nebyl během konfigurace s&iacute;tě nalezen.<br>
SSID je n&aacute;zev va&scaron;&iacute; s&iacute;tě Wi-Fi. Použ&iacute;v&aacute;te-li př&iacute;stupov&yacute; bod, pak byl va&scaron;&iacute; s&iacute;ti přidělen n&aacute;zev při konfigurov&aacute;n&iacute; př&iacute;stupov&eacute;ho bodu.<br>
Chcete-li propojit tisk&aacute;rnu s poč&iacute;tačem př&iacute;mo bez př&iacute;stupov&eacute;ho bodu (připojen&iacute; Ad Hoc), je třeba nakonfigurovat s&iacute;ť Ad Hoc pro v&aacute;&scaron; poč&iacute;tač. V tomto př&iacute;padě je třeba vytvořit n&aacute;zev s&iacute;tě SSID v poč&iacute;tači. <br>
Pokud nezn&aacute;te v&aacute;&scaron; n&aacute;zev s&iacute;tě SSID, doporučujeme kontaktovat osobu nebo společnost, kter&aacute; konfigurovala va&scaron;i s&iacute;ť. <br>
Během konfigurace je rovněž třeba um&iacute;stit va&scaron;i tisk&aacute;rnu co nejbl&iacute;že př&iacute;stupov&eacute;mu bodu (nebo poč&iacute;tači), aby tisk&aacute;rna přij&iacute;mala čist&yacute; sign&aacute;l z př&iacute;stupov&eacute;ho bodu nebo z poč&iacute;tače.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Nahoru<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="2. Communication Mode Check"><br></a>
<h4>2. Communication Mode Check (Kontrola režimu komunikace)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Č.</th>
			<th width="40%" align="center">Zpr&aacute;vy</th>
      		<th width="55%" align="center">Ře&scaron;en&iacute;</th>
		</tr>
		<tr vAlign="top">
			<td align="center">3</td>
			<td>Režim komunikace Wi-Fi (IEEE802.11*) neodpov&iacute;d&aacute; aktu&aacute;ln&iacute;mu nastaven&iacute; tisk&aacute;rny. Nastavte stejn&yacute; režim komunikace v tisk&aacute;rně, směrovači/př&iacute;stupov&eacute;m bodu a poč&iacute;tači. Pož&aacute;dejte o pomoc spr&aacute;vce s&iacute;tě.<br>
				<br>
				*Zobrazen&iacute; se li&scaron;&iacute; podle va&scaron;eho um&iacute;stěn&iacute;.</td>
			<td><ul>
				<li>Zkontrolujte, zda režim komunikace Wi-Fi nastaven&yacute; pro v&aacute;&scaron; př&iacute;stupov&yacute; bod odpov&iacute;d&aacute; režimu podporovan&eacute;mu va&scaron;&iacute; tisk&aacute;rnou.</td>
		</tr>
	<tbody>
</table>
<div class="body-t">
Tato zpr&aacute;va se zobraz&iacute;, když režim komunikace Wi-Fi nastaven&yacute; pro př&iacute;stupov&yacute; bod a poč&iacute;tač nen&iacute; podporov&aacute;n tisk&aacute;rnou.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Nahoru<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="3. Security Mode Check"><br></a>
<h4>3. Security Mode Check (Kontrola režimu zabezpečen&iacute;)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Č.</th>
			<th width="40%" align="center">Zpr&aacute;vy</th>
      		<th width="55%" align="center">Ře&scaron;en&iacute;</th>
		</tr>
		<tr vAlign="top">
			<td align="center">4</td>
			<td>Režim zabezpečen&iacute; (např&iacute;klad WEP, WPA) neodpov&iacute;d&aacute; aktu&aacute;ln&iacute;mu nastaven&iacute; tisk&aacute;rny. Ověřte režim zabezpečen&iacute;. Pož&aacute;dejte o pomoc spr&aacute;vce s&iacute;tě.</td>
			<td>Ověřte, zda př&iacute;stupov&yacute; bod použ&iacute;v&aacute; někter&yacute; z n&aacute;sleduj&iacute;c&iacute;ch režimů zabezpečen&iacute;. Nen&iacute;-li tomu tak, proveďte znovu konfiguraci s&iacute;tě a změňte jej na podporovan&yacute; režim zabezpečen&iacute;.
				<ul>
				<li>WEP-64bitov&yacute; (40bitov&yacute;)
				<li>WEP-128bitov&yacute; (104bitov&yacute;)
				<li>WPA PSK (TKIP)
				<li>WPA2 PSK (TKIP)
				<li>WPA PSK (AES)
				<li>WPA2 PSK (AES)
				<li>WPA (TKIP/AES)
				<li>WPA2 (TKIP/AES)</td>
		</tr>
	<tbody>
</table>
<div class="body-t">
Tato zpr&aacute;va se zobraz&iacute;, když režim zabezpečen&iacute; nastaven&yacute; pro s&iacute;ťov&aacute; zař&iacute;zen&iacute; nen&iacute; podporov&aacute;n tisk&aacute;rnou nebo se neshoduje s režimem zabezpečen&iacute; tisk&aacute;rny.<br>
Existuj&iacute; různ&eacute; typy zabezpečen&iacute; nastaven&eacute; pro s&iacute;ťov&aacute; zař&iacute;zen&iacute; v z&aacute;vislosti na jejich s&iacute;le nebo metodě &scaron;ifrov&aacute;n&iacute;.<br>
Podporovan&eacute; režimy zabezpečen&iacute; se mohou li&scaron;it v z&aacute;vislosti na s&iacute;ťov&eacute;m zař&iacute;zen&iacute;. Aby bylo možn&eacute; komunikovat, mus&iacute; b&yacute;t mezi s&iacute;ťov&yacute;m zař&iacute;zen&iacute;m a tisk&aacute;rnou nastaven stejn&yacute; režim zabezpečen&iacute;.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Nahoru<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="4. MAC Address Filtering Check"><br></a>
<h4>4. MAC Address Filtering Check (Kontrola filtrov&aacute;n&iacute; adresy MAC)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Č.</th>
			<th width="40%" align="center">Zpr&aacute;vy</th>
      		<th width="55%" align="center">Ře&scaron;en&iacute;</th>
		</tr>
		<tr vAlign="top">
			<td align="center">5</td>
			<td>Adresa MAC tisk&aacute;rny je pravděpodobně filtrov&aacute;na. Zkontrolujte, zda m&aacute; v&aacute;&scaron; směrovač/př&iacute;stupov&yacute; bod omezen&iacute;, např&iacute;klad filtrov&aacute;n&iacute; adresy MAC.<br>
				Viz dokumentace ke směrovači/př&iacute;stupov&eacute;mu bodu nebo pož&aacute;dejte o pomoc spr&aacute;vce s&iacute;tě.</td>
			<td><ul>
				<li>Dal&scaron;&iacute; informace o funkci filtrov&aacute;n&iacute; adresy MAC viz uživatelsk&aacute; př&iacute;ručka dodan&aacute; s př&iacute;stupov&yacute;m bodem. Je-li funkce filtrov&aacute;n&iacute; aktivn&iacute;, zaregistruje adresu MAC va&scaron;&iacute; tisk&aacute;rny, aby se zabr&aacute;nilo filtrov&aacute;n&iacute; va&scaron;&iacute; tisk&aacute;rny.
				<li>Použ&iacute;v&aacute;te-li kontrolu režimu zabezpečen&iacute; WEP pro umožněn&iacute; sd&iacute;len&eacute;ho ověřov&aacute;n&iacute; va&scaron;eho př&iacute;stupov&eacute;ho bodu, ověřte spr&aacute;vnost ověřovac&iacute;ho kl&iacute;če a indexu.</td>
		</tr>
	<tbody>
</table>
<div class="body-t">
Tato zpr&aacute;va se zobraz&iacute;, když je aktivov&aacute;no filtrov&aacute;n&iacute; adresy MAC a adresa MAC tisk&aacute;rny nebyla zaregistrov&aacute;na v př&iacute;stupov&eacute;m bodu.<br>
Adresa MAC je identifikačn&iacute; č&iacute;slo, kter&eacute; se použ&iacute;v&aacute; k identifikaci jednotliv&yacute;ch s&iacute;ťov&yacute;ch zař&iacute;zen&iacute;.<br>
Př&iacute;stupov&yacute; bod m&aacute; funkci, kter&aacute; mu umožňuje povolit nebo zak&aacute;zat př&iacute;stup zař&iacute;zen&iacute; k s&iacute;ti na z&aacute;kladě jeho adresy MAC.<br>
Je-li tato funkce aktivn&iacute;, mohou se připojit k s&iacute;ti pouze s&iacute;ťov&aacute; zař&iacute;zen&iacute; se zaregistrovanou adresou MAC.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Nahoru<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="5. Security Key/Password Check"><br></a>
<h4>5. Security Key/Password Check (Kontrola zabezpečovac&iacute;ho kl&iacute;če/hesla)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Č.</th>
			<th width="40%" align="center">Zpr&aacute;vy</th>
      		<th width="55%" align="center">Ře&scaron;en&iacute;</th>
		</tr>
		<tr vAlign="top">
			<td align="center">6</td>
			<td>Zadan&yacute; zabezpečovac&iacute; kl&iacute;č/heslo neodpov&iacute;d&aacute; kl&iacute;či/heslu nastaven&eacute;mu pro v&aacute;&scaron; směrovač/př&iacute;stupov&yacute; bod. Ověřte zabezpečovac&iacute; kl&iacute;č/heslo. Pož&aacute;dejte o pomoc spr&aacute;vce s&iacute;tě.</td>
			<td>Zabezpečovac&iacute; kl&iacute;č nastaven&yacute; pro př&iacute;stupov&yacute; bod a zadan&yacute; zabezpečovac&iacute; kl&iacute;č se neshoduj&iacute;. Znovu nakonfigurujte s&iacute;ť pomoc&iacute; spr&aacute;vn&eacute;ho zabezpečovac&iacute;ho kl&iacute;če. Zabezpečovac&iacute; kl&iacute;č rozli&scaron;uje velk&eacute; a mal&eacute; znaky.</td>
		</tr>
	<tbody>
</table>
<div class="body-t">
Tato zpr&aacute;va se zobraz&iacute;, když se neshoduj&iacute; zadan&yacute; zabezpečovac&iacute; kl&iacute;č a kl&iacute;č nastaven&yacute; pro v&aacute;&scaron; př&iacute;stupov&yacute; bod.<br>
Zabezpečovac&iacute; kl&iacute;č (heslo) je nezbytn&yacute; pro připojen&iacute; k s&iacute;ti.<br>
Zabezpečovac&iacute; kl&iacute;č rozli&scaron;uje velk&eacute; a mal&eacute; znaky. Pokud zadan&yacute; kl&iacute;č zcela neodpov&iacute;d&aacute; zaregistrovan&eacute;mu kl&iacute;či, připojen&iacute; se nezdař&iacute;.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Nahoru<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="6. IP Address Check"><br></a>
<h4>6. IP Address Check (Kontrola adresy IP)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Č.</th>
			<th width="40%" align="center">Zpr&aacute;vy</th>
      		<th width="55%" align="center">Ře&scaron;en&iacute;</th>
		</tr>
		<tr vAlign="top">
			<td align="center">7</td>
			<td>Tisk&aacute;rně je přiřazena nespr&aacute;vn&aacute; adresa IP. Ověřte konfiguraci adresy IP s&iacute;ťov&eacute;ho zař&iacute;zen&iacute; (rozbočovač, směrovač nebo př&iacute;stupov&yacute; bod). Pož&aacute;dejte o pomoc spr&aacute;vce s&iacute;tě.
			<td><ul>
				<li>Zkontrolujte, zda je funkce DHCP pro př&iacute;stupov&yacute; bod aktivov&aacute;na či nikoli. Pokud je deaktivov&aacute;na, aktivujte ji.
				<li>Pokud jste nastavili adresu IP ručně, adresa IP se nach&aacute;z&iacute; mimo podporovan&yacute; rozsah (je neplatn&aacute;). Zadejte spr&aacute;vnou adresu IP.</td>
		</tr>
	<tbody>
</table>
<div class="body-t" align="center"><a href="#top">Nahoru<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="7. Detailed IP Setup Check"><br></a>
<h4>7. Detailed IP Setup Check (Kontrola podrobn&eacute; konfigurace IP)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Č.</th>
			<th width="40%" align="center">Zpr&aacute;vy</th>
      		<th width="55%" align="center">Ře&scaron;en&iacute;</th>
		</tr>
		<tr vAlign="top">
			<td align="center">8</td>
			<td>Ověřte připojen&iacute; a s&iacute;ťovou konfiguraci poč&iacute;tače nebo jin&eacute;ho zař&iacute;zen&iacute;.<br>
				Připojen&iacute; pomoc&iacute; EpsonNet Setup je k dispozici.<br>
				Pož&aacute;dejte o pomoc spr&aacute;vce s&iacute;tě.
			<td><ol><li>Ověřte n&aacute;sleduj&iacute;c&iacute;:
					<ul><li>Zkontrolujte, zda je zapnuto nap&aacute;jen&iacute; zař&iacute;zen&iacute;, např&iacute;klad poč&iacute;tače, kter&aacute; chtěj&iacute; použ&iacute;vat tisk&aacute;rnu.
						<li>Zkontrolujte, zda se zař&iacute;zen&iacute;, kter&aacute; chtěj&iacute; použ&iacute;vat tisk&aacute;rnu, např&iacute;klad poč&iacute;tač, nach&aacute;zej&iacute; ve stejn&eacute; s&iacute;ti.</ul>
					<li>Pokud jste zkontrolovali v&yacute;&scaron;e uveden&eacute; body, proveďte konfiguraci s&iacute;tě pomoc&iacute; EpsonNet Setup.</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">9</td>
			<td>Ověřte adresu IP, masku pods&iacute;tě a konfiguraci v&yacute;choz&iacute; br&aacute;ny.<br>
				Připojen&iacute; pomoc&iacute; EpsonNet Setup je k dispozici.<br>
				Pož&aacute;dejte o pomoc spr&aacute;vce s&iacute;tě.
			<td><ol><li>Ověřte n&aacute;sleduj&iacute;c&iacute;:
					<ul><li>Ostatn&iacute; zař&iacute;zen&iacute; v s&iacute;ti jsou zapnut&aacute;
						<li>Ručně nastaven&aacute; s&iacute;ťov&aacute; adresa tisk&aacute;rny je spr&aacute;vn&aacute;
						<li>S&iacute;ťov&aacute; adresa tisk&aacute;rny je stejn&aacute;, jako adresa ostatn&iacute;ch zař&iacute;zen&iacute; </ul>
					<li>Pokud s&iacute;ťov&aacute; adresa nen&iacute; spr&aacute;vn&aacute;, nastavte spr&aacute;vnou adresu pomoc&iacute; panelu LCD tisk&aacute;rny.<br>
						Pokud nelze změnit nastaven&iacute; pomoc&iacute; tisk&aacute;rny, proveďte nastaven&iacute; pomoc&iacute; EpsonNet Setup.<br>
						Va&scaron;e aktu&aacute;ln&iacute; adresa IP, maska pods&iacute;tě a v&yacute;choz&iacute; br&aacute;na jsou zobrazeny v C (Network Status (Stav s&iacute;tě)).</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">10</td>
			<td>Konfigurace nebyla dokončena. Ověřte konfiguraci v&yacute;choz&iacute; br&aacute;ny.<br>
				Připojen&iacute; pomoc&iacute; EpsonNet Setup je k dispozici.<br>
				Pož&aacute;dejte o pomoc spr&aacute;vce s&iacute;tě.
			<td><ol><li>Ověřte n&aacute;sleduj&iacute;c&iacute;:
					<ul><li>Ru&scaron;ně nastaven&aacute; adresa v&yacute;choz&iacute; br&aacute;ny tisk&aacute;rny je spr&aacute;vn&aacute;
						<li>Zař&iacute;zen&iacute; stanoven&eacute; jako v&yacute;choz&iacute; br&aacute;na je zapnut&eacute;</ul>
					<li>Pokud adresa v&yacute;choz&iacute; br&aacute;ny nen&iacute; spr&aacute;vn&aacute;, nastavte spr&aacute;vnou adresu pomoc&iacute; panelu LCD tisk&aacute;rny.<br>
						Pokud nelze změnit nastaven&iacute; pomoc&iacute; tisk&aacute;rny, proveďte nastaven&iacute; pomoc&iacute; EpsonNet Setup.<br>
						Va&scaron;e aktu&aacute;ln&iacute; adresa v&yacute;choz&iacute; br&aacute;ny je zobrazena v C (Network Status (Stav s&iacute;tě)) v č&aacute;sti V&yacute;choz&iacute; br&aacute;na.</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">11</td>
			<td>Ověřte n&aacute;sleduj&iacute;c&iacute;:<br>
				-Zadan&yacute; zabezpečovac&iacute; kl&iacute;č/heslo jsou spr&aacute;vn&eacute;<br>
				-Index zabezpečovac&iacute;ho kl&iacute;če/hesla je nastaveny na prvn&iacute; č&iacute;slo<br>
				-Adresa IP, maska pods&iacute;tě nebo konfigurace v&yacute;choz&iacute; br&aacute;ny jsou spr&aacute;vn&eacute;<br>
				Pož&aacute;dejte o pomoc spr&aacute;vce s&iacute;tě.
			<td><ol><li>Ověřte n&aacute;sleduj&iacute;c&iacute;:
					<ul><li>Ostatn&iacute; zař&iacute;zen&iacute; v s&iacute;ti jsou zapnut&aacute;
						<li>Ručně nastaven&aacute; s&iacute;ťov&aacute; adresa tisk&aacute;rny je spr&aacute;vn&aacute;
						<li>S&iacute;ťov&aacute; adresa tisk&aacute;rny je stejn&aacute;, jako adresa ostatn&iacute;ch zař&iacute;zen&iacute; </ul>
					<li>Jestliže jste zkontrolovali v&scaron;echny v&yacute;&scaron;e uveden&eacute; body, zkuste n&aacute;sleduj&iacute;c&iacute;:
					<ul><li>Spusťte EpsonNet Setup v poč&iacute;tači, kter&yacute; použ&iacute;v&aacute; stejnou s&iacute;ť, jako tisk&aacute;rna.<br>
							Pokud je va&scaron;e tisk&aacute;rna uvedena v seznamu tisk&aacute;ren, nastavte adresu IP tisk&aacute;rny na obrazovce pro konfiguraci adresy IP. Pokud va&scaron;e tisk&aacute;rna nen&iacute; uvedena v seznamu, zabezpečovac&iacute; kl&iacute;č pravděpodobně nen&iacute; spr&aacute;vn&yacute;. Proveďte konfiguraci s&iacute;tě pomoc&iacute; panelu LCD tisk&aacute;rny a zadejte spr&aacute;vn&yacute; zabezpečovac&iacute; kl&iacute;č.
						<li>Můžete zaregistrovat několik zabezpečovac&iacute;ch kl&iacute;čů pro př&iacute;stup k př&iacute;stupov&eacute;mu bodu v režimu zabezpečen&iacute; WEP. Je-li zaregistrov&aacute;no v&iacute;ce kl&iacute;čů, zkontrolujte, zda jste zadali prvn&iacute; zaregistrovan&yacute; kl&iacute;č.</ul></ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">12</td>
			<td>Ověřte n&aacute;sleduj&iacute;c&iacute;:<br>
				-Zadan&yacute; zabezpečovac&iacute; kl&iacute;č/heslo jsou spr&aacute;vn&eacute;<br>
				-Index zabezpečovac&iacute;ho kl&iacute;če/hesla je nastaveny na prvn&iacute; č&iacute;slo<br>
				-Připojen&iacute; a s&iacute;ťov&aacute; konfigurace poč&iacute;tače nebo jin&eacute;ho zař&iacute;zen&iacute; jsou spr&aacute;vn&eacute;<br>
				Pož&aacute;dejte o pomoc spr&aacute;vce s&iacute;tě.
			<td><ol><li>Ověřte n&aacute;sleduj&iacute;c&iacute;:
					<ul><li>S&iacute;ťov&aacute; zař&iacute;zen&iacute;, např&iacute;klad modem, rozbočovač a směrovač jsou zapnut&aacute;
						<li>Adresa IP pro s&iacute;ťov&aacute; zař&iacute;zen&iacute; jin&aacute; než tisk&aacute;rna je nastavena ručně (Pokud je adresa IP pro tisk&aacute;rnu přiřazena automaticky, ale pro ostatn&iacute; s&iacute;ťov&aacute; zař&iacute;zen&iacute; ručně, s&iacute;ť tisk&aacute;rny se pravděpodobně li&scaron;&iacute; od ostatn&iacute;ch s&iacute;ťov&yacute;ch zař&iacute;zen&iacute;)</ul>
					<li>Jestliže jste zkontrolovali v&scaron;echny v&yacute;&scaron;e uveden&eacute; body, zkuste n&aacute;sleduj&iacute;c&iacute;:
					<ul><li>Spusťte EpsonNet Setup v poč&iacute;tači, kter&yacute; použ&iacute;v&aacute; stejnou s&iacute;ť, jako tisk&aacute;rna.<br>
							Pokud je va&scaron;e tisk&aacute;rna uvedena v seznamu tisk&aacute;ren, nastavte adresu IP tisk&aacute;rny na obrazovce pro konfiguraci adresy IP. Pokud va&scaron;e tisk&aacute;rna nen&iacute; uvedena v seznamu, zabezpečovac&iacute; kl&iacute;č pravděpodobně nen&iacute; spr&aacute;vn&yacute;. Proveďte konfiguraci s&iacute;tě pomoc&iacute; panelu LCD tisk&aacute;rny a zadejte spr&aacute;vn&yacute; zabezpečovac&iacute; kl&iacute;č.
						<li>Můžete zaregistrovat několik zabezpečovac&iacute;ch kl&iacute;čů pro př&iacute;stup k př&iacute;stupov&eacute;mu bodu v režimu zabezpečen&iacute; WEP. Je-li zaregistrov&aacute;no v&iacute;ce kl&iacute;čů, zkontrolujte, zda jste zadali prvn&iacute; zaregistrovan&yacute; kl&iacute;č.</ul></ol>
		</tr>
	<tbody>
</table>
<div class="body-t">
Zkontrolujte adresu IP tisk&aacute;rny a zkontrolujte, zda s&iacute;ťov&aacute; tisk&aacute;rna může přistupovat k ostatn&iacute;m zař&iacute;zen&iacute;m v s&iacute;ti či nikoli. V někter&yacute;ch př&iacute;padech nelze chybu specifikovat. Doporučujeme v&aacute;m prov&eacute;st nastaven&iacute; pomoc&iacute; EpsonNet Setup.
</div>
<br>
<div class="body-t"><b>O s&iacute;ťov&yacute;ch adres&aacute;ch:</b></div>
	<div class="body-i">
	Adresa IP neoznačuje pouze zař&iacute;zen&iacute; připojen&aacute; k s&iacute;ti, jako např&iacute;klad poč&iacute;tač, rozbočovač a směrovač, ale tak&eacute; rozsah s&iacute;tě, do kter&eacute;ho patř&iacute;. Zař&iacute;zen&iacute; ve stejn&eacute; s&iacute;ti mohou vz&aacute;jemně komunikovat. Chcete-li komunikovat se zař&iacute;zen&iacute;mi v jin&eacute; s&iacute;ti, je vyžadov&aacute;n směrovač. Adresa IP se skl&aacute;d&aacute; ze dvou č&aacute;st&iacute;. Prvn&iacute; č&aacute;st se naz&yacute;v&aacute; &quot;s&iacute;ťov&aacute; adresa&quot; a označuje rozsah s&iacute;tě. Druh&aacute; č&aacute;st se naz&yacute;v&aacute; &quot;adresa hostitele&quot; a označuje s&iacute;ťov&eacute; zař&iacute;zen&iacute;. Spojen&iacute; mezi s&iacute;ťovou adresou a adresou hostitele se li&scaron;&iacute; podle rozsahu (tř&iacute;dy) s&iacute;tě. Nicm&eacute;ně můžete definovat spojen&iacute; mezi s&iacute;ťovou adresou a adresou hostitele pomoc&iacute; masky pods&iacute;tě. <br>
	Použ&iacute;v&aacute;te-li va&scaron;i tisk&aacute;rnu v dom&aacute;c&iacute; s&iacute;ti, nastavte adresu IP tisk&aacute;rny na &quot;Auto&quot;, když použ&iacute;v&aacute;te funkci DHCP př&iacute;stupov&eacute;ho bodu. Chcete-li nastavit adresu IP tisk&aacute;rny pomoc&iacute; &quot;Ručně&quot;, postupujte podle n&aacute;sleduj&iacute;c&iacute;ch pokynů pro nastaven&iacute; adresy IP a masky pods&iacute;tě.
	<ol><li>Zkontrolujte adresu IP směrovače (nebo př&iacute;stupov&eacute;ho bodu) připojen&eacute;ho k poč&iacute;tači. Podrobnosti viz uživatelsk&aacute; př&iacute;ručka ke směrovači (nebo př&iacute;stupov&eacute;mu bodu).
		<li>V&scaron;echny adresy IP jsou zaps&aacute;ny v segmentech obsahuj&iacute;c&iacute;ch čtyři č&iacute;seln&eacute; hodnoty (pro IPv4). V posledn&iacute;m segmentu zadejte jedinečnou č&iacute;selnou hodnotu v rozsahu 1 až 254. (Když je směrovač serverem DHCP nebo když v dom&aacute;c&iacute; s&iacute;ti existuje dal&scaron;&iacute; server DHCP, nastavte hodnotu, kter&aacute; nekoliduje s adresou IP přidělenou serverem DHCP.)
	</ol>
	<b>Př&iacute;klad nastaven&iacute;:</b><br>
	Adresa IP pro směrovač (nebo př&iacute;stupov&yacute; bod): 192.168.1.<b>1</b><br>
	Př&iacute;klad nastaven&iacute; v tisk&aacute;rně: 192.168.1.<b>3</b><br>
	Použ&iacute;v&aacute;te-li tisk&aacute;rnu v s&iacute;ti mal&eacute;ho rozsahu, pro v&scaron;echna s&iacute;ťov&aacute; zař&iacute;zen&iacute; je nastavena maska pods&iacute;tě <b>255.255.255.0</b>. Rovněž br&aacute;na použ&iacute;v&aacute; stejnou hodnotu jako adresa IP pro př&iacute;stupov&yacute; bod.
	</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Nahoru<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="8. About the network environment"><br></a>
<h4>O s&iacute;ťov&eacute;m prostřed&iacute;</h4>
<div class="body-t">
Kromě kontroln&iacute; zpr&aacute;vy o stavu s&iacute;tě/připojen&iacute; se zobrazuj&iacute; n&aacute;sleduj&iacute;c&iacute; zpr&aacute;vy, kter&eacute; v&aacute;s informuj&iacute; o dal&scaron;&iacute;ch faktorech ve va&scaron;em s&iacute;ťov&eacute;m prostřed&iacute;, kter&eacute; je třeba vylep&scaron;it.
</div>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="45%" align="center">Zpr&aacute;vy</th>
      		<th width="55%" align="center">Ře&scaron;en&iacute;</th>
		</tr>
		<tr vAlign="top">
			<td>*S&iacute;la sign&aacute;lu je n&iacute;zk&aacute;. M&aacute;te-li probl&eacute;my s tiskem nebo skenov&aacute;n&iacute;m, vylep&scaron;ete prostřed&iacute; va&scaron;&iacute; bezdr&aacute;tov&eacute; s&iacute;tě.</td>
			<td>Z důvodu n&iacute;zk&eacute; s&iacute;ly sign&aacute;lu může b&yacute;t tisk pomal&yacute; nebo může doj&iacute;t k jeho přeru&scaron;en&iacute;.<br>
				Vylep&scaron;ete prostřed&iacute; podle n&aacute;sleduj&iacute;c&iacute;ch pokynů:
				<ul><li>Um&iacute;stěte tisk&aacute;rnu v bl&iacute;zkosti př&iacute;stupov&eacute;ho bodu
					<li>Odstraňte ve&scaron;ker&eacute; přek&aacute;žky mezi př&iacute;stupov&yacute;m bodem a tisk&aacute;rnou.</ul></td>
		</tr>
		<tr vAlign="top">
			<td>*Byl rozpozn&aacute;n konflikt kan&aacute;lu směrovače/př&iacute;stupov&eacute;ho bodu. M&aacute;te-li probl&eacute;my s tiskem nebo skenov&aacute;n&iacute;m, vylep&scaron;ete prostřed&iacute; va&scaron;&iacute; bezdr&aacute;tov&eacute; s&iacute;tě.</td>
			<td>Ru&scaron;en&iacute; sign&aacute;lu může b&yacute;t způsobeno jin&yacute;mi bezdr&aacute;tov&yacute;mi s&iacute;těmi použ&iacute;van&yacute;mi v okoln&iacute;ch m&iacute;stnostech nebo budov&aacute;ch. Um&iacute;stěn&iacute;m tisk&aacute;rny v bl&iacute;zkosti př&iacute;stupov&eacute;ho bodu lze prostřed&iacute; vylep&scaron;it.</td>
		</tr>
		<tr vAlign="top">
			<td>*S&iacute;la sign&aacute;lu je n&iacute;zk&aacute;. Byl rozpozn&aacute;n konflikt kan&aacute;lu směrovače/př&iacute;stupov&eacute;ho bodu. M&aacute;te-li probl&eacute;my s tiskem nebo skenov&aacute;n&iacute;m, vylep&scaron;ete prostřed&iacute; va&scaron;&iacute; bezdr&aacute;tov&eacute; s&iacute;tě.</td>
			<td>Z důvodu n&iacute;zk&eacute; s&iacute;ly sign&aacute;lu může b&yacute;t tisk pomal&yacute; nebo může doj&iacute;t k jeho přeru&scaron;en&iacute;. Ru&scaron;en&iacute; sign&aacute;lu může b&yacute;t způsobeno jin&yacute;mi bezdr&aacute;tov&yacute;mi s&iacute;těmi použ&iacute;van&yacute;mi v okoln&iacute;ch m&iacute;stnostech nebo budov&aacute;ch.<br>
				Vylep&scaron;ete prostřed&iacute; podle n&aacute;sleduj&iacute;c&iacute;ch pokynů:
				<ul><li>Um&iacute;stěte tisk&aacute;rnu v bl&iacute;zkosti př&iacute;stupov&eacute;ho bodu
					<li>Odstraňte ve&scaron;ker&eacute; přek&aacute;žky mezi př&iacute;stupov&yacute;m bodem a tisk&aacute;rnou.</ul></td>
		</tr>
		<tr vAlign="top">
			<td>*Bylo rozpozn&aacute;no v&iacute;ce n&aacute;zvů s&iacute;t&iacute; (SSID), kter&eacute; odpov&iacute;daj&iacute; v&aacute;mi zadan&eacute;mu n&aacute;zvu s&iacute;tě (SSID). Ověřte n&aacute;zev s&iacute;tě (SSID).</td>
			<td>Připojujete se k odli&scaron;n&eacute;mu př&iacute;stupov&eacute;mu bodu.<br>
				Zkuste n&aacute;sleduj&iacute;c&iacute;:<br>
				Změňte s&iacute;ťov&yacute; n&aacute;zev SSID pro př&iacute;stupov&yacute; bod, ke kter&eacute;mu se chcete připojit, a potom proveďte znovu konfiguraci s&iacute;tě pro va&scaron;i tisk&aacute;rnu. 
		</tr>
<tr vAlign="top">
			<td>*Nelze připojit žádná další zařízení. Chcete-li přidat další zařízení, odpojte některé z připojených zařízení.</td>
			<td>Chcete-li přidat nové zařízení, odpojte některé z aktuálních zařízení v jeho nastavení Wi-Fi nebo odpojte všechna zařízení změnou hesla z vaší tiskárny.</tr>



<tbody>
</table>
<p></p>
<div class="body-t" align="center"><a href="#top">Nahoru<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
</body>
</html>
