<!-- saved from url=(0013)about:internet -->
<!-- Code: NPD4929-00 NO -->
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link href="../../_img/_style.css" rel="stylesheet">
<title>Epson</title>
</head>
<body>
<a name="top"></a>

<h1 class="head-a">Feils&oslash;king for rapport om nettverkstilkobling</h1>
<div class="body-t" align="right"><h5><a href="nwchk.htm" target="_self">For Wi-Fi-tilkobling<img align="middle" border="0" hspace="5" src="../../_img/_bg04.gif"></a></h5></div>
<h2 class="head-b">Ethernet-tilkobling</h2>



<h3>Slik l&oslash;ser du problemer med nettverksstatusen eller tilkoblingen</h3>
<ol>
	<li>Vis rapporten om nettverkstilkobling som du har skrevet ut. Kontroller elementene i <b>A</b> (Kontroller nettverkstilkobling) som har statusen IKKE BEST&Aring;TT.
	<li>P&aring; listen Kontrollelementer klikker du elementene som viser statusen IKKE BEST&Aring;TT for &aring; vise l&oslash;sningene.
	<li>Kontroller meldingen som vises i <b>B</b>, og se etter samme melding som st&aring;r oppf&oslash;rt under hvert kontrollelement. F&oslash;lg deretter l&oslash;sningene.
	</ol>
<p></p>
<center><div class="body-t"><img align="top" border="0" src="../../_img/chk_ether.gif"></div></center>
<h3><br>Kontrollelementer</h3>
<div class="body-t">Klikk elementene nedenfor for &aring; g&aring; til meldingene og l&oslash;sningene.</div>
<ol>
	<li><a href="#1. Ethernet Cable Connection Check">Ethernet Cable Connection Check (Kontroll av Ethernet-kabeltilkobling)</a>
	<li><a href="#2. IP Address Check">IP Address Check (Kontroll av IP-adresse)</a>
	<li><a href="#3. Detailed IP Setup Check">Detailed IP Setup Check (Detaljert kontroll av IP-konfigurasjon)</a></ol>

<p></p>
<h3><BR>Meldinger og l&oslash;sninger for kontrollelementene</h3>
<a name="1. Ethernet Cable Connection Check"><br></a>
<h4>1. Ethernet Cable Connection Check (Kontroll av Ethernet-kabeltilkobling)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr.</th>
			<th width="40%" align="center">Meldinger</th>
      		<th width="55%" align="center">L&oslash;sninger</th>
		</tr>
		<tr vAlign="top">
			<td align="center">1</td>
			<td>Kontroller at nettverkskabelen er tilkoblet og at nettverksenheter, for eksempel hub, ruter eller tilgangspunkt, er sl&aring;tt p&aring;.</td>
			<td>Kontroller f&oslash;lgende:
				<ul><li>Nettverkskabelen er koblet til nettverksenheter, for eksempel skriveren eller en hub
					<li>Nettverksenheter, for eksempel en hub, er sl&aring;tt p&aring;</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Kontroller at nettverkskabelen er tilkoblet og fungerer som den skal.<br>
Du kan bekrefte driftsstatusen til nettverksenheter ved &aring; kontrollere statuslampen for nettverksporten for tilkoblede enheter, for eksempel en hub.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Til toppen<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="2. IP Address Check"><br></a>
<h4>2. IP Address Check (Kontroll av IP-adresse)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr.</th>
			<th width="40%" align="center">Meldinger</th>
      		<th width="55%" align="center">L&oslash;sninger</th>
		</tr>
		<tr vAlign="top">
			<td align="center">2</td>
			<td>Feil IP-adresse er tilordnet skriveren. Kontroller konfigurasjon av IP-adresse for nettverksenheten (hub, ruter eller tilgangspunkt). Kontakt systemansvarlig for &aring; f&aring; hjelp.
			<td>Kontroller om DHCP-funksjonen for tilgangspunktet er aktivert. Hvis den er deaktivert, endrer du den til aktivert.</td>
		</tr>
	</tbody>
</table>
<div class="body-t" align="center"><a href="#top">Til toppen<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="3. Detailed IP Setup Check"><br></a>
<h4>3. Detailed IP Setup Check (Detaljert kontroll av IP-konfigurasjon)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr.</th>
			<th width="40%" align="center">Meldinger</th>
      		<th width="55%" align="center">L&oslash;sninger</th>
		</tr>
		<tr vAlign="top">
			<td align="center">3</td>
			<td>Kontroller konfigurasjon av IP-adresse, nettverksmaske og standard gateway.<br>
				Tilkobling med EpsonNet-konfigurasjon er tilgjengelig.<br>
				Kontakt systemansvarlig for &aring; f&aring; hjelp.</td>
			<td><ol><li>Kontroller f&oslash;lgende:
					<ul><li>Andre enheter p&aring; nettverket er sl&aring;tt p&aring;
						<li>Nettverkskabelen er riktig tilkoblet
						<li>Nettverksadressen som er angitt manuelt for skriveren, er riktig
						<li>Nettverksadressen for skriveren er den samme som for andre enheter</ul>
					<li>Hvis nettverksadressen er feil, angir du riktig adresse ved hjelp av skriverens LCD-panel.<br>
						Hvis du ikke kan endre innstillingene med skriveren, foretar du innstillingene med EpsonNet Setup.<br>
						Gjeldende IP-adresse, nettverksmaske og standard gateway vises i C (Network Status (Nettverksstatus)).</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">4</td>
			<td>Konfigurasjonen er ufullstendig. Kontroller konfigurasjon av standard gateway.<br>
				Tilkobling med EpsonNet-konfigurasjon er tilgjengelig.<br>
				Kontakt systemansvarlig for &aring; f&aring; hjelp.</td>
			<td><ol><li>Kontroller f&oslash;lgende:
					<ul><li>Adressen for standard gateway som er angitt manuelt for skriveren, er riktig
						<li>Enheten som er angitt som standard gateway, er sl&aring;tt p&aring;
						<li>Nettverkskabelen er riktig tilkoblet</ul>
					<li>Hvis adressen for standard gateway er feil, angir du riktig adresse ved hjelp av skriverens LCD-panel.<br>
						Hvis du ikke kan endre innstillingene med skriveren, foretar du innstillingene med EpsonNet Setup.<br>
						Gjeldende adresse for standard gateway vises i C (Network Status (Nettverksstatus)) under Standard gateway.</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">5</td>
			<td>Kontroller tilkobling og nettverkskonfigurasjon p&aring; PC eller annen enhet.<br>
				Tilkobling med EpsonNet-konfigurasjon er tilgjengelig.<br>
				Kontakt systemansvarlig for &aring; f&aring; hjelp.</td>
			<td><ol><li>Kontroller f&oslash;lgende:
					<ul><li>Andre enheter p&aring; nettverket er sl&aring;tt p&aring;
						<li>Nettverkskabelen er riktig tilkoblet
						<li>Nettverksadressen som er angitt manuelt for skriveren, er riktig
						<li>Nettverksadressen for skriveren er den samme som for andre enheter</ul>
					<li>Hvis du har kontrollert alle punktene ovenfor, pr&oslash;ver du f&oslash;lgende:
					<ul><li>Start EpsonNet Setup p&aring; datamaskinen som bruker samme nettverk som skriveren. Hvis skriveren st&aring;r oppf&oslash;rt p&aring; skriverlisten, angir du IP-adressen for skriveren p&aring; skjermbildet for konfigurasjon av IP-adresse.</ul></ol></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Kontroller skriverens IP-adresse og om nettverksskriveren kan f&aring; tilgang til andre enheter p&aring; nettverket. Noen ganger hender det at feilen ikke kan angis. Vi anbefaler at du foretar nettverkskonfigurasjonen med EpsonNet Setup.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Til toppen<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
</body>
</html>
