 <!-- saved from url=(0013)about:internet -->
<!-- Code: NPD4929-00 NO -->
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link href="../../_img/_style.css" rel="stylesheet">
<title>Epson</title>
</head>
<body>
<a name="top"></a>

<h1 class="head-a">Feils&oslash;king for rapport om nettverkstilkobling</h1>
<div class="body-t" align="right"><h5><a href="ethchk.htm" target="_self">For Ethernet-tilkobling<img align="middle" border="0" hspace="5" src="../../_img/_bg04.gif"></a></h5></div>
<h2 class="head-b">Wi-Fi-tilkobling</h2>



<h3>Slik l&oslash;ser du problemer med nettverksstatusen eller tilkoblingen</h3>
<ol>
	<li>Vis rapporten om nettverkstilkobling som du har skrevet ut. Kontroller elementene i <b>A</b> (Kontroller nettverkstilkobling) som har statusen IKKE BEST&Aring;TT.
	<li>P&aring; listen Kontrollelementer klikker du elementene som viser statusen IKKE BEST&Aring;TT for &aring; vise l&oslash;sningene.
	<li>Kontroller meldingen som vises i <b>B</b>, og se etter samme melding som st&aring;r oppf&oslash;rt under hvert kontrollelement. F&oslash;lg deretter l&oslash;sningene.
	</ol>
<div class="body-i">For meldinger med en * i <b>B</b>, kan du se &quot;Om nettverksmilj&oslash;et&quot; hvis du vil ha mer informasjon.</div>
<p></p>
<center><div class="body-t"><img align="top" border="0" src="../../_img/chk_wifi.gif"></div></center>
<h3><br>Kontrollelementer</h3>
<div class="body-t">Klikk elementene nedenfor for &aring; g&aring; til meldingene og l&oslash;sningene.</div>
<ol>
	<li><a href="#1. Wireless Network Name (SSID) Check">Wireless Network Name (SSID) Check (Kontroll av navn p&aring; tr&aring;dl&oslash;st nettverk (SSID))</a>
	<li><a href="#2. Communication Mode Check">Communication Mode Check (Kontroll av kommunikasjonsmodus)</a>
	<li><a href="#3. Security Mode Check">Security Mode Check (Kontroll av sikkerhetsmodus)</a>
	<li><a href="#4. MAC Address Filtering Check">MAC Address Filtering Check (Kontroll av MAC-adressefiltrering)</a>
	<li><a href="#5. Security Key/Password Check">Security Key/Password Check (Kontroll av sikkerhetsn&oslash;kkel/passord)</a>
	<li><a href="#6. IP Address Check">IP Address Check (Kontroll av IP-adresse)</a>
	<li><a href="#7. Detailed IP Setup Check">Detailed IP Setup Check (Detaljert kontroll av IP-konfigurasjon)</a>
	<ul>
	<li><a href="#8. About the network environment">Om nettverksmilj&oslash;et</a></ul></ol>

<p></p>
<h3><BR>Meldinger og l&oslash;sninger for kontrollelementene</h3>
<a name="1. Wireless Network Name (SSID) Check"><br></a>
<h4>1. Wireless Network Name (SSID) Check (Kontroll av navn p&aring; tr&aring;dl&oslash;st nettverk (SSID))</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr.</th>
			<th width="40%" align="center">Meldinger</th>
      		<th width="55%" align="center">L&oslash;sninger</th>
		</tr>
		<tr vAlign="top">
			<td align="center">1</td>
			<td>Finner ingen navn p&aring; tr&aring;dl&oslash;se nettverk (SSID). Kontroller at ruteren/tilgangspunktet er sl&aring;tt p&aring; og at det tr&aring;dl&oslash;se nettverket (SSID) er riktig konfigurert. Kontakt systemansvarlig for &aring; f&aring; hjelp.</td>
			<td><ul>
				<li>Kontroller at tilgangspunktet er sl&aring;tt p&aring;. Hvis det er sl&aring;tt av, sl&aring;r du det p&aring;, og deretter utf&oslash;rer du nettverkskonfigurasjonen p&aring; nytt.
				<li>Plasser skriveren i n&aelig;rheten av tilgangspunktet.
				<li>Hvis du har skrevet inn navnet p&aring; det tr&aring;dl&oslash;se nettverket (SSID) manuelt, kontrollerer du om navnet p&aring; det tr&aring;dl&oslash;se nettverket (SSID) er riktig. Hvis det er feil, skriver du det inn p&aring; nytt. Navnet p&aring; det tr&aring;dl&oslash;se nettverket (SSID) vises i <b>C</b> (Nettverksstatus) under Nettverksnavn (SSID).
				<li>Hvis du har konfigurert nettverket med WPS, kontrollerer du om tilgangspunktet st&oslash;tter WPS.
				<li>Vil du konfigurere en ad hoc-tilkobling, m&aring; du f&oslash;rst konfigurere ad hoc for datamaskinen. Foreta ad hoc-konfigurasjon for datamaskinen, og utf&oslash;r deretter nettverkskonfigurasjonen for skriveren p&aring; nytt.</ul></td>
		</tr>
		<tr vAlign="top">
			<td align="center">2</td>
			<td>Finner ingen navn p&aring; tr&aring;dl&oslash;se nettverk (SSID). Kontroller at navnet p&aring; det tr&aring;dl&oslash;se nettverket (SSID) til PCen du vil koble til, er riktig konfigurert. Kontakt systemansvarlig for &aring; f&aring; hjelp.</td>
			<td><ul>
				<li>Kontroller at datamaskinen du vil koble til, er sl&aring;tt p&aring;. Hvis den er sl&aring;tt av, sl&aring;r du den p&aring;, og deretter utf&oslash;rer du nettverkskonfigurasjonen for skriveren p&aring; nytt.
				<li>Plasser skriveren i n&aelig;rheten av datamaskinen du vil koble til.</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Meldingene ovenfor vises n&aring;r valgt eller skrevet navn p&aring; tr&aring;dl&oslash;st nettverk (SSID) ikke blir funnet under nettverkskonfigurasjon.<br>
SSID er navnet p&aring; Wi-Fi-nettverket. Hvis du bruker et tilgangspunkt, hadde nettverket allerede et navn da tilgangspunktet ble konfigurert.<br>
Hvis du vil koble skriveren direkte til datamaskinen uten tilgangspunkt (ad hoc-tilkobling), m&aring; du konfigurere et ad hoc-nettverk for datamaskinen. I s&aring; fall m&aring; du opprette en SSID p&aring; datamaskinen. <br>
Hvis du ikke vet hvilken SSID du har, anbefaler vi at du tar kontakt med personen eller selskapet som konfigurerte nettverket. <br>
Du m&aring; dessuten plassere skriveren i n&aelig;rheten av tilgangspunktet (eller datamaskinen) under konfigurasjonen, slik at skriveren mottar et tydelig signal fra tilgangspunktet eller datamaskinen.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Til toppen<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="2. Communication Mode Check"><br></a>
<h4>2. Communication Mode Check (Kontroll av kommunikasjonsmodus)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr.</th>
			<th width="40%" align="center">Meldinger</th>
      		<th width="55%" align="center">L&oslash;sninger</th>
		</tr>
		<tr vAlign="top">
			<td align="center">3</td>
			<td>Wi-Fi-kommunikasjonsmodusen (IEEE802.11*) samsvarer ikke med gjeldende innstilling for skriveren. Angi samme kommunikasjonsmodus for skriveren, ruteren/tilgangspunktet og PCen. Kontakt systemansvarlig for &aring; f&aring; hjelp.<br>
				<br>
				*Hva som vises, avhenger av sted.</td>
			<td><ul>
				<li>Kontroller at Wi-Fi-kommunikasjonsmodusen som er angitt for tilgangspunktet, samsvarer med det som st&oslash;ttes av skriveren.</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Denne meldingen vises n&aring;r Wi-Fi-kommunikasjonsmodusen som er angitt for tilgangspunktet og datamaskinen, ikke st&oslash;ttes av skriveren.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Til toppen<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="3. Security Mode Check"><br></a>
<h4>3. Security Mode Check (Kontroll av sikkerhetsmodus)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr.</th>
			<th width="40%" align="center">Meldinger</th>
      		<th width="55%" align="center">L&oslash;sninger</th>
		</tr>
		<tr vAlign="top">
			<td align="center">4</td>
			<td>Sikkerhetsmodusen (f.eks. WEP, WPA) samsvarer ikke med gjeldende innstilling for skriveren. Kontroller sikkerhetsmodus. Kontakt systemansvarlig for &aring; f&aring; hjelp.</td>
			<td>Kontroller at tilgangspunktet bruker &eacute;n av sikkerhetsmodiene nedenfor. Hvis ikke, utf&oslash;rer du nettverkskonfigurasjonen p&aring; nytt og endrer den til en st&oslash;ttet sikkerhetsmodus.
				<ul>
				<li>WEP 64-biters (40-biters)
				<li>WEP 128-biters (104-biters)
				<li>WPA PSK (TKIP)
				<li>WPA2 PSK (TKIP)
				<li>WPA PSK (AES)
				<li>WPA2 PSK (AES)
				<li>WPA (TKIP/AES)
				<li>WPA2 (TKIP/AES)</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Denne meldingen vises n&aring;r sikkerhetsmodiene som er angitt for nettverksenhetene, ikke st&oslash;ttes av skriveren eller ikke samsvarer med skriverens sikkerhetsmodus.<br>
Det er ulike typer sikkerhet som er angitt for nettverksenheter, avhengig av styrke og krypteringsmetode.<br>
St&oslash;ttede sikkerhetsmodi kan variere i forhold til nettverksenheten. Det m&aring; v&aelig;re angitt samme sikkerhetsmodus for nettverksenheten og skriveren for &aring; tillate kommunikasjon.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Til toppen<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="4. MAC Address Filtering Check"><br></a>
<h4>4. MAC Address Filtering Check (Kontroll av MAC-adressefiltrering)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr.</th>
			<th width="40%" align="center">Meldinger</th>
      		<th width="55%" align="center">L&oslash;sninger</th>
		</tr>
		<tr vAlign="top">
			<td align="center">5</td>
			<td>MAC-adressen til skriveren kan v&aelig;re filtrert. Kontroller om ruteren/tilgangspunktet har begrensninger, f.eks. MAC-adressefiltrering.<br>
				Se i dokumentasjonen for ruteren/tilgangspunktet, eller kontakt systemansvarlig for &aring; f&aring; hjelp.</td>
			<td><ul>
				<li>Se i instruksjonsh&aring;ndboken som fulgte med tilgangspunktet hvis du vil ha mer informasjon om funksjonen for MAC-adressefiltrering. Hvis filtreringsfunksjonen er aktivert, registrerer du skriverens MAC-adresse for &aring; hindre at skriveren blir filtrert.
				<li>Hvis du har brukt WEP-sikkerhetsmodusen for tilgangspunktet til &aring; aktivere delt godkjenning, bekrefter du at b&aring;de godkjenningsn&oslash;kkelen og indeksen er riktige.</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Denne meldingen vises n&aring;r MAC-adressefiltrering er aktivert og skriverens MAC-adresse ikke er registrert for tilgangspunktet.<br>
MAC-adressen er et ID-nummer som brukes til &aring; identifisere enkeltst&aring;ende nettverksenheter.<br>
Tilgangspunktet har en funksjon for &aring; tillate eller nekte en enhet tilgang til nettverket ut fra hvilken MAC-adresse den har.<br>
Hvis denne funksjonen er aktivert, kan bare nettverksenheter med registrerte MAC-adresser koble til nettverket.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Til toppen<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="5. Security Key/Password Check"><br></a>
<h4>5. Security Key/Password Check (Kontroll av sikkerhetsn&oslash;kkel/passord)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr.</th>
			<th width="40%" align="center">Meldinger</th>
      		<th width="55%" align="center">L&oslash;sninger</th>
		</tr>
		<tr vAlign="top">
			<td align="center">6</td>
			<td>Angitt sikkerhetsn&oslash;kkel/passord samsvarer ikke med det som er angitt for ruteren/tilgangspunktet. Kontroller sikkerhetsn&oslash;kkel/passord. Kontakt systemansvarlig for &aring; f&aring; hjelp.</td>
			<td>Sikkerhetsn&oslash;kkelen som er angitt for tilgangspunktet og angitt sikkerhetsn&oslash;kkel samsvarer ikke. Konfigurer nettverket p&aring; nytt med riktig sikkerhetsn&oslash;kkel. Sikkerhetsn&oslash;kkelen skiller mellom sm&aring; og store bokstaver.</td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Denne meldingen vises n&aring;r angitt sikkerhetsn&oslash;kkel og n&oslash;kkelen som er angitt for tilgangspunktet ikke samsvarer.<br>
Sikkerhetsn&oslash;kkelen (passord) er p&aring;krevd for &aring; koble til nettverket.<br>
Sikkerhetsn&oslash;kkelen skiller mellom sm&aring; og store bokstaver. Tilkoblingen mislykkes hvis angitt n&oslash;kkel ikke samsvarer helt med registrert n&oslash;kkel.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Til toppen<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="6. IP Address Check"><br></a>
<h4>6. IP Address Check (Kontroll av IP-adresse)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr.</th>
			<th width="40%" align="center">Meldinger</th>
      		<th width="55%" align="center">L&oslash;sninger</th>
		</tr>
		<tr vAlign="top">
			<td align="center">7</td>
			<td>Feil IP-adresse er tilordnet skriveren. Kontroller konfigurasjon av IP-adresse for nettverksenheten (hub, ruter eller tilgangspunkt). Kontakt systemansvarlig for &aring; f&aring; hjelp.
			<td><ul>
				<li>Kontroller om DHCP-funksjonen for tilgangspunktet er aktivert. Hvis den er deaktivert, endrer du den til aktivert.
				<li>Hvis du har angitt IP-adressen manuelt, er IP-adressen utenfor st&oslash;ttet omr&aring;de (ugyldig). Skriv inn riktig IP-adresse.</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t" align="center"><a href="#top">Til toppen<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="7. Detailed IP Setup Check"><br></a>
<h4>7. Detailed IP Setup Check (Detaljert kontroll av IP-konfigurasjon)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr.</th>
			<th width="40%" align="center">Meldinger</th>
      		<th width="55%" align="center">L&oslash;sninger</th>
		</tr>
		<tr vAlign="top">
			<td align="center">8</td>
			<td>Kontroller tilkobling og nettverkskonfigurasjon p&aring; PC eller annen enhet.<br>
				Tilkobling med EpsonNet-konfigurasjon er tilgjengelig.<br>
				Kontakt systemansvarlig for &aring; f&aring; hjelp.
			<td><ol><li>Kontroller f&oslash;lgende:
					<ul><li>Kontroller at str&oslash;mmen er sl&aring;tt p&aring; for enheter, for eksempel datamaskinen, som skal bruke skriveren.
						<li>Kontroller at enheter som skal bruke skriveren, for eksempel datamaskinen, er p&aring; samme nettverk.</ul>
					<li>Hvis du har kontrollert punktene ovenfor, utf&oslash;rer du nettverkskonfigurasjon med EpsonNet Setup.</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">9</td>
			<td>Kontroller konfigurasjon av IP-adresse, nettverksmaske og standard gateway.<br>
				Tilkobling med EpsonNet-konfigurasjon er tilgjengelig.<br>
				Kontakt systemansvarlig for &aring; f&aring; hjelp.
			<td><ol><li>Kontroller f&oslash;lgende:
					<ul><li>Andre enheter p&aring; nettverket er sl&aring;tt p&aring;
						<li>Nettverksadressen som er angitt manuelt for skriveren, er riktig
						<li>Nettverksadressen for skriveren er den samme som for andre enheter</ul>
					<li>Hvis nettverksadressen er feil, angir du riktig adresse ved hjelp av skriverens LCD-panel.<br>
						Hvis du ikke kan endre innstillingene med skriveren, foretar du innstillingene med EpsonNet Setup.<br>
						Gjeldende IP-adresse, nettverksmaske og standard gateway vises i C (Network Status (Nettverksstatus)).</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">10</td>
			<td>Konfigurasjonen er ufullstendig. Kontroller konfigurasjon av standard gateway.<br>
				Tilkobling med EpsonNet-konfigurasjon er tilgjengelig.<br>
				Kontakt systemansvarlig for &aring; f&aring; hjelp.
			<td><ol><li>Kontroller f&oslash;lgende:
					<ul><li>Adressen for standard gateway som er angitt manuelt for skriveren, er riktig
						<li>Enheten som er angitt som standard gateway, er sl&aring;tt p&aring;</ul>
					<li>Hvis adressen for standard gateway er feil, angir du riktig adresse ved hjelp av skriverens LCD-panel.<br>
						Hvis du ikke kan endre innstillingene med skriveren, foretar du innstillingene med EpsonNet Setup.<br>
						Gjeldende adresse for standard gateway vises i C (Network Status (Nettverksstatus)) under Standard gateway.</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">11</td>
			<td>Bekreft f&oslash;lgende:<br>
				-Angitt sikkerhetsn&oslash;kkel/passord er riktig<br>
				-Indeksen for sikkerhetsn&oslash;kkelen/passordet er satt til det f&oslash;rste tallet<br>
				-Konfigurasjon av IP-adresse, nettverksmaske eller standard gateway er riktig<br>
				Kontakt systemansvarlig for &aring; f&aring; hjelp.
			<td><ol><li>Kontroller f&oslash;lgende:
					<ul><li>Andre enheter p&aring; nettverket er sl&aring;tt p&aring;
						<li>Nettverksadressen som er angitt manuelt for skriveren, er riktig
						<li>Nettverksadressen for skriveren er den samme som for andre enheter</ul>
					<li>Hvis du har kontrollert alle punktene ovenfor, pr&oslash;ver du f&oslash;lgende:
					<ul><li>Start EpsonNet Setup p&aring; datamaskinen som bruker samme nettverk som skriveren.<br>
							Hvis skriveren st&aring;r oppf&oslash;rt p&aring; skriverlisten, angir du IP-adressen for skriveren p&aring; skjermbildet for konfigurasjon av IP-adresse. Hvis skriveren ikke st&aring;r oppf&oslash;rt, kan det v&aelig;re feil sikkerhetsn&oslash;kkel. Foreta nettverkskonfigurasjonen via skriverens LCD-panel, og skriv inn riktig sikkerhetsn&oslash;kkel.
						<li>Du kan registrere flere sikkerhetsn&oslash;kler for tilgangspunktet i WEP-sikkerhetsmodus. Hvis det er registrert flere n&oslash;kler, kontrollerer du at du har skrevet inn den f&oslash;rste n&oslash;kkelen som er registrert.</ul></ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">12</td>
			<td>Bekreft f&oslash;lgende:<br>
				-Angitt sikkerhetsn&oslash;kkel/passord er riktig<br>
				-Indeksen for sikkerhetsn&oslash;kkelen/passordet er satt til det f&oslash;rste tallet<br>
				-Tilkobling og nettverkskonfigurasjon p&aring; PC eller annen enhet er riktig<br>
				Kontakt systemansvarlig for &aring; f&aring; hjelp.
			<td><ol><li>Kontroller f&oslash;lgende:
					<ul><li>Nettverksenheter, for eksempel modem, hub og ruter, er sl&aring;tt p&aring;
						<li>IP-adressen for andre nettverksenheter enn skriveren er angitt manuelt (hvis IP-adressen for skriveren er tilordnet automatisk og andre nettverksenheter manuelt, kan skriverens nettverk v&aelig;re annerledes enn for andre nettverksenheter)</ul>
					<li>Hvis du har kontrollert alle punktene ovenfor, pr&oslash;ver du f&oslash;lgende:
					<ul><li>Start EpsonNet Setup p&aring; datamaskinen som bruker samme nettverk som skriveren.<br>
							Hvis skriveren st&aring;r oppf&oslash;rt p&aring; skriverlisten, angir du IP-adressen for skriveren p&aring; skjermbildet for konfigurasjon av IP-adresse. Hvis skriveren ikke st&aring;r oppf&oslash;rt, kan det v&aelig;re feil sikkerhetsn&oslash;kkel. Foreta nettverkskonfigurasjonen via skriverens LCD-panel, og skriv inn riktig sikkerhetsn&oslash;kkel.
						<li>Du kan registrere flere sikkerhetsn&oslash;kler for tilgangspunktet i WEP-sikkerhetsmodus. Hvis det er registrert flere n&oslash;kler, kontrollerer du at du har skrevet inn den f&oslash;rste n&oslash;kkelen som er registrert.</ul></ol>
		</tr>
	</tbody>
</table>
<div class="body-t">
Kontroller skriverens IP-adresse og om nettverksskriveren kan f&aring; tilgang til andre enheter p&aring; nettverket. Noen ganger hender det at feilen ikke kan angis. Vi anbefaler at du foretar nettverkskonfigurasjonen med EpsonNet Setup.
</div>
<br>
<div class="body-t"><b>Om nettverksadresser:</b></div>
	<div class="body-i">
	IP-adressen angir ikke bare enhetene som er koblet til nettverket, for eksempel datamaskin, hub og ruter, men ogs&aring; hvilket nettverksomr&aring;de de tilh&oslash;rer. Enheter p&aring; samme nettverk kan kommunisere med hverandre. Hvis du vil kommunisere med enheter p&aring; et annet nettverk, trenger du en ruter. En IP-adresse best&aring;r av to deler. Den f&oslash;rste delen kalles &quot;nettverksadressen&quot;, og angir nettverksomr&aring;det. Den andre delen kalles &quot;vertsadressen&quot;, og angir nettverksenheten. Grensen mellom nettverksadressen og vertsadressen varierer, avhengig av st&oslash;rrelsen (klasse) p&aring; nettverket. Du kan imidlertid fastsette grensen mellom nettverksadressen og vertsadressen ved hjelp av nettverksmasken. <br>
	Hvis du bruker skriveren p&aring; et hjemmenettverk, setter du innstillingen for skriverens IP-adresse til &quot;Automatisk&quot; n&aring;r du bruker DHCP-funksjonen til tilgangspunktet. Vil du bruke &quot;Manuelt&quot; for &aring; angi skriverens IP-adresse, ser du nedenfor hvordan du angir IP-adressen og nettverksmasken.
	<ol><li>Kontroller IP-adressen for ruteren (eller tilgangspunktet) som er koblet til datamaskinen. Hvis du vil ha mer informasjon, kan du se instruksjonsh&aring;ndboken for ruteren (eller tilgangspunktet).
		<li>Alle IP-adresser er skrevet i segmenter med fire numeriske verdier (for IPv4). I det siste segmentet angir du en unik numerisk verdi mellom 1 og 254. (N&aring;r ruteren er en DHCP-server eller n&aring;r det finnes en annen DHCP-server p&aring; hjemmenettverket, angir du en verdi som ikke er i konflikt med IP-adressen som er tilordnet av DHCP-serveren.)
	</ol>
	<b>Eksempel p&aring; innstilling:</b><br>
	IP-adresse for ruteren (eller tilgangspunktet): 192.168.1.<b>1</b><br>
	Eksempel p&aring; innstilling p&aring; skriveren: 192.168.1.<b>3</b><br>
	Hvis du bruker skriveren p&aring; et lite nettverk, er <b>255.255.255.0</b> angitt for alle nettverksenheter for nettverksmasken. Gateway bruker dessuten samme verdi som IP-adressen for tilgangspunktet.
	</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Til toppen<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="8. About the network environment"><br></a>
<h4>Om nettverksmilj&oslash;et</h4>
<div class="body-t">
I tillegg til rapporten om nettverksstatus/tilkoblingskontroll vises meldingene nedenfor for &aring; angi at det er andre faktorer i nettverksmilj&oslash;et som m&aring; utbedres.
</div>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="45%" align="center">Meldinger</th>
      		<th width="55%" align="center">L&oslash;sninger</th>
		</tr>
		<tr vAlign="top">
			<td>*Lav signalstyrke. Hvis du har problemer med utskrift eller skanning, b&oslash;r du forbedre milj&oslash;et for det tr&aring;dl&oslash;se nettverket.</td>
			<td>P&aring; grunn av lav signalstyrke kan utskriftshastigheten v&aelig;re treg eller utskriften kan bli avbrutt.<br>
				Gj&oslash;r f&oslash;lgende for &aring; forbedre milj&oslash;et:
				<ul><li>Plasser skriveren i n&aelig;rheten av tilgangspunktet.
					<li>Fjern hindringer mellom tilgangspunktet og skriveren.</ul></td>
		</tr>
		<tr vAlign="top">
			<td>*Det er registrert en kanalkonflikt for ruteren/tilgangspunktet. Hvis du har problemer med utskrift eller skanning, b&oslash;r du forbedre milj&oslash;et for det tr&aring;dl&oslash;se nettverket.</td>
			<td>Signalforstyrrelser kan for&aring;rsakes av andre tr&aring;dl&oslash;se nettverk som brukes i n&aelig;rliggende rom eller bygninger. N&aring;r du plasserer skriveren i n&aelig;rheten av tilgangspunktet, kan dette forbedre milj&oslash;et.</td>
		</tr>
		<tr vAlign="top">
			<td>*Lav signalstyrke. Det er registrert en kanalkonflikt for ruteren/tilgangspunktet. Hvis du har problemer med utskrift eller skanning, b&oslash;r du forbedre milj&oslash;et for det tr&aring;dl&oslash;se nettverket.</td>
			<td>P&aring; grunn av lav signalstyrke kan utskriftshastigheten v&aelig;re treg eller utskriften kan bli avbrutt. Signalforstyrrelser kan for&aring;rsakes av andre tr&aring;dl&oslash;se nettverk som brukes i n&aelig;rliggende rom eller bygninger.<br>
				Gj&oslash;r f&oslash;lgende for &aring; forbedre milj&oslash;et:
				<ul><li>Plasser skriveren i n&aelig;rheten av tilgangspunktet.
					<li>Fjern hindringer mellom tilgangspunktet og skriveren.</ul></td>
		</tr>
		<tr vAlign="top">
			<td>*Det ble funnet flere nettverksnavn (SSID) som stemmer med nettverksnavnet (SSID) du har angitt. Bekreft nettverksnavn (SSID).</td>
			<td>Du kobler til et annet tilgangspunkt.<br>
				Pr&oslash;v f&oslash;lgende:<br>
				Endre SSIDen for tilgangspunktet du vil koble til, og foreta deretter nettverkskonfigurasjon for skriveren p&aring; nytt. 
		</tr>



<tr vAlign="top">
			<td>* Flere enheter kan ikke kobles til. Koble fra en av de tilkoblede enhetene hvis du ønsker å legge til en ny.</td>
			<td>Hvis du vil legge til en ny enhet, kobler du fra én av de gjeldende enhetene via enhetens Wi-Fi-innstillinger, eller du kan koble fra alle enhetene ved å endre passordet fra skriveren.</tr>







	</tbody>
</table>
<p></p>
<div class="body-t" align="center"><a href="#top">Til toppen<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
</body>
</html>
