 <!-- saved from url=(0013)about:internet -->
<!-- Code: NPD4929-00 LT -->
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link href="../../_img/_style.css" rel="stylesheet">
<title>Epson</title>
</head>
<body>
<a name="top"></a>
<h1 class="head-a">trikčių &scaron;alinimas Tinklo ry&scaron;io ataskaita</h1>
<div class="body-t" align="right"><h5><a href="ethchk.htm" target="_self">Apie eterneto ry&scaron;į<img align="middle" border="0" hspace="5" src="../../_img/_bg04.gif"></a></h5></div>
<h2 class="head-b">&bdquo;Wi-Fi&ldquo; ry&scaron;ys</h2>
<h3>Kaip i&scaron;spręsti tinklo būsenos arba ry&scaron;io problemas</h3>
<ol>
	<li>Peržiūrėkite tinklo ry&scaron;io ataskaitą, kurią i&scaron;spausdinote. Patikrinkite <b>A</b> (Check Network Connection (patikrinti tinklo ry&scaron;į)) esančius elementus, kurių būsena FAIL (NEPAVYKO).
	<li>Tikrintinų elementų sąra&scaron;e spustelėkite elementus, kurių būsena FAIL (NEPAVYKO), kad būtų rodomi sprendiniai.
	<li>Paskaitykite prane&scaron;imą, rodomą <b>B</b>, ir susiraskite tokį pat prane&scaron;imą ties kiekvienu tikrintinu elementu. Tada pasinaudokite siūlomu sprendimo būdu.
	</ol>
<div class="body-i">I&scaron;samesnės informacijos apie prane&scaron;imus, kurie <b>B</b> yra pažymėti *, žr. &bdquo;Apie jūsų tinklo aplinką&quot;.</div>
<p></p>
<center><div class="body-t"><img align="top" border="0" src="../../_img/chk_wifi.gif"></div></center>
<h3><br>Tikrintini elementai</h3>
<div class="body-t">Spustelėkite žemiau nurodytus elementus, kad pereitumėte prie prane&scaron;imų ir sprendinių.</div>
<ol>
	<li><a href="#1. Wireless Network Name (SSID) Check">Wireless Network Name (SSID) Check (Belaidžio tinklo pavadinimo (SSID) patikra)</a>
	<li><a href="#2. Communication Mode Check">Communication Mode Check (Ry&scaron;io režimo patikra)</a>
	<li><a href="#3. Security Mode Check">Security Mode Check (Apsaugos režimo patikra)</a>
	<li><a href="#4. MAC Address Filtering Check">MAC Address Filtering Check (MAC adreso filtravimo patikra)</a>
	<li><a href="#5. Security Key/Password Check">Security Key/Password Check (Apsaugos rakto / slaptažodžio patikra)</a>
	<li><a href="#6. IP Address Check">IP Address Check (IP adreso patikra)</a>
	<li><a href="#7. Detailed IP Setup Check">Detailed IP Setup Check (I&scaron;samios IP sąrankos patikra)</a>
	<ul>
	<li><a href="#8. About the network environment">Apie tinklo aplinką</a></ul></ol>
<p></p>
<h3><BR>Tikrintinų elementų prane&scaron;imai ir sprendiniai</h3>
<a name="1. Wireless Network Name (SSID) Check"><br></a>
<h4>1. Wireless Network Name (SSID) Check (Belaidžio tinklo pavadinimo (SSID) patikra)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="0" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr.</th>
			<th width="40%" align="center">Prane&scaron;imai</th>
      		<th width="55%" align="center">Sprendiniai</th>
		</tr>
		<tr vAlign="top">
			<td align="center">1</td>
			<td>No wireless network names (SSID) found. (Nerasta belaidžio tinklo pavadinimų (SSID).) Confirm that the router/access point is turned on and the wireless network (SSID) is set up correctly. (Patikrinkite, ar mar&scaron;rutizatorius (prieigos ta&scaron;kas) yra įjungtas ir ar belaidis tinklas (SSID) įrengtas tinkamai.) Contact your network administrator for assistance. (Kreipkitės į tinklo administratorių pagalbos.)</td>
			<td><ul>
				<li>Patikrinkite, ar prieigos ta&scaron;kas įjungtas. Jei ne, įjunkite ir atlikite tinklo sąranką i&scaron; naujo.
				<li>Pastatykite spausdintuvą &scaron;alia prieigos ta&scaron;ko.
				<li>Jei įvedėte belaidžio tinklo pavadinimą (SSID) rankiniu būdu, patikrinkite ar belaidžio tinklo pavadinimas (SSID) yra teisingas. Jei ne, įveskite jį i&scaron; naujo. Jūsų belaidžio tinklo pavadinimas (SSID) rodomas <b>C</b> (Network Status) (tinklo būsena) ties tinklo pavadinimu (SSID).
				<li>Jei parengėte tinklą naudodami WPS, patikrinkite, ar jūsų prieigos ta&scaron;kas palaiko WPS.
				<li>Jei norite parengti lygiarangį (&bdquo;Ad Hoc&ldquo;) ry&scaron;į, i&scaron; pradžių turite parengti &bdquo;Ad Hoc&ldquo; savo kompiuteryje. Atlikite &bdquo;Ad Hoc&ldquo; sąranką savo kompiuteryje, po to i&scaron; naujo atlikite savo spausdintuvo tinklo sąranką.</ul></td>
		</tr>
		<tr vAlign="top">
			<td align="center">2</td>
			<td>No wireless network names (SSID) found. (Nerasta belaidžio tinklo pavadinimų (SSID).) Confirm that the wireless network name (SSID) of the PC you wish to connect is set up correctly. (Patikrinkite, ar kompiuterio, kurį norite prijungti, belaidžio tinklo pavadinimas (SSID) yra nustatytas tinkamai.) Contact your network administrator for assistance. (Kreipkitės į tinklo administratorių pagalbos.)</td>
			<td><ul>
				<li>Patikrinkite, ar kompiuteris, kurį norite prijungti, yra įjungtas. Jei ne, įjunkite ir atlikite spausdintuvo tinklo sąranką i&scaron; naujo.
				<li>Pastatykite spausdintuvą &scaron;alia kompiuterio, prie kurio norite prijungti.</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Auk&scaron;čiau pateikti prane&scaron;imai rodomi, kai pasirinktas arba įvestas belaidžio tinklo pavadinimas (SSID) nerandamas atliekant tinklo sąranką.<br>
SSID yra jūsų &bdquo;Wi-Fi&ldquo; ry&scaron;io pavadinimas. Jei naudojate prieigos ta&scaron;ką, jūsų tinklas jau turėjo pavadinimą, kai prieigos ta&scaron;kas buvo parengiamas.<br>
Jei norite sujungti spausdintuvą ir kompiuterį tiesiogiai, be prieigos ta&scaron;ko (&bdquo;Ad Hoc&ldquo; ry&scaron;ys), turite parengti &bdquo;Ad Hoc&ldquo; tinklą savo kompiuteriui. Tokiu atveju savo kompiuteryje turite sukurti SSID. <br>
Jei nežinote savo SSID, rekomenduojame susisiekti su asmeniu ar bendrove, kuri parengė jūsų tinklą. <br>
Be to, sąrankos metu savo spausdintuvą turite pastatyti &scaron;alia prieigos ta&scaron;ko (arba kompiuterio), kad spausdintuvas gautų ai&scaron;kų signalą i&scaron; prieigos ta&scaron;ko arba kompiuterio.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Į vir&scaron;ų<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="2. Communication Mode Check"><br></a>
<h4>2. Communication Mode Check (Ry&scaron;io režimo patikra)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="0" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr.</th>
			<th width="40%" align="center">Prane&scaron;imai</th>
      		<th width="55%" align="center">Sprendiniai</th>
		</tr>
		<tr vAlign="top">
			<td align="center">3</td>
			<td>Wi-Fi communication mode (IEEE802.11*) does not match the current setting of the printer. (&bdquo;Wi-Fi&ldquo; ry&scaron;io režimas (IEEE802.11*) neatitinka esamo spausdintuvo nustatymo.) Set the same communication mode to the printer, router/access point, and PC. (Nustatykite tą patį ry&scaron;io režimą spausdintuvui, mar&scaron;rutizatoriui (prieigos ta&scaron;kui) ir kompiuteriui.) Contact your network administrator for assistance. (Kreipkitės į tinklo administratorių pagalbos.)<br>
				<br>
				* Rodmenys priklauso nuo jūsų vietovės.</td>
			<td><ul>
				<li>Patikrinkite, ar &bdquo;Wi-Fi&ldquo; ry&scaron;io režimas, nustatytas prieigos ta&scaron;kui, atitinka tą, kurį palaiko spausdintuvas.</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
&Scaron;is prane&scaron;imas rodomas, kai spausdintuvas nepalaiko &bdquo;Wi-Fi&ldquo; ry&scaron;io režimo, nustatyto prieigos ta&scaron;kui ir kompiuteriui.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Į vir&scaron;ų<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="3. Security Mode Check"><br></a>
<h4>3. Security Mode Check (Apsaugos režimo patikra)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="0" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr.</th>
			<th width="40%" align="center">Prane&scaron;imai</th>
      		<th width="55%" align="center">Sprendiniai</th>
		</tr>
		<tr vAlign="top">
			<td align="center">4</td>
			<td>Security mode (e.g. WEP, WPA) does not match the current setting of the printer. (Apsaugos režimas (pvz., WEP, WPA) neatitinka esamo spausdintuvo nustatymo.) Confirm security mode. (Patikrinkite apsaugos režimą.) Contact your network administrator for assistance. (Kreipkitės į tinklo administratorių pagalbos.)</td>
			<td>Patikrinkite, ar prieigos ta&scaron;kas naudoja vieną i&scaron; &scaron;ių apsaugos režimų. Jei ne, atlikite tinklo sąranką i&scaron; naujo ir pakeiskite į palaikomą apsaugos režimą.
				<ul>
				<li>WEP-64 bitų (40 bitų)
				<li>WEP-128 bitų (104 bitų)
				<li>WPA PSK (TKIP)
				<li>WPA2 PSK (TKIP)
				<li>WPA PSK (AES)
				<li>WPA2 PSK (AES)
				<li>WPA (TKIP/AES)
				<li>WPA2 (TKIP/AES)</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
&Scaron;is prane&scaron;imas rodomas, kai spausdintuvas nepalaiko tinklo įtaisams nustatytų apsaugos režimų arba jie neatitinka spausdintuvo apsaugos režimo.<br>
Yra kelių tipų tinklo įtaisų apsaugos rinkinių, jie skirstomi pagal apsaugos stiprumą ar &scaron;ifravimo metodą.<br>
Palaikomi &scaron;ifravimo režimai gali skirtis priklausomai nuo tinklo įtaiso. Tam, kad tarp tinklo įtaiso ir spausdintuvo veiktų ry&scaron;ys, juose turi būti nustatytas tas pats apsaugos režimas.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Į vir&scaron;ų<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="4. MAC Address Filtering Check"><br></a>
<h4>4. MAC Address Filtering Check (MAC adreso filtravimo patikra)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="0" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr.</th>
			<th width="40%" align="center">Prane&scaron;imai</th>
      		<th width="55%" align="center">Sprendiniai</th>
		</tr>
		<tr vAlign="top">
			<td align="center">5</td>
			<td>MAC address of your printer may be filtered. (Jūsų spausdintuvo MAC adresas gali būti atmestas filtruojant.) Check whether your router/access point has restrictions such as MAC address filtering. (Patikrinkite, kad mar&scaron;rutizatorius (prieigos ta&scaron;kas) neturi apribojimų, pvz., MAC adreso filtravimas.)<br>
				See the documentation of the router/access point or contact your network administrator for assistance. (Žr. mar&scaron;rutizatoriaus (prieigos ta&scaron;ko) prieigos ta&scaron;ko dokumentus arba kreipkitės į tinklo administratorių pagalbos.)</td>
			<td><ul>
				<li>I&scaron;samesnės informacijos apie MAC adreso filtravimo funkciją žr. instrukcijų vadove, pateikiamame kartu su prieigos ta&scaron;ku. Jei filtravimo funkcija įjungta, įregistruokite savo spausdintuvo MAC adresą, kad spausdintuvas nebūtų atmestas filtruojant.
				<li>Jei naudojote WEP apsaugos režimą prieigos ta&scaron;ke įjungdami bendrajam atpažinimui, patikrinkite, ar atpažinimo raktas ir rodyklė yra teisingi.</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
&Scaron;is prane&scaron;imas rodomas, kai MAC adresų filtravimas įjungtas ir spausdintuvo MAC adresas nebuvo registruotas prieigos ta&scaron;kui.<br>
MAC adresas &ndash; tai identifikacijos numeris, naudojamas atskiriems tinklo įtaisams atpažinti.<br>
Prieigos ta&scaron;ke yra funkcija, leidžianti priimti arba atmesti įtaiso prisijungimą prie tinklo, remiantis jo MAC adresu.<br>
Jei &scaron;i funkcija įjungta, prie tinklo galės prisijungti tik tinklo įtaisai, kurių MAC adresai bus registruoti.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Į vir&scaron;ų<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="5. Security Key/Password Check"><br></a>
<h4>5. Security Key/Password Check (Apsaugos rakto / slaptažodžio patikra)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="0" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr.</th>
			<th width="40%" align="center">Prane&scaron;imai</th>
      		<th width="55%" align="center">Sprendiniai</th>
		</tr>
		<tr vAlign="top">
			<td align="center">6</td>
			<td>Entered security key/password does not match the one set for your router/access point. (Įvestas apsaugos raktas (slaptažodis) neatitinka nustatytojo mar&scaron;rutizatoriui (prieigos ta&scaron;kui).) Confirm security key/password. (Patikrinkite apsaugos raktą (slaptažodį).) Contact your network administrator for assistance. (Kreipkitės į tinklo administratorių pagalbos.)</td>
			<td>Prieigos ta&scaron;ko nustatytas apsaugos raktas neatitinka įvesto apsaugos rakto. Nustatykite tinklą i&scaron; naujo naudodami teisingą apsaugos raktą. Apsaugos raktas reaguoja į didžiųjų ir mažųjų raidžių registrą.</td>
		</tr>
	</tbody>
</table>
<div class="body-t">
&Scaron;is prane&scaron;imas rodomas, kai įvestas apsaugos raktas ir nustatytas prieigos ta&scaron;ko raktas neatitinka.<br>
Apsaugos raktas (slaptažodis) yra būtinas, norint prisijungti prie tinklo.<br>
Apsaugos raktas reaguoja į didžiųjų ir mažųjų raidžių registrą. Jei įvestas raktas nevisi&scaron;kai atitinka įregistruotą raktą, prisijungti nepavyks.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Į vir&scaron;ų<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="6. IP Address Check"><br></a>
<h4>6. IP Address Check (IP adreso patikra)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="0" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr.</th>
			<th width="40%" align="center">Prane&scaron;imai</th>
      		<th width="55%" align="center">Sprendiniai</th>
		</tr>
		<tr vAlign="top">
			<td align="center">7</td>
			<td>Incorrect IP address is assigned to the printer. (Spausdintuvui priskirtas neteisingas IP adresas.) Confirm IP address setup of the network device (hub, router, or access point). (Patikrinkite tinklo įtaiso (&scaron;akotuvo, mar&scaron;rutizatoriaus ar prieigos ta&scaron;ko) IP adreso sąranką.) Contact your network administrator for assistance. (Kreipkitės į tinklo administratorių pagalbos.)
			<td><ul>
				<li>Patikrinkite, ar įjungta DHCP funkcija prieigos ta&scaron;kui. Jei ji i&scaron;jungta, įjunkite.
				<li>Jei nustatėte IP adresą rankiniu būdu, IP adresas neatitinka palaikomo intervalo (neteisingas). Įveskite teisingą IP adresą.</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t" align="center"><a href="#top">Į vir&scaron;ų<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="7. Detailed IP Setup Check"><br></a>
<h4>7. Detailed IP Setup Check (I&scaron;samios IP sąrankos patikra)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="0" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr.</th>
			<th width="40%" align="center">Prane&scaron;imai</th>
      		<th width="55%" align="center">Sprendiniai</th>
		</tr>
		<tr vAlign="top">
			<td align="center">8</td>
			<td>Confirm the connection and network setup of the PC or other device. (Patikrinkite kompiuterio ar kito įtaiso ry&scaron;į ir tinklo sąranką.)<br>
				Connection using the EpsonNet Setup is available. (Galima užmegzti ry&scaron;į naudojant &bdquo;EpsonNet Setup&ldquo;.)<br>
				Contact your network administrator for assistance. (Kreipkitės į tinklo administratorių pagalbos.)
			<td><ol><li>Patikrinkite:
					<ul><li>patikrinkite, ar įtaisai, pvz., kompiuteris, kuris bus naudojamas su spausdintuvu, prijungti prie maitinimo &scaron;altinio;
						<li>patikrinkite, ar įtaisai, pvz., kompiuteris, kuris bus naudojamas su spausdintuvu, prijungti prie to paties tinklo.</ul>
					<li>Jei patikrinote minėtus punktus, tinklo sąranką atlikite naudodami &bdquo;EpsonNet Setup&ldquo;.</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">9</td>
			<td>Confirm IP address, subnet mask, and default gateway setup. (Patikrinkite IP adreso, potinklio nustatymo ir pagrindinio tinklų sietuvo sąranką.)<br>
				Connection using the EpsonNet Setup is available. (Galima užmegzti ry&scaron;į naudojant &bdquo;EpsonNet Setup&ldquo;.)<br>
				Contact your network administrator for assistance. (Kreipkitės į tinklo administratorių pagalbos.)
			<td><ol><li>Patikrinkite:
					<ul><li>ar kiti tinklo įtaisai įjungti;
						<li>ar teisingas rankiniu būdu nustatytas spausdintuvo tinklo adresas;
						<li>ar spausdintuvo tinklo adresas yra toks pat, kaip ir kitų įtaisų.</ul>
					<li>Jei tinklo adresas neteisingas, nustatykite teisingą adresą naudodami spausdintuvo skystųjų kristalų skydelį.<br>
						Jei nustatymų nepavyks pakeisti naudojant spausdintuvą, juos parinkite naudodami &bdquo;EpsonNet Setup&ldquo;.<br>
						Jūsų naudojamas IP adresas, potinklio nustatymas ir pagrindinis tinklų sietuvas rodomas C diske (Network Status) (tinklo būsena).</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">10</td>
			<td>Setup is incomplete. (Sąranka nebaigta.) Confirm default gateway setup. (Patikrinkite pagrindinio tinklų sietuvo sąranką.)<br>
				Connection using the EpsonNet Setup is available. (Galima užmegzti ry&scaron;į naudojant &bdquo;EpsonNet Setup&ldquo;.)<br>
				Contact your network administrator for assistance. (Kreipkitės į tinklo administratorių pagalbos.)
			<td><ol><li>Patikrinkite:
					<ul><li>ar teisingas rankiniu būdu nustatytas spausdintuvo pagrindinio tinklų sietuvo adresas;
						<li>ar įtaisas, nustatytas kaip pagrindinis tinklų sietuvas, yra įjungtas.</ul>
					<li>Jei pagrindinio tinklų sietuvo adresas neteisingas, nustatykite teisingą adresą naudodami spausdintuvo skystųjų kristalų skydelį.<br>
						Jei nustatymų nepavyks pakeisti naudojant spausdintuvą, juos parinkite naudodami &bdquo;EpsonNet Setup&ldquo;.<br>
						Jūsų naudojamas pagrindinio tinklų sietuvo adresas rodomas C diske (Network Status) (tinklo būsena), ties pagrindiniu sietuvu.</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">11</td>
			<td>Confirm the following: (Patikrinkite)<br>
				-Entered security key/password is correct (ar įvestas teisingas saugos raktas / slaptažodis)<br>;
				-Index of the security key/password is set to the first number (ar saugos rakto / slaptažodžio rodyklė nustatyta ties pirmu numeriu)<br>;
				-IP address, subnet mask, or default gateway setup is correct (ar IP adresas, potinklio nustatymas arba pagrindinio tinklų sietuvo sąranka tinkama)<br>.
				Contact your network administrator for assistance. (Kreipkitės į tinklo administratorių pagalbos.)
			<td><ol><li>Patikrinkite:
					<ul><li>ar kiti tinklo įtaisai įjungti;
						<li>ar teisingas rankiniu būdu nustatytas spausdintuvo tinklo adresas;
						<li>ar spausdintuvo tinklo adresas yra toks pat, kaip ir kitų įtaisų.</ul>
					<li>Jei patikrinote visus auk&scaron;čiau nurodytus punktus, pamėginkite atlikti &scaron;iuos veiksmus:
					<ul><li>Įjunkite &bdquo;EpsonNet Setup&ldquo; kompiuteryje, prijungtame prie to paties tinklo, kaip ir spausdintuvas.<br>
							Jei jūsų spausdintuvas yra spausdintuvų sąra&scaron;e, nustatykite spausdintuvo IP adresą IP adresų sąrankos ekrane. Jei jūsų spausdintuvo sąra&scaron;e nėra, apsaugos raktas gali būti neteisingas. Naudodami spausdintuvo skystųjų kristalų skydelį atlikite tinklo sąranką ir įveskite teisingą apsaugos raktą.
						<li>WEP apsaugos režimu prieigos ta&scaron;kui galite registruoti kelis apsaugos raktus. Jei registruoti keli raktai, patikrinkite, ar įvedėte pirmą registruotą raktą.</ul></ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">12</td>
			<td>Confirm the following: (Patikrinkite)<br>
				-Entered security key/password is correct (ar įvestas teisingas saugos raktas / slaptažodis)<br>;
				-Index of the security key/password is set to the first number (ar saugos rakto / slaptažodžio rodyklė nustatyta ties pirmu numeriu)<br>;
				-Connection and network setup of the PC or other device is correct (ar kompiuterio ar kito įtaiso ry&scaron;ys ir tinklo sąranka tinkama)<br>.
				Contact your network administrator for assistance. (Kreipkitės į tinklo administratorių pagalbos.)
			<td><ol><li>Patikrinkite:
					<ul><li>ar įjungti tinklo įtaisai, pvz., modemas, &scaron;akotuvas ir mar&scaron;rutizatorius;
						<li>tinklo įtaisų IP adresas skiriasi nuo įvestojo spausdintuvui rankiniu būdu (jei IP adresas priskiriamas spausdintuvui automati&scaron;kai, o kitiems įtaisams &ndash; rankiniu būdu, spausdintuvo tinklas gali skirtis nuo kitų tinklo įtaisų)</ul>
					<li>Jei patikrinote visus auk&scaron;čiau nurodytus punktus, pamėginkite atlikti &scaron;iuos veiksmus:
					<ul><li>Įjunkite &bdquo;EpsonNet Setup&ldquo; kompiuteryje, prijungtame prie to paties tinklo, kaip ir spausdintuvas.<br>
							Jei jūsų spausdintuvas yra spausdintuvų sąra&scaron;e, nustatykite spausdintuvo IP adresą IP adresų sąrankos ekrane. Jei jūsų spausdintuvo sąra&scaron;e nėra, apsaugos raktas gali būti neteisingas. Naudodami spausdintuvo skystųjų kristalų skydelį atlikite tinklo sąranką ir įveskite teisingą apsaugos raktą.
						<li>WEP apsaugos režimu prieigos ta&scaron;kui galite registruoti kelis apsaugos raktus. Jei registruoti keli raktai, patikrinkite, ar įvedėte pirmą registruotą raktą.</ul></ol>
		</tr>
	</tbody>
</table>
<div class="body-t">
Patikrinkite spausdintuvo IP adresą ir patikrinkite, ar tinklo spausdintuvas gali prisijungti prie kitų tinkle esančių įtaisų. Kai kuriais atvejais klaidos negalima nustatyti. Rekomenduojame tinklo sąranką atlikti naudojant &bdquo;EpsonNet Setup&ldquo;.
</div>
<br>
<div class="body-t"><b>Apie tinklo adresus:</b></div>
	<div class="body-i">
	IP adresai ne tik rodo prie tinklo prijungtus įtaisus, pvz., kompiuterį, &scaron;akotuvą ir mar&scaron;rutizatorių, bet ir tinklo intervalą, kuriam jie priklauso. To paties tinklo įtaisai gali užmegzti ry&scaron;į vienas su kitu. Jei norite užmegzti ry&scaron;į su kitame tinkle esančiais įtaisais, tam reikalingas &scaron;akotuvas. IP adresą sudaro dvi dalys. Pirmoji dalis yra vadinama &bdquo;tinklo adresu&ldquo; ir ji nurodo tinklo intervalą. Antroji dalis yra vadinama &bdquo;pagrindinio kompiuterio adresu&ldquo; ir ji nurodo tinklo įtaisą. Eilutė tarp tinklo adreso ir pagrindinio kompiuterio adreso skiriasi priklausomai nuo tinklo dydžio (klasės). Todėl galite nustatyti eilutę tarp tinklo adreso ir pagrindinio kompiuterio adreso naudodami potinklio nustatymą. <br>
	Jei naudojate spausdintuvą namų tinkle, parinkite spausdintuvo IP adreso nustatymą &bdquo;Auto&ldquo; (automatinį), kai naudojate prieigos ta&scaron;ko DHCP funkciją. Jei spausdintuvo IP adresui nustatyti norite naudoti funkciją &bdquo;Manual&ldquo; (&bdquo;Rankinis&ldquo;), žr. paskesnį skyrelį apie IP adreso ir potinklio kaukės nustatymą.
	<ol><li>Patikrinkite prie kompiuterio prijungto mar&scaron;rutizatoriaus (ar prieigos ta&scaron;ko) IP adresą. I&scaron;samesnės informacijos rasite mar&scaron;rutizatoriaus (ar prieigos ta&scaron;ko) instrukcijų vadove.
		<li>Visi IP adresai ra&scaron;omi keturių skaitinių reik&scaron;mių segmentais (IPv4). Paskutiniame segmente nustatykite unikalią skaitinę reik&scaron;mę intervale nuo 1 iki 254. (Jei mar&scaron;rutizatorius yra DHCP serveris arba jei namų tinkle yra kitas DHCP serveris, nustatykite reik&scaron;mę, kuri yra suderinama su DHCP serverio priskirtu IP adresu.)
	</ol>
	<b>Nustatymo pavyzdys:</b><br>
	IP adresas mar&scaron;rutizatoriui (arba prieigos ta&scaron;kui): 192.168.1.<b>1</b><br>
	Spausdintuvo nustatymo pavyzdys 192.168.1.<b>3</b><br>
	Jei spausdintuvą naudojate mažame tinkle, visiems tinklo prietaisams <b>255.255.255.0</b> parinkta kaip potinklio nustatymas. Be to, tinklų sietuvas naudoja tą pačią IP adreso reik&scaron;mę prieigos ta&scaron;kui.
	</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Į vir&scaron;ų<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="8. About the network environment"><br></a>
<h4>Apie tinklo aplinką</h4>
<div class="body-t">
Kaip ir tinklo būsenos (ry&scaron;io) patikros ataskaitoje, rodomi toliau i&scaron;vardyti prane&scaron;imai, padedantys suprasti, kuriuos kitus tinklo aplinkos faktorius reikia pagerinti.
</div>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="0" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="45%" align="center">Prane&scaron;imai</th>
      		<th width="55%" align="center">Sprendiniai</th>
		</tr>
		<tr vAlign="top">
			<td>*Signal strength is low. (Silpnas signalas.) If you have problems printing or scanning, improve your wireless network environment. (Jei susiduriate su problemomis spausdindami arba nuskaitydami, pagerinkite belaidžio tinklo aplinką.)</td>
			<td>Dėl silpno signalo spausdinimo sparta gali būti nedidelė arba spausdinimas gali nutrūkti.<br>
				Pagerinti aplinką galite &scaron;iais veiksmais:
				<ul><li>pastatykite spausdintuvą &scaron;alia prieigos ta&scaron;ko;
					<li>pa&scaron;alinkite visas kliūtis tarp prieigos ta&scaron;ko ir spausdintuvo.</ul></td>
		</tr>
		<tr vAlign="top">
			<td>*A router/access point channel conflict has been detected. (Buvo nustatytas mar&scaron;rutizatoriaus (prieigos ta&scaron;ko) nesuderinamumas.) If you have problems printing or scanning, improve your wireless network environment. (Jei susiduriate su problemomis spausdindami arba nuskaitydami, pagerinkite belaidžio tinklo aplinką.)</td>
			<td>Signalo trukdžius gali kelti kiti gretimuose kambariuose ar pastatuose naudojami belaidžiai tinklai. Pastačius spausdintuvą &scaron;alia prieigos ta&scaron;ko aplinka gali pagerėti.</td>
		</tr>
		<tr vAlign="top">
			<td>*Signal strength is low. (Silpnas signalas.) A router/access point channel conflict has been detected. (Buvo nustatytas mar&scaron;rutizatoriaus (prieigos ta&scaron;ko) nesuderinamumas.) If you have problems printing or scanning, improve your wireless network environment. (Jei susiduriate su problemomis spausdindami arba nuskaitydami, pagerinkite belaidžio tinklo aplinką.)</td>
			<td>Dėl silpno signalo spausdinimo sparta gali būti nedidelė arba spausdinimas gali nutrūkti. Signalo trukdžius gali kelti kiti gretimuose kambariuose ar pastatuose naudojami belaidžiai tinklai.<br>
				Pagerinti aplinką galite &scaron;iais veiksmais:
				<ul><li>pastatykite spausdintuvą &scaron;alia prieigos ta&scaron;ko;
					<li>pa&scaron;alinkite visas kliūtis tarp prieigos ta&scaron;ko ir spausdintuvo.</ul></td>
		</tr>
		<tr vAlign="top">
			<td>*Multiple network names (SSID) that match your entered network name (SSID) have been detected. (Buvo aptikti keli tinklo pavadinimai (SSID), atitinkantys įvestą tinklo pavadinimą (SSID).) Confirm network name (SSID). (Patikrinkite tinklo pavadinimą (SSID).)</td>
			<td>Jungiatės prie kito prieigos ta&scaron;ko.<br>
				Atlikite &scaron;iuos veiksmus:<br>
				pakeiskite prieigos ta&scaron;ko, prie kurio norite jungtis, SSID, paskui i&scaron; naujo atlikite savo spausdintuvo tinklo sąranką. 
		</tr>
<tr vAlign="top">
			<td>*No more devices can be connected. Disconnect one of the connected devices if you want to add another one.</td>
			<td>Norėdami pridėti naują prietaisą, atjunkite vieną iš šiuo metu naudojamų prietaisų, taikančių "Wi-Fi" nuostatas, arba spausdintuve pakeisdami slaptažodį atjunkite visus prietaisus.</tr>
</tbody>
</table>
<p></p>
<div class="body-t" align="center"><a href="#top">Į vir&scaron;ų<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
</body>
</html>
