<!-- saved from url=(0013)about:internet -->
<!-- Code: NPD4929-00 HU -->
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link href="../../_img/_style.css" rel="stylesheet">
<title>Epson</title>
</head>
<body>
<a name="top"></a>

<h1 class="head-a">Hibaelh&aacute;r&iacute;t&aacute;s a H&aacute;l&oacute;zati kapcsolati jelent&eacute;s alapj&aacute;n</h1>
<div class="body-t" align="right"><h5><a href="nwchk.htm" target="_self">Wi-Fi kapcsolat eset&eacute;n<img align="middle" border="0" hspace="5" src="../../_img/_bg04.gif"></a></h5></div>
<h2 class="head-b">Ethernet kapcsolat</h2>





<h3>A h&aacute;l&oacute;zat &aacute;llapot&aacute;t &eacute;rintő vagy kapcsol&oacute;d&aacute;si probl&eacute;m&aacute;k megold&aacute;sa</h3>
<ol>
	<li>N&eacute;zze meg a kinyomtatott H&aacute;l&oacute;zati kapcsolati jelent&eacute;st. Ellenőrizze az <b>A</b> (H&aacute;l&oacute;zati kapcsolat ellenőrz&eacute;se) alatt azokat az elemeket, amelyek &aacute;llapota HIBA.
	<li>A megold&aacute;sok megjelen&iacute;t&eacute;s&eacute;hez kattintson azokra az elemekre az Elemek ellenőrz&eacute;se list&aacute;ban, amelyek HIBA &aacute;llapotot jeleznek.
	<li>Ellenőrizze a <b>B</b> alatt megjelenő &uuml;zeneteket, &eacute;s keresse meg az Elem ellenőrz&eacute;se alatt felsorolva ugyanazt az &uuml;zenetet. Ezut&aacute;n k&ouml;vesse a megold&aacute;si utas&iacute;t&aacute;sokat.
	</ol>
<p></p>
<center><div class="body-t"><img align="top" border="0" src="../../_img/chk_ether.gif"></div></center>
<h3><br>Elemek ellenőrz&eacute;se</h3>
<div class="body-t">Kattintson az al&aacute;bbi elemekre az &uuml;zenetek &eacute;s megold&aacute;sok el&eacute;r&eacute;s&eacute;hez.</div>
<h5><ol>
	<li><a href="#1. Ethernet Cable Connection Check">Ethernet Cable Connection Check (Ethernet k&aacute;beles kapcsolat ellenőrz&eacute;se)</a>
	<li><a href="#2. IP Address Check">IP Address Check (IP c&iacute;m ellenőrz&eacute;se)</a>
	<li><a href="#3. Detailed IP Setup Check">Detailed IP Setup Check (R&eacute;szletes IP be&aacute;ll&iacute;t&aacute;s ellenőrz&eacute;s)</a></ol>
</h5>
<p></p>
<h3><BR>Az elemek ellenőrz&eacute;s&eacute;nek &uuml;zenetei &eacute;s megold&aacute;sai</h3>
<a name="1. Ethernet Cable Connection Check"><br></a>
<h4>1. Ethernet Cable Connection Check (Ethernet k&aacute;beles kapcsolat ellenőrz&eacute;se)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Sz.</th>
			<th width="40%" align="center">&Uuml;zenetek</th>
      		<th width="55%" align="center">Megold&aacute;sok</th>
		</tr>
		<tr vAlign="top">
			<td align="center">1</td>
			<td>Győződj&ouml;n meg arr&oacute;l, hogy a h&aacute;l&oacute;zati k&aacute;bel csatlakoztatva van &eacute;s a h&aacute;l&oacute;zati eszk&ouml;z&ouml;k, &uacute;gy mint az eloszt&oacute;, router vagy hozz&aacute;f&eacute;r&eacute;si pont be vannak kapcsolva.</td>
			<td>Ellenőrizze a k&ouml;vetkezőket:
				<ul><li>A h&aacute;l&oacute;zati k&aacute;bel csatlakoztatva van az olyan h&aacute;l&oacute;zati eszk&ouml;z&ouml;kh&ouml;z, mint a nyomtat&oacute; vagy az eloszt&oacute;
					<li>A h&aacute;l&oacute;zati eszk&ouml;z&ouml;k, mint pl. az eloszt&oacute;, be vannak kapcsolva</td>
		</tr>
	<tbody>
</table>
<div class="body-t">
Ellenőrizze, hogy a h&aacute;l&oacute;zati k&aacute;bel csatlakoztatva van-e vagy sem, &eacute;s hogy megfelelően műk&ouml;dik-e.<br>
A h&aacute;l&oacute;zati eszk&ouml;z&ouml;k &aacute;llapot&aacute;r&oacute;l &uacute;gy t&aacute;j&eacute;koz&oacute;dhat, hogy megn&eacute;zi a csatlakoztatott h&aacute;l&oacute;zati eszk&ouml;z, pl. eloszt&oacute;, h&aacute;l&oacute;zati portj&aacute;nak &aacute;llapotjelző LED l&aacute;mp&aacute;j&aacute;t.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Fent<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="2. IP Address Check"><br></a>
<h4>2. IP Address Check (IP c&iacute;m ellenőrz&eacute;se)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Sz.</th>
			<th width="40%" align="center">&Uuml;zenetek</th>
      		<th width="55%" align="center">Megold&aacute;sok</th>
		</tr>
		<tr vAlign="top">
			<td align="center">2</td>
			<td>Nem megfelelő IP c&iacute;m ker&uuml;l hozz&aacute;rendel&eacute;sre a nyomtat&oacute;hoz. Ellenőrizze a h&aacute;l&oacute;zati eszk&ouml;z IP c&iacute;m&eacute;nek be&aacute;ll&iacute;t&aacute;s&aacute;t (eloszt&oacute;, router vagy hozz&aacute;f&eacute;r&eacute;si pont). K&eacute;rje a h&aacute;l&oacute;zat rendszergazda seg&iacute;ts&eacute;g&eacute;t.
			<td>Ellenőrizze, hogy enged&eacute;lyezve van-e a hozz&aacute;f&eacute;r&eacute;si pont DHCP-funkci&oacute;ja. Enged&eacute;lyezze, ha le lenne tiltva.</td>
		</tr>
	<tbody>
</table>
<div class="body-t" align="center"><a href="#top">Fent<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="3. Detailed IP Setup Check"><br></a>
<h4>3. Detailed IP Setup Check (R&eacute;szletes IP be&aacute;ll&iacute;t&aacute;s ellenőrz&eacute;s)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Sz.</th>
			<th width="40%" align="center">&Uuml;zenetek</th>
      		<th width="55%" align="center">Megold&aacute;sok</th>
		</tr>
		<tr vAlign="top">
			<td align="center">3</td>
			<td>Ellenőrizze az IP c&iacute;m, az alh&aacute;l&oacute;zati maszk &eacute;s az alap&eacute;rtelmezett &aacute;tj&aacute;r&oacute; megfelelő be&aacute;ll&iacute;t&aacute;s&aacute;t.<br>
				Kapcsol&oacute;d&aacute;s az EpsonNet Setup haszn&aacute;lat&aacute;val el&eacute;rhető.<br>
				K&eacute;rje a h&aacute;l&oacute;zat rendszergazda seg&iacute;ts&eacute;g&eacute;t.</td>
			<td><ol><li>Ellenőrizze a k&ouml;vetkezőket:
					<ul><li>A h&aacute;l&oacute;zatban l&eacute;vő m&aacute;s eszk&ouml;z&ouml;k be vannak kapcsolva
						<li>A h&aacute;l&oacute;zati k&aacute;bel megfelelően van csatlakoztatva
						<li>A nyomtat&oacute; sz&aacute;m&aacute;ra k&eacute;zzel be&aacute;ll&iacute;tott h&aacute;l&oacute;zati c&iacute;m megfelelő
						<li>A nyomtat&oacute; h&aacute;l&oacute;zati c&iacute;me megegyezik a egy m&aacute;sik eszk&ouml;z&eacute;vel</ul>
					<li>Ha a h&aacute;l&oacute;zati c&iacute;m nem megfelelő, &aacute;ll&iacute;tsa be a helyes c&iacute;met a nyomtat&oacute; LCD-panelj&eacute;n.<br>
						Ha nem tudja a nyomtat&oacute;t haszn&aacute;lva megv&aacute;ltoztatni a be&aacute;ll&iacute;t&aacute;sokat, akkor az EpsonNet Setup seg&iacute;ts&eacute;g&eacute;vel v&eacute;gezze el azokat.<br>
						Az aktu&aacute;lis IP-c&iacute;m, az alh&aacute;l&oacute;zati maszk &eacute;s az alap&eacute;rtelmezett &aacute;tj&aacute;r&oacute; a C (Network Status (H&aacute;l&oacute;zat &aacute;llapota)) oszlopban jelenik meg.</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">4</td>
			<td>A be&aacute;ll&iacute;t&aacute;s nem teljes. Ellenőrizze az alap&eacute;rtelmezett &aacute;tj&aacute;r&oacute; be&aacute;ll&iacute;t&aacute;sait.<br>
				Kapcsol&oacute;d&aacute;s az EpsonNet Setup haszn&aacute;lat&aacute;val el&eacute;rhető.<br>
				K&eacute;rje a h&aacute;l&oacute;zat rendszergazda seg&iacute;ts&eacute;g&eacute;t.</td>
			<td><ol><li>Ellenőrizze a k&ouml;vetkezőket:
					<ul><li>A nyomtat&oacute; sz&aacute;m&aacute;ra k&eacute;zzel be&aacute;ll&iacute;tott alap&eacute;rtelmezett &aacute;tj&aacute;r&oacute; c&iacute;m megfelelő
						<li>Az alap&eacute;rtelmezett &aacute;tj&aacute;r&oacute;nak kijel&ouml;lt eszk&ouml;z be van kapcsolva
						<li>A h&aacute;l&oacute;zati k&aacute;bel megfelelően van csatlakoztatva</ul>
					<li>Ha az alap&eacute;rtelmezett &aacute;tj&aacute;r&oacute; c&iacute;me nem megfelelő, &aacute;ll&iacute;tsa be a helyes c&iacute;met a nyomtat&oacute; LCD-panelj&eacute;n.<br>
						Ha nem tudja a nyomtat&oacute;t haszn&aacute;lva megv&aacute;ltoztatni a be&aacute;ll&iacute;t&aacute;sokat, akkor az EpsonNet Setup seg&iacute;ts&eacute;g&eacute;vel v&eacute;gezze el azokat.<br>
						Az alap&eacute;rtelmezett &aacute;tj&aacute;r&oacute; aktu&aacute;lis c&iacute;me a C (Network Status (H&aacute;l&oacute;zat &aacute;llapota)) oszlopban jelenik meg az Alap&eacute;rtelmezett &aacute;tj&aacute;r&oacute; alatt.</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">5</td>
			<td>Ellenőrizze a PC vagy egy&eacute;b eszk&ouml;z kapcsolat&aacute;t &eacute;s h&aacute;l&oacute;zati be&aacute;ll&iacute;t&aacute;s&aacute;t.<br>
				Kapcsol&oacute;d&aacute;s az EpsonNet Setup haszn&aacute;lat&aacute;val el&eacute;rhető.<br>
				K&eacute;rje a h&aacute;l&oacute;zat rendszergazda seg&iacute;ts&eacute;g&eacute;t.</td>
			<td><ol><li>Ellenőrizze a k&ouml;vetkezőket:
					<ul><li>A h&aacute;l&oacute;zatban l&eacute;vő m&aacute;s eszk&ouml;z&ouml;k be vannak kapcsolva
						<li>A h&aacute;l&oacute;zati k&aacute;bel megfelelően van csatlakoztatva
						<li>A nyomtat&oacute; sz&aacute;m&aacute;ra k&eacute;zzel be&aacute;ll&iacute;tott h&aacute;l&oacute;zati c&iacute;m megfelelő
						<li>A nyomtat&oacute; h&aacute;l&oacute;zati c&iacute;me megegyezik a egy m&aacute;sik eszk&ouml;z&eacute;vel</ul>
					<li>Ha az &ouml;sszes fenti pontot ellenőrizte, pr&oacute;b&aacute;lja meg a k&ouml;vetkezőt:
					<ul><li>Ind&iacute;tsa el az EpsonNet Setup-ot a nyomtat&oacute;val azonos h&aacute;l&oacute;zatban l&eacute;vő PC-n. Ha a nyomtat&oacute; szerepel a nyomtat&oacute;k felsorol&aacute;s&aacute;ban, &aacute;ll&iacute;tsa be a nyomtat&oacute; IP-c&iacute;m&eacute;t az IP-c&iacute;m be&aacute;ll&iacute;t&aacute;sa k&eacute;pernyőn.</ul></ol></td>
		</tr>
	<tbody>
</table>
<div class="body-t">
Ellenőrizze a nyomtat&oacute; IP-c&iacute;m&eacute;t &eacute;s ellenőrizze, hogy a h&aacute;l&oacute;zati nyomtat&oacute; el tudja-e &eacute;rni a h&aacute;l&oacute;zaton l&eacute;vő t&ouml;bbi eszk&ouml;zt. Vannak olyan esetek, amikor a hiba nem hat&aacute;rolhat&oacute; k&ouml;r&uuml;l. A h&aacute;l&oacute;zati be&aacute;ll&iacute;t&aacute;shoz az EpsonNet Setup haszn&aacute;lat&aacute;t aj&aacute;nljuk.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Fent<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
</body>
</html>
