 <!-- saved from url=(0013)about:internet -->
<!-- Code: NPD4929-00 HU -->
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link href="../../_img/_style.css" rel="stylesheet">
<title>Epson</title>
</head>
<body>
<a name="top"></a>


<h1 class="head-a">Hibaelh&aacute;r&iacute;t&aacute;s a H&aacute;l&oacute;zati kapcsolati jelent&eacute;s alapj&aacute;n</h1>
<div class="body-t" align="right"><h5><a href="ethchk.htm" target="_self">Ethernet kapcsolat eset&eacute;n<img align="middle" border="0" hspace="5" src="../../_img/_bg04.gif"></a></h5></div>
<h2 class="head-b">Wi-Fi kapcsolat</h2>





<h3>A h&aacute;l&oacute;zat &aacute;llapot&aacute;t &eacute;rintő vagy kapcsol&oacute;d&aacute;si probl&eacute;m&aacute;k megold&aacute;sa</h3>
<ol>
	<li>N&eacute;zze meg a kinyomtatott H&aacute;l&oacute;zati kapcsolati jelent&eacute;st. Ellenőrizze az <b>A</b> (H&aacute;l&oacute;zati kapcsolat ellenőrz&eacute;se) alatt azokat az elemeket, amelyek &aacute;llapota HIBA.
	<li>A megold&aacute;sok megjelen&iacute;t&eacute;s&eacute;hez kattintson azokra az elemekre az Elemek ellenőrz&eacute;se list&aacute;ban, amelyek HIBA &aacute;llapotot jeleznek.
	<li>Ellenőrizze a <b>B</b> alatt megjelenő &uuml;zeneteket, &eacute;s keresse meg az Elem ellenőrz&eacute;se alatt felsorolva ugyanazt az &uuml;zenetet. Ezut&aacute;n k&ouml;vesse a megold&aacute;si utas&iacute;t&aacute;sokat.
	</ol>
<div class="body-i">Az olyan &uuml;zenetek eset&eacute;ben, amelyekn&eacute;l * l&aacute;that&oacute; a <b>B</b> oszlopban, bővebb t&aacute;j&eacute;koztat&aacute;st tal&aacute;l &bdquo;A h&aacute;l&oacute;zati k&ouml;rnyezetről&rdquo; c&iacute;m alatt.</div>
<p></p>
<center><div class="body-t"><img align="top" border="0" src="../../_img/chk_wifi.gif"></div></center>
<h3><br>Elemek ellenőrz&eacute;se</h3>
<div class="body-t">Kattintson az al&aacute;bbi elemekre az &uuml;zenetek &eacute;s megold&aacute;sok el&eacute;r&eacute;s&eacute;hez.</div>
<h5><ol>
	<li><a href="#1. Wireless Network Name (SSID) Check">Wireless Network Name (SSID) Check (Vez. n&eacute;lk&uuml;li h&aacute;l&oacute;zat nev&eacute;nek (SSID) ellenőrz&eacute;se)</a>
	<li><a href="#2. Communication Mode Check">Communication Mode Check (Kommunik&aacute;ci&oacute;s m&oacute;d ellenőrz&eacute;se)</a>
	<li><a href="#3. Security Mode Check">Security Mode Check (Biztons&aacute;g m&oacute;d ellenőrz&eacute;se)</a>
	<li><a href="#4. MAC Address Filtering Check">MAC Address Filtering Check (MAC c&iacute;m szűr&eacute;s ellenőrz&eacute;se)</a>
	<li><a href="#5. Security Key/Password Check">Security Key/Password Check (Biztons&aacute;gi kulcs/Jelsz&oacute; ellenőrz&eacute;se)</a>
	<li><a href="#6. IP Address Check">IP Address Check (IP c&iacute;m ellenőrz&eacute;se)</a>
	<li><a href="#7. Detailed IP Setup Check">Detailed IP Setup Check (R&eacute;szletes IP be&aacute;ll&iacute;t&aacute;s ellenőrz&eacute;s)</a>
	<ul>
	<li><a href="#8. About the network environment">A h&aacute;l&oacute;zati k&ouml;rnyezetről</a></ul></ol>
</h5>
<p></p>
<h3><BR>Az elemek ellenőrz&eacute;s&eacute;nek &uuml;zenetei &eacute;s megold&aacute;sai</h3>
<a name="1. Wireless Network Name (SSID) Check"><br></a>
<h4>1. Wireless Network Name (SSID) Check (Vez. n&eacute;lk&uuml;li h&aacute;l&oacute;zat nev&eacute;nek (SSID) ellenőrz&eacute;se)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Sz.</th>
			<th width="40%" align="center">&Uuml;zenetek</th>
      		<th width="55%" align="center">Megold&aacute;sok</th>
		</tr>
		<tr vAlign="top">
			<td align="center">1</td>
			<td>A vezet&eacute;k n&eacute;lk&uuml;li h&aacute;l&oacute;zat nev&eacute;nek (SSID) keres&eacute;se sikertelen. Ellenőrizze, hogy a router/hozz&aacute;f&eacute;r&eacute;si pont be van-e kapcsolva &eacute;s a vezet&eacute;k n&eacute;lk&uuml;li h&aacute;l&oacute;zat (SSID) megfelelően van-e be&aacute;ll&iacute;tva. K&eacute;rje a h&aacute;l&oacute;zat rendszergazda seg&iacute;ts&eacute;g&eacute;t.</td>
			<td><ul>
				<li>Ellenőrizze, hogy a hozz&aacute;f&eacute;r&eacute;si pont be van-e kapcsolva. Ha ki van kapcsolva, kapcsolja be &eacute;s v&eacute;gezze el &uacute;jb&oacute;l a h&aacute;l&oacute;zat be&aacute;ll&iacute;t&aacute;s&aacute;t.
				<li>Tegye a nyomtat&oacute;t k&ouml;zelebb a hozz&aacute;f&eacute;r&eacute;si ponthoz.
				<li>Ha k&eacute;zzel &iacute;rta be a vezet&eacute;k n&eacute;lk&uuml;li h&aacute;l&oacute;zat nev&eacute;t (SSID-t), ellenőrizze, hogy helyes-e a vezet&eacute;k n&eacute;lk&uuml;li h&aacute;l&oacute;zat neve (SSID). Ha helytelen, &iacute;rja be &uacute;jb&oacute;l. A vezet&eacute;k n&eacute;lk&uuml;li h&aacute;l&oacute;zat neve (SSID) a <b>C</b> (Network Status (H&aacute;l&oacute;zat &aacute;llapota)) oszlopban jelenik meg a H&aacute;l&oacute;zat neve (SSID) alatt.
				<li>Ha WPS seg&iacute;ts&eacute;g&eacute;vel &aacute;ll&iacute;totta be a h&aacute;l&oacute;zatot, ellenőrizze, hogy a hozz&aacute;f&eacute;r&eacute;si pont t&aacute;mogatja-e a WPS-t.
				<li>Ha Ad Hoc kapcsol&oacute;d&aacute;st &aacute;ll&iacute;tott be, elősz&ouml;r a sz&aacute;m&iacute;t&oacute;g&eacute;pen kell be&aacute;ll&iacute;tania az Ad Hoc-ot. V&eacute;gezze el az Ad Hoc be&aacute;ll&iacute;t&aacute;s&aacute;t a sz&aacute;m&iacute;t&oacute;g&eacute;pen, majd ism&eacute;telje meg a nyomtat&oacute; h&aacute;l&oacute;zati be&aacute;ll&iacute;t&aacute;s&aacute;t.</td>
		</tr>
		<tr vAlign="top">
			<td align="center">2</td>
			<td>A vezet&eacute;k n&eacute;lk&uuml;li h&aacute;l&oacute;zat nev&eacute;nek (SSID) keres&eacute;se sikertelen. Ellenőrizze, hogy a csatlakoztatni k&iacute;v&aacute;nt PC vezet&eacute;k n&eacute;lk&uuml;li h&aacute;l&oacute;zati neve (SSID) megfelelően van-e be&aacute;ll&iacute;tva. K&eacute;rje a h&aacute;l&oacute;zat rendszergazda seg&iacute;ts&eacute;g&eacute;t.</td>
			<td><ul>
				<li>Ellenőrizze, hogy be van-e kapcsolva a csatlakoztatni pr&oacute;b&aacute;lt PC. Ha ki van kapcsolva, kapcsolja be &eacute;s v&eacute;gezze el &uacute;jb&oacute;l a h&aacute;l&oacute;zat be&aacute;ll&iacute;t&aacute;s&aacute;t a nyomtat&oacute; eset&eacute;ben.
				<li>Tegye a nyomtat&oacute;t k&ouml;zelebb a csatlakoztatni k&iacute;v&aacute;nt PC-hez.</td>
		</tr>
	<tbody>
</table>
<div class="body-t">
A fenti &uuml;zenetek akkor jelennek meg, ha a kiv&aacute;lasztott vagy be&iacute;rt vezet&eacute;k n&eacute;lk&uuml;li h&aacute;l&oacute;zati n&eacute;v (SSID) nem volt megtal&aacute;lhat&oacute; a h&aacute;l&oacute;zat be&aacute;ll&iacute;t&aacute;sa sor&aacute;n.<br>
Az SSID a Wi-Fi h&aacute;l&oacute;zat neve. Ha hozz&aacute;f&eacute;r&eacute;si pontot haszn&aacute;l, akkor a h&aacute;l&oacute;zatnak m&aacute;r volt neve, amikor a hozz&aacute;f&eacute;r&eacute;si pontot be&aacute;ll&iacute;tott&aacute;k.<br>
Ha k&ouml;zvetlen&uuml;l, hozz&aacute;f&eacute;r&eacute;si pont n&eacute;lk&uuml;l szeretn&eacute; &ouml;sszek&ouml;tni a nyomtat&oacute;t &eacute;s a PC-t (ad-hoc kapcsol&oacute;d&aacute;s), be kell &aacute;ll&iacute;tania az ad-hoc h&aacute;l&oacute;zatot a PC-n. Ebben az esetben l&eacute;tre kell hoznia egy SSID-t a PC-n. <br>
Ha nem tudja az SSID-t, javasoljuk, hogy forduljon a c&eacute;g azon munkat&aacute;rs&aacute;hoz, aki be&aacute;ll&iacute;totta a h&aacute;l&oacute;zatot. <br>
Ezen k&iacute;v&uuml;l k&ouml;zel is kell helyeznie a nyomtat&oacute;t a hozz&aacute;f&eacute;r&eacute;si ponthoz (vagy PC-hez) be&aacute;ll&iacute;t&aacute;s k&ouml;zben, hogy a nyomtat&oacute; zavarmentes jelet kapjon a hozz&aacute;f&eacute;r&eacute;si pontt&oacute;l vagy a PC-től.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Fent<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="2. Communication Mode Check"><br></a>
<h4>2. Communication Mode Check (Kommunik&aacute;ci&oacute;s m&oacute;d ellenőrz&eacute;se)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Sz.</th>
			<th width="40%" align="center">&Uuml;zenetek</th>
      		<th width="55%" align="center">Megold&aacute;sok</th>
		</tr>
		<tr vAlign="top">
			<td align="center">3</td>
			<td>A Wi-Fi kommunik&aacute;ci&oacute;s &uuml;zemm&oacute;d (IEEE802.11*) nem felel meg a nyomtat&oacute; jelenlegi be&aacute;ll&iacute;t&aacute;sainak. Ugyanazt a kommunik&aacute;ci&oacute;s &uuml;zemm&oacute;dot &aacute;ll&iacute;tsa be a nyomtat&oacute;n, routeren/hozz&aacute;f&eacute;r&eacute;si ponton, &eacute;s a PC-n. K&eacute;rje a h&aacute;l&oacute;zat rendszergazd&aacute;j&aacute;nak a seg&iacute;ts&eacute;g&eacute;t.<br>
				<br>
				*A kijelző a f&ouml;ldrajzi helytől f&uuml;ggően v&aacute;ltozik.</td>
			<td><ul>
				<li>Ellenőrizze, hogy a hozz&aacute;f&eacute;r&eacute;si pont eset&eacute;ben be&aacute;ll&iacute;tott Wi-Fi kommunik&aacute;ci&oacute;s m&oacute;d megfelel-e annak amit a nyomtat&oacute; t&aacute;mogat.</td>
		</tr>
	<tbody>
</table>
<div class="body-t">
Ez az &uuml;zenet akkor jelenik meg, ha a nyomtat&oacute; nem t&aacute;mogatja a hozz&aacute;f&eacute;r&eacute;si pont eset&eacute;ben be&aacute;ll&iacute;tott Wi-Fi kommunik&aacute;ci&oacute;s m&oacute;dot.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Fent<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="3. Security Mode Check"><br></a>
<h4>3. Security Mode Check (Biztons&aacute;g m&oacute;d ellenőrz&eacute;se)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Sz.</th>
			<th width="40%" align="center">&Uuml;zenetek</th>
      		<th width="55%" align="center">Megold&aacute;sok</th>
		</tr>
		<tr vAlign="top">
			<td align="center">4</td>
			<td>A biztons&aacute;g m&oacute;d (pl. WEP, WPA) nem felel meg a nyomtat&oacute; jelenlegi be&aacute;ll&iacute;t&aacute;sainak. A biztons&aacute;g m&oacute;d nyugt&aacute;z&aacute;sa. K&eacute;rje a h&aacute;l&oacute;zat rendszergazda seg&iacute;ts&eacute;g&eacute;t.</td>
			<td>Ellenőrizze, hogy a hozz&aacute;f&eacute;r&eacute;si pont az al&aacute;bbi biztons&aacute;gi m&oacute;dok egyik&eacute;t haszn&aacute;lja-e. Ha nem, v&eacute;gezze el ism&eacute;t a h&aacute;l&oacute;zat be&aacute;ll&iacute;t&aacute;s&aacute;t &eacute;s m&oacute;dos&iacute;tsa t&aacute;mogatott biztons&aacute;gi m&oacute;dra.
				<ul>
				<li>WEP-64bit (40bit)
				<li>WEP-128bit (104bit)
				<li>WPA PSK (TKIP)
				<li>WPA2 PSK (TKIP)
				<li>WPA PSK (AES)
				<li>WPA2 PSK (AES)
				<li>WPA (TKIP/AES)
				<li>WPA2 (TKIP/AES)</td>
		</tr>
	<tbody>
</table>
<div class="body-t">
Ez az &uuml;zenet akkor jelenik meg, ha nyomtat&oacute; nem t&aacute;mogatja a h&aacute;l&oacute;zati eszk&ouml;z&ouml;k sz&aacute;m&aacute;ra be&aacute;ll&iacute;tott biztons&aacute;gi m&oacute;dokat vagy azok nem felelnek meg a nyomtat&oacute; biztons&aacute;gi m&oacute;dj&aacute;nak.<br>
K&uuml;l&ouml;nb&ouml;ző fajta biztons&aacute;gi be&aacute;ll&iacute;t&aacute;sok vannak a h&aacute;l&oacute;zati eszk&ouml;z&ouml;k eset&eacute;ben azok erőss&eacute;g&eacute;től &eacute;s titkos&iacute;t&aacute;si m&oacute;dj&aacute;t&oacute;l f&uuml;ggően.<br>
A t&aacute;mogatott h&aacute;l&oacute;zati m&oacute;dok h&aacute;l&oacute;zati eszk&ouml;z&ouml;nk&eacute;nt elt&eacute;rők. A kommunik&aacute;ci&oacute; enged&eacute;lyez&eacute;s&eacute;hez ugyanilyen h&aacute;l&oacute;zati m&oacute;dot kell be&aacute;ll&iacute;tani a h&aacute;l&oacute;zati eszk&ouml;z &eacute;s a nyomtat&oacute; k&ouml;z&ouml;tt.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Fent<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="4. MAC Address Filtering Check"><br></a>
<h4>4. MAC Address Filtering Check (MAC c&iacute;m szűr&eacute;s ellenőrz&eacute;se)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Sz.</th>
			<th width="40%" align="center">&Uuml;zenetek</th>
      		<th width="55%" align="center">Megold&aacute;sok</th>
		</tr>
		<tr vAlign="top">
			<td align="center">5</td>
			<td>A nyomtat&oacute; MAC c&iacute;me szűr&eacute;s alatt lehet. Ellenőrizze, hogy a router&eacute;n/hozz&aacute;f&eacute;r&eacute;si pontj&aacute;n van-e &eacute;rv&eacute;nyben valamilyen korl&aacute;toz&aacute;s mint pl. MAC c&iacute;m szűr&eacute;s ellenőrz&eacute;se.<br>
				L&aacute;sd a router/hozz&aacute;f&eacute;r&eacute;si pont dokument&aacute;ci&oacute;j&aacute;t vagy k&eacute;rje a h&aacute;l&oacute;zat rendszergazd&aacute;j&aacute;nak a seg&iacute;ts&eacute;g&eacute;t.</td>
			<td><ul>
				<li>A MAC-c&iacute;m szűr&eacute;si funkci&oacute;val kapcsolatos bővebb t&aacute;j&eacute;koztat&aacute;s a hozz&aacute;f&eacute;r&eacute;si ponthoz mell&eacute;kelt haszn&aacute;lati utas&iacute;t&aacute;sban tal&aacute;lhat&oacute;. Ha enged&eacute;lyezve van a szűr&eacute;si funkci&oacute;, regisztr&aacute;lja a nyomtat&oacute; MAC-c&iacute;m&eacute;t a nyomtat&oacute; kiszűr&eacute;s&eacute;nek megakad&aacute;lyoz&aacute;sa &eacute;rdek&eacute;ben.
				<li>Ha WEP biztons&aacute;gi m&oacute;dot haszn&aacute;l a hozz&aacute;f&eacute;r&eacute;si pont eset&eacute;ben a megosztott hiteles&iacute;t&eacute;s enged&eacute;lyez&eacute;s&eacute;re, ellenőrizze, hogy mind a hiteles&iacute;t&eacute;si kulcs, mind az index helyes-e.</td>
		</tr>
	<tbody>
</table>
<div class="body-t">
Ez az &uuml;zenet akkor jelenik meg, ha enged&eacute;lyezve van a MAC-c&iacute;m szűr&eacute;s &eacute;s a hozz&aacute;f&eacute;r&eacute;si ponton nem regisztr&aacute;lt&aacute;k a nyomtat&oacute; MAC-c&iacute;m&eacute;t.<br>
A MAC-c&iacute;m az egyes h&aacute;l&oacute;zati eszk&ouml;z&ouml;k azonos&iacute;t&aacute;s&aacute;ra haszn&aacute;lt sz&aacute;m.<br>
A hozz&aacute;f&eacute;r&eacute;si pontnak van egy olyan funkci&oacute;ja, amely lehetőv&eacute; teszi egy adott eszk&ouml;z h&aacute;l&oacute;zati hozz&aacute;f&eacute;r&eacute;s&eacute;nek enged&eacute;lyez&eacute;s&eacute;t vagy letilt&aacute;s&aacute;t a MAC-c&iacute;me alapj&aacute;n.<br>
Ha ez a funkci&oacute; enged&eacute;lyezve van, csak a regisztr&aacute;lt MAC-c&iacute;mmel rendelkező h&aacute;l&oacute;zati eszk&ouml;z&ouml;k kapcsol&oacute;dhatnak a h&aacute;l&oacute;zathoz.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Fent<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="5. Security Key/Password Check"><br></a>
<h4>5. Security Key/Password Check (Biztons&aacute;gi kulcs/Jelsz&oacute; ellenőrz&eacute;se)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Sz.</th>
			<th width="40%" align="center">&Uuml;zenetek</th>
      		<th width="55%" align="center">Megold&aacute;sok</th>
		</tr>
		<tr vAlign="top">
			<td align="center">6</td>
			<td>A megadott biztons&aacute;gi kulcs/jelsz&oacute; nem egyezik a routerhez/hozz&aacute;f&eacute;r&eacute;si ponthoz be&aacute;ll&iacute;tottal. A biztons&aacute;gi kulcs/jelsz&oacute; nyugt&aacute;z&aacute;sa. K&eacute;rje a h&aacute;l&oacute;zat rendszergazda seg&iacute;ts&eacute;g&eacute;t.</td>
			<td>A hozz&aacute;f&eacute;r&eacute;si pont sz&aacute;m&aacute;ra be&aacute;ll&iacute;tott &eacute;s a be&iacute;rt biztons&aacute;gi kulcs nem egyezik. &Aacute;ll&iacute;tsa be &uacute;jb&oacute;l a h&aacute;l&oacute;zatot a megfelelő biztons&aacute;gi kulcs seg&iacute;ts&eacute;g&eacute;vel. A biztons&aacute;gi kulcs megk&uuml;l&ouml;nb&ouml;zteti a kis- &eacute;s nagybetűket.</td>
		</tr>
	<tbody>
</table>
<div class="body-t">
Ez az &uuml;zenet akkor jelenik meg, ha a be&iacute;rt &eacute;s a hozz&aacute;f&eacute;r&eacute;si pont sz&aacute;m&aacute;ra be&aacute;ll&iacute;tott biztons&aacute;gi kulcs nem egyezik.<br>
A biztons&aacute;gi kulcs (jelsz&oacute;) a h&aacute;l&oacute;zathoz val&oacute; csatlakoz&aacute;shoz sz&uuml;ks&eacute;ges.<br>
A biztons&aacute;gi kulcs megk&uuml;l&ouml;nb&ouml;zteti a kis- &eacute;s nagybetűket. Ha a be&iacute;rt kulcs nem teljesen egyezik meg a regisztr&aacute;lt kulccsal, a kapcsol&oacute;d&aacute;s sikertelen.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Fent<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="6. IP Address Check"><br></a>
<h4>6. IP Address Check (IP c&iacute;m ellenőrz&eacute;se)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Sz.</th>
			<th width="40%" align="center">&Uuml;zenetek</th>
      		<th width="55%" align="center">Megold&aacute;sok</th>
		</tr>
		<tr vAlign="top">
			<td align="center">7</td>
			<td>Nem megfelelő IP c&iacute;m ker&uuml;l hozz&aacute;rendel&eacute;sre a nyomtat&oacute;hoz. Ellenőrizze a h&aacute;l&oacute;zati eszk&ouml;z IP c&iacute;m&eacute;nek be&aacute;ll&iacute;t&aacute;s&aacute;t (eloszt&oacute;, router vagy hozz&aacute;f&eacute;r&eacute;si pont). K&eacute;rje a h&aacute;l&oacute;zat rendszergazda seg&iacute;ts&eacute;g&eacute;t.
			<td><ul>
				<li>Ellenőrizze, hogy enged&eacute;lyezve van-e a hozz&aacute;f&eacute;r&eacute;si pont DHCP-funkci&oacute;ja. Enged&eacute;lyezze, ha le lenne tiltva.
				<li>Ha k&eacute;zzel &aacute;ll&iacute;totta be az IP-c&iacute;met, az IP-c&iacute;m a t&aacute;mogatott tartom&aacute;nyon k&iacute;v&uuml;l van (azaz &eacute;rv&eacute;nytelen). &Iacute;rja be a helyes IP-c&iacute;met.</td>
		</tr>
	<tbody>
</table>
<div class="body-t" align="center"><a href="#top">Fent<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="7. Detailed IP Setup Check"><br></a>
<h4>7. Detailed IP Setup Check (R&eacute;szletes IP be&aacute;ll&iacute;t&aacute;s ellenőrz&eacute;s)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Sz.</th>
			<th width="40%" align="center">&Uuml;zenetek</th>
      		<th width="55%" align="center">Megold&aacute;sok</th>
		</tr>
		<tr vAlign="top">
			<td align="center">8</td>
			<td>Ellenőrizze a PC vagy egy&eacute;b eszk&ouml;z kapcsolat&aacute;t &eacute;s h&aacute;l&oacute;zati be&aacute;ll&iacute;t&aacute;s&aacute;t.<br>
				Kapcsol&oacute;d&aacute;s az EpsonNet Setup haszn&aacute;lat&aacute;val el&eacute;rhető.<br>
				K&eacute;rje a h&aacute;l&oacute;zat rendszergazda seg&iacute;ts&eacute;g&eacute;t.
			<td><ol><li>Ellenőrizze a k&ouml;vetkezőket:
					<ul><li>Ellenőrizze, hogy be vannak-e kapcsolva azok az eszk&ouml;z&ouml;k, amelyek a nyomtat&oacute;t szeretn&eacute;k haszn&aacute;lni, p&eacute;ld&aacute;ul a PC.
						<li>Ellenőrizze, hogy azonos h&aacute;l&oacute;zaton vannak-e azok az eszk&ouml;z&ouml;k, amelyek a nyomtat&oacute;t szeretn&eacute;k haszn&aacute;lni, p&eacute;ld&aacute;ul a PC.</ul>
					<li>Ha &aacute;tn&eacute;zte a fenti pontokat, v&eacute;gezze el a h&aacute;l&oacute;zat be&aacute;ll&iacute;t&aacute;s&aacute;t az EpsonNet Setup haszn&aacute;lat&aacute;val.</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">9</td>
			<td>Ellenőrizze az IP c&iacute;m, az alh&aacute;l&oacute;zati maszk &eacute;s az alap&eacute;rtelmezett &aacute;tj&aacute;r&oacute; megfelelő be&aacute;ll&iacute;t&aacute;s&aacute;t.<br>
				Kapcsol&oacute;d&aacute;s az EpsonNet Setup haszn&aacute;lat&aacute;val el&eacute;rhető.<br>
				K&eacute;rje a h&aacute;l&oacute;zat rendszergazda seg&iacute;ts&eacute;g&eacute;t.
			<td><ol><li>Ellenőrizze a k&ouml;vetkezőket:
					<ul><li>A h&aacute;l&oacute;zatban l&eacute;vő m&aacute;s eszk&ouml;z&ouml;k be vannak kapcsolva
						<li>A nyomtat&oacute; sz&aacute;m&aacute;ra k&eacute;zzel be&aacute;ll&iacute;tott h&aacute;l&oacute;zati c&iacute;m megfelelő
						<li>A nyomtat&oacute; h&aacute;l&oacute;zati c&iacute;me megegyezik a egy m&aacute;sik eszk&ouml;z&eacute;vel</ul>
					<li>Ha a h&aacute;l&oacute;zati c&iacute;m nem megfelelő, &aacute;ll&iacute;tsa be a helyes c&iacute;met a nyomtat&oacute; LCD-panelj&eacute;n.<br>
						Ha nem tudja a nyomtat&oacute;t haszn&aacute;lva megv&aacute;ltoztatni a be&aacute;ll&iacute;t&aacute;sokat, akkor az EpsonNet Setup seg&iacute;ts&eacute;g&eacute;vel v&eacute;gezze el azokat.<br>
						Az aktu&aacute;lis IP-c&iacute;m, az alh&aacute;l&oacute;zati maszk &eacute;s az alap&eacute;rtelmezett &aacute;tj&aacute;r&oacute; a C (Network Status (H&aacute;l&oacute;zat &aacute;llapota)) oszlopban jelenik meg.</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">10</td>
			<td>A be&aacute;ll&iacute;t&aacute;s nem teljes. Ellenőrizze az alap&eacute;rtelmezett &aacute;tj&aacute;r&oacute; be&aacute;ll&iacute;t&aacute;sait.<br>
				Kapcsol&oacute;d&aacute;s az EpsonNet Setup haszn&aacute;lat&aacute;val el&eacute;rhető.<br>
				K&eacute;rje a h&aacute;l&oacute;zat rendszergazda seg&iacute;ts&eacute;g&eacute;t.
			<td><ol><li>Ellenőrizze a k&ouml;vetkezőket:
					<ul><li>A nyomtat&oacute; sz&aacute;m&aacute;ra k&eacute;zzel be&aacute;ll&iacute;tott alap&eacute;rtelmezett &aacute;tj&aacute;r&oacute; c&iacute;m megfelelő
						<li>Az alap&eacute;rtelmezett &aacute;tj&aacute;r&oacute;nak kijel&ouml;lt eszk&ouml;z be van kapcsolva</ul>
					<li>Ha az alap&eacute;rtelmezett &aacute;tj&aacute;r&oacute; c&iacute;me nem megfelelő, &aacute;ll&iacute;tsa be a helyes c&iacute;met a nyomtat&oacute; LCD-panelj&eacute;n.<br>
						Ha nem tudja a nyomtat&oacute;t haszn&aacute;lva megv&aacute;ltoztatni a be&aacute;ll&iacute;t&aacute;sokat, akkor az EpsonNet Setup seg&iacute;ts&eacute;g&eacute;vel v&eacute;gezze el azokat.<br>
						Az alap&eacute;rtelmezett &aacute;tj&aacute;r&oacute; aktu&aacute;lis c&iacute;me a C (Network Status (H&aacute;l&oacute;zat &aacute;llapota)) oszlopban jelenik meg az Alap&eacute;rtelmezett &aacute;tj&aacute;r&oacute; alatt.</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">11</td>
			<td>Ellenőrizze a k&ouml;vetkezőket:<br>
				-A be&iacute;rt biztons&aacute;gi kulcs/jelsz&oacute; helyes<br>
				-A biztons&aacute;gi kulcs/jelsz&oacute; indexe az első sz&aacute;mra van &aacute;ll&iacute;tva<br>
				-Az IP-c&iacute;m, az alh&aacute;l&oacute;zati maszk vagy az alap&eacute;rtelmezett &aacute;tj&aacute;r&oacute; be&aacute;ll&iacute;t&aacute;sa megfelelő<br>
				K&eacute;rje a h&aacute;l&oacute;zat rendszergazda seg&iacute;ts&eacute;g&eacute;t.
			<td><ol><li>Ellenőrizze a k&ouml;vetkezőket:
					<ul><li>A h&aacute;l&oacute;zatban l&eacute;vő m&aacute;s eszk&ouml;z&ouml;k be vannak kapcsolva
						<li>A nyomtat&oacute; sz&aacute;m&aacute;ra k&eacute;zzel be&aacute;ll&iacute;tott h&aacute;l&oacute;zati c&iacute;m megfelelő
						<li>A nyomtat&oacute; h&aacute;l&oacute;zati c&iacute;me megegyezik a egy m&aacute;sik eszk&ouml;z&eacute;vel</ul>
					<li>Ha az &ouml;sszes fenti pontot ellenőrizte, pr&oacute;b&aacute;lja meg a k&ouml;vetkezőt:
					<ul><li>Ind&iacute;tsa el az EpsonNet Setup-ot a nyomtat&oacute;val azonos h&aacute;l&oacute;zatban l&eacute;vő PC-n.<br>
							Ha a nyomtat&oacute; szerepel a nyomtat&oacute;k felsorol&aacute;s&aacute;ban, &aacute;ll&iacute;tsa be a nyomtat&oacute; IP-c&iacute;m&eacute;t az IP-c&iacute;m be&aacute;ll&iacute;t&aacute;sa k&eacute;pernyőn. Ha a nyomtat&oacute; nincs felsorolva, akkor lehet, hogy t&eacute;ves a biztons&aacute;gi kulcs. V&eacute;gezze el a h&aacute;l&oacute;zat be&aacute;ll&iacute;t&aacute;s&aacute;t a nyomtat&oacute; LCD-panelj&eacute;n, &eacute;s &iacute;rja be a helyes biztons&aacute;gi kulcsot.
						<li>WEP biztons&aacute;gi &uuml;zemm&oacute;dban t&ouml;bb biztons&aacute;gi kulcsot is regisztr&aacute;lhat a hozz&aacute;f&eacute;r&eacute;si pont sz&aacute;m&aacute;ra. Ha t&ouml;bb kulcs van regisztr&aacute;lva, ellenőrizze, hogy az első regisztr&aacute;lt kulcsot &iacute;rta-e be.</ul></ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">12</td>
			<td>Ellenőrizze a k&ouml;vetkezőket:<br>
				-A be&iacute;rt biztons&aacute;gi kulcs/jelsz&oacute; helyes<br>
				-A biztons&aacute;gi kulcs/jelsz&oacute; indexe az első sz&aacute;mra van &aacute;ll&iacute;tva<br>
				-A sz&aacute;m&iacute;t&oacute;g&eacute;p vagy m&aacute;s eszk&ouml;z kapcsol&oacute;d&aacute;sa &eacute;s h&aacute;l&oacute;zati be&aacute;ll&iacute;t&aacute;sa megfelelő<br>
				K&eacute;rje a h&aacute;l&oacute;zat rendszergazda seg&iacute;ts&eacute;g&eacute;t.
			<td><ol><li>Ellenőrizze a k&ouml;vetkezőket:
					<ul><li>Be vannak kapcsolva a h&aacute;l&oacute;zati eszk&ouml;z&ouml;k, p&eacute;ld&aacute;ul modem, eloszt&oacute; vagy router
						<li>A nyomtat&oacute;t&oacute;l elt&eacute;rő h&aacute;l&oacute;zati eszk&ouml;z&ouml;k IP-c&iacute;me k&eacute;zzel van be&aacute;ll&iacute;tva (ha a nyomtat&oacute; IP-c&iacute;me automatikusan, de m&aacute;s h&aacute;l&oacute;zati eszk&ouml;z&ouml;k&eacute; automatikusan lett kiosztva, akkor lehet, hogy a nyomtat&oacute; h&aacute;l&oacute;zata elt&eacute;r m&aacute;s a t&ouml;bbi h&aacute;l&oacute;zati eszk&ouml;z&eacute;től)</ul>
					<li>Ha az &ouml;sszes fenti pontot ellenőrizte, pr&oacute;b&aacute;lja meg a k&ouml;vetkezőt:
					<ul><li>Ind&iacute;tsa el az EpsonNet Setup-ot a nyomtat&oacute;val azonos h&aacute;l&oacute;zatban l&eacute;vő PC-n.<br>
							Ha a nyomtat&oacute; szerepel a nyomtat&oacute;k felsorol&aacute;s&aacute;ban, &aacute;ll&iacute;tsa be a nyomtat&oacute; IP-c&iacute;m&eacute;t az IP-c&iacute;m be&aacute;ll&iacute;t&aacute;sa k&eacute;pernyőn. Ha a nyomtat&oacute; nincs felsorolva, akkor lehet, hogy t&eacute;ves a biztons&aacute;gi kulcs. V&eacute;gezze el a h&aacute;l&oacute;zat be&aacute;ll&iacute;t&aacute;s&aacute;t a nyomtat&oacute; LCD-panelj&eacute;n, &eacute;s &iacute;rja be a helyes biztons&aacute;gi kulcsot.
						<li>WEP biztons&aacute;gi &uuml;zemm&oacute;dban t&ouml;bb biztons&aacute;gi kulcsot is regisztr&aacute;lhat a hozz&aacute;f&eacute;r&eacute;si pont sz&aacute;m&aacute;ra. Ha t&ouml;bb kulcs van regisztr&aacute;lva, ellenőrizze, hogy az első regisztr&aacute;lt kulcsot &iacute;rta-e be.</ul></ol>
		</tr>
	<tbody>
</table>
<div class="body-t">
Ellenőrizze a nyomtat&oacute; IP-c&iacute;m&eacute;t &eacute;s ellenőrizze, hogy a h&aacute;l&oacute;zati nyomtat&oacute; el tudja-e &eacute;rni a h&aacute;l&oacute;zaton l&eacute;vő t&ouml;bbi eszk&ouml;zt. Vannak olyan esetek, amikor a hiba nem hat&aacute;rolhat&oacute; k&ouml;r&uuml;l. A h&aacute;l&oacute;zati be&aacute;ll&iacute;t&aacute;shoz az EpsonNet Setup haszn&aacute;lat&aacute;t aj&aacute;nljuk.
</div>
<br>
<div class="body-t"><b>A h&aacute;l&oacute;zati c&iacute;mekről:</b></div>
	<div class="body-i">
	Az IP-c&iacute;m nem csak a h&aacute;l&oacute;zathoz kapcsol&oacute;d&oacute; eszk&ouml;z&ouml;ket, p&eacute;ld&aacute;ul PC-t, eloszt&oacute;t vagy routert azonos&iacute;tja, hanem azt a h&aacute;l&oacute;zati tartom&aacute;nyt is, amelyhez tartoznak. Az azonos h&aacute;l&oacute;zaton l&eacute;vő eszk&ouml;z&ouml;k kommunik&aacute;lni tudnak egym&aacute;ssal. Ha m&aacute;s h&aacute;l&oacute;zatokon l&eacute;vő eszk&ouml;z&ouml;kkel szeretnek kommunik&aacute;lni, akkor routerre van sz&uuml;ks&eacute;g. Az IP-c&iacute;m k&eacute;t r&eacute;szből &aacute;ll. Az első r&eacute;sz neve &bdquo;h&aacute;l&oacute;zati c&iacute;m&rdquo; &eacute;s a h&aacute;l&oacute;zati tartom&aacute;nyt jel&ouml;li. A m&aacute;sodik r&eacute;sz neve &bdquo;gazdac&iacute;m&rdquo; &eacute;s a h&aacute;l&oacute;zati eszk&ouml;zt jel&ouml;li. A h&aacute;l&oacute;zati c&iacute;m &eacute;s a gazdac&iacute;m k&ouml;z&ouml;tti vonal a h&aacute;l&oacute;zat m&eacute;retez&eacute;s&eacute;től (oszt&aacute;ly&aacute;t&oacute;l) f&uuml;gg. A h&aacute;l&oacute;zati c&iacute;m &eacute;s a gazdac&iacute;m k&ouml;z&ouml;tti vonal azonban az alh&aacute;l&oacute;zati maszk seg&iacute;ts&eacute;g&eacute;vel is defini&aacute;lhat&oacute;. <br>
	Ha otthoni h&aacute;l&oacute;zaton haszn&aacute;lja a nyomtat&oacute;t, &aacute;ll&iacute;tsa &bdquo;Auto&rdquo; m&oacute;dra az IP-c&iacute;m be&aacute;ll&iacute;t&aacute;s&aacute;t a hozz&aacute;f&eacute;r&eacute;si pont DHCP funkci&oacute;ja seg&iacute;ts&eacute;g&eacute;vel. Ha a &bdquo;K&eacute;zi&rdquo; m&oacute;dot szeretn&eacute; haszn&aacute;lni a nyomtat&oacute; IP-c&iacute;m&eacute;nek be&aacute;ll&iacute;t&aacute;s&aacute;ra, olvassa el az al&aacute;bbiakat az IP-c&iacute;m &eacute;s az alh&aacute;l&oacute;zati maszk be&aacute;ll&iacute;t&aacute;s&aacute;hoz.
	<ol><li>Ellenőrizze a PC-hez csatlakoztatott router (vagy hozz&aacute;f&eacute;r&eacute;si pont) IP-c&iacute;m&eacute;t. A r&eacute;szletek a router (vagy a hozz&aacute;f&eacute;r&eacute;si pont) haszn&aacute;lati utas&iacute;t&aacute;s&aacute;ban tal&aacute;lhat&oacute;k.
		<li>Valamennyi IP-c&iacute;m n&eacute;gy, sz&aacute;m&eacute;rt&eacute;kekből &aacute;ll&oacute; szegmensből &aacute;ll (az IPv4 eset&eacute;ben). Az utols&oacute; szegmensben &aacute;ll&iacute;tson be egy egyedi sz&aacute;m&eacute;rt&eacute;ket 1 &eacute;s 254 k&ouml;z&ouml;tt. (Ha a router DHCP szerver is egyben, vagy egy m&aacute;sik DHCP szerver műk&ouml;dik az otthoni h&aacute;l&oacute;zatban, akkor olyan &eacute;rt&eacute;ket &aacute;ll&iacute;tson be, ami nem &uuml;tk&ouml;zik a DHCP szerver &aacute;ltal allok&aacute;lt IP-c&iacute;mmel.)
	</ol>
	<b>Be&aacute;ll&iacute;t&aacute;si p&eacute;lda:</b><br>
	A router (vagy hozz&aacute;f&eacute;r&eacute;si pont) IP-c&iacute;me: 192.168.1.<b>1</b><br>
	P&eacute;lda a nyomtat&oacute; be&aacute;ll&iacute;t&aacute;s&aacute;ra: 192.168.1.<b>3</b><br>
	Ha kism&eacute;retű h&aacute;l&oacute;zatban haszn&aacute;lja a nyomtat&oacute;t, a <b>255.255.255.0</b> c&iacute;m van be&aacute;ll&iacute;tva az &ouml;sszes h&aacute;l&oacute;zati eszk&ouml;z eset&eacute;ben az alh&aacute;l&oacute;zati maszk sz&aacute;m&aacute;ra. Ezen k&iacute;v&uuml;l az &aacute;tj&aacute;r&oacute; a hozz&aacute;f&eacute;r&eacute;si pont IP-c&iacute;m&eacute;vel megegyező &eacute;rt&eacute;ket haszn&aacute;l.
	</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Fent<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="8. About the network environment"><br></a>
<h4>A h&aacute;l&oacute;zati k&ouml;rnyezetről</h4>
<div class="body-t">
A h&aacute;l&oacute;zat &aacute;llapota / kapcsol&oacute;d&aacute;s ellenőrz&eacute;se jelent&eacute;s mellett a k&ouml;vetkező &uuml;zenetek jelennek meg, &eacute;s k&ouml;zlik, hogy a h&aacute;l&oacute;zati k&ouml;rnyezet mely t&eacute;nyezői szorulnak jav&iacute;t&aacute;sra.
</div>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="45%" align="center">&Uuml;zenetek</th>
      		<th width="55%" align="center">Megold&aacute;sok</th>
		</tr>
		<tr vAlign="top">
			<td>*A jelerőss&eacute;g gyenge. Ha probl&eacute;m&aacute;ja van a nyomtat&aacute;ssal vagy a szkennel&eacute;ssel, jav&iacute;tson a vezet&eacute;k n&eacute;lk&uuml;li h&aacute;l&oacute;zati k&ouml;rnyezet&eacute;n.</td>
			<td>Az alacsony jelerőss&eacute;g miatt lehet, hogy lass&uacute; a nyomtat&aacute;si sebess&eacute;g vagy megszakad a nyomtat&aacute;s.<br>
				V&eacute;gezze el a k&ouml;vetkezőket a k&ouml;rnyezet jav&iacute;t&aacute;sa &eacute;rdek&eacute;ben:
				<ul><li>Helyezze a nyomtat&oacute;t a hozz&aacute;f&eacute;r&eacute;si pont k&ouml;zel&eacute;be.
					<li>T&aacute;vol&iacute;tsa el a hozz&aacute;f&eacute;r&eacute;si pont &eacute;s a nyomtat&oacute; k&ouml;z&ouml;tti akad&aacute;lyokat.</ul></td>
		</tr>
		<tr vAlign="top">
			<td>*Egy router/hozz&aacute;f&eacute;r&eacute;si pont csatorna &uuml;tk&ouml;z&eacute;s ker&uuml;lt &eacute;szlel&eacute;sre. Ha probl&eacute;m&aacute;ja van a nyomtat&aacute;ssal vagy a szkennel&eacute;ssel, jav&iacute;tson a vezet&eacute;k n&eacute;lk&uuml;li h&aacute;l&oacute;zati k&ouml;rnyezet&eacute;n.</td>
			<td>A jelet zavarhatj&aacute;k a szomsz&eacute;dos helyis&eacute;gekben vagy &eacute;p&uuml;letekben haszn&aacute;lt m&aacute;s vezet&eacute;k n&eacute;lk&uuml;li h&aacute;l&oacute;zati eszk&ouml;z&ouml;k is. Jav&iacute;thatja a k&ouml;rnyezetet, ha k&ouml;zelebb viszi a nyomtat&oacute;t a hozz&aacute;f&eacute;r&eacute;si ponthoz.</td>
		</tr>
		<tr vAlign="top">
			<td>*A jelerőss&eacute;g gyenge. Egy router/hozz&aacute;f&eacute;r&eacute;si pont csatorna &uuml;tk&ouml;z&eacute;s ker&uuml;lt &eacute;szlel&eacute;sre. Ha probl&eacute;m&aacute;ja van a nyomtat&aacute;ssal vagy a szkennel&eacute;ssel, jav&iacute;tson a vezet&eacute;k n&eacute;lk&uuml;li h&aacute;l&oacute;zati k&ouml;rnyezet&eacute;n.</td>
			<td>Az alacsony jelerőss&eacute;g miatt lehet, hogy lass&uacute; a nyomtat&aacute;si sebess&eacute;g vagy megszakad a nyomtat&aacute;s. A jelet zavarhatj&aacute;k a szomsz&eacute;dos helyis&eacute;gekben vagy &eacute;p&uuml;letekben haszn&aacute;lt m&aacute;s vezet&eacute;k n&eacute;lk&uuml;li h&aacute;l&oacute;zati eszk&ouml;z&ouml;k is.<br>
				V&eacute;gezze el a k&ouml;vetkezőket a k&ouml;rnyezet jav&iacute;t&aacute;sa &eacute;rdek&eacute;ben:
				<ul><li>Helyezze a nyomtat&oacute;t a hozz&aacute;f&eacute;r&eacute;si pont k&ouml;zel&eacute;be.
					<li>T&aacute;vol&iacute;tsa el a hozz&aacute;f&eacute;r&eacute;si pont &eacute;s a nyomtat&oacute; k&ouml;z&ouml;tti akad&aacute;lyokat.</ul></td>
		</tr>
		<tr vAlign="top">
			<td>*T&ouml;bb olyan h&aacute;l&oacute;zat n&eacute;v (SSID) ker&uuml;lt &eacute;szlel&eacute;sre, ami megfelel a megadott h&aacute;l&oacute;zatnak (SSID). Nyugt&aacute;zza a h&aacute;l&oacute;zatot (SSID).</td>
			<td>M&aacute;s hozz&aacute;f&eacute;r&eacute;si ponthoz csatlakozik.<br>
				Pr&oacute;b&aacute;lja meg a k&ouml;vetkezőt:<br>
				M&oacute;dos&iacute;tsa annak a hozz&aacute;f&eacute;r&eacute;si pontnak az SSID-j&eacute;t, amelyhez csatlakozni szeretne, majd v&eacute;gezze el &uacute;jb&oacute;l a nyomtat&oacute; h&aacute;l&oacute;zati be&aacute;ll&iacute;t&aacute;s&aacute;t. 
		</tr>
<tr vAlign="top">
			<td>*Nem lehet több eszközt csatlakoztatni. Csatlakoztassa le az egyik eszközt ha újat akkar hozzáadni.</td>
			<td>Ha egy új eszközt szeretne hozzáadni, csatlakoztassa le az egyik eszközt az eszköz Wi-Fi beállításait használva vagy csatlakoztassa le az összes eszközt a jelszó nyomtatóról történő megváltoztatásával.</tr>

<tbody>
</table>
<p></p>
<div class="body-t" align="center"><a href="#top">Fent<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
</body>
</html>
