 <!-- saved from url=(0013)about:internet -->
<!-- Code: NPD4929-00 ES -->
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link href="../../_img/_style.css" rel="stylesheet">
<title>Epson</title>
</head>
<body>
<a name="top"></a>


<h1 class="head-a">Soluci&oacute;n de problemas del Informe de conexi&oacute;n de red</h1>
<div class="body-t" align="right"><h5><a href="ethchk.htm" target="_self">Para la conexi&oacute;n Ethernet<img align="middle" border="0" hspace="5" src="../../_img/_bg04.gif"></a></h5></div>
<h2 class="head-b">Conexi&oacute;n Wi-Fi</h2>



<h3>C&oacute;mo solucionar sus problemas de estado de la red o de conexi&oacute;n</h3>
<ol>
	<li>Examine el Informe de conexi&oacute;n de red que ha imprimido. F&iacute;jese en los elementos de <b>A</b> (Comprobar conexi&oacute;n de red) cuyo estado sea INCORRECTO.
	<li>En la lista Elementos para revisar, haga clic en los elementos que muestren el estado INCORRECTO para ver las soluciones en pantalla.
	<li>Lea el mensaje mostrado en <b>B</b> y busque el mismo mensaje en la lista, debajo de cada elemento. Despu&eacute;s, siga las instrucciones de la soluci&oacute;n.
	</ol>
<div class="body-i">Para m&aacute;s informaci&oacute;n sobre los mensajes con un * en <b>B</b>, consulte &quot;Acerca de su entorno de red&quot;.</div>
<p></p>
<center><div class="body-t"><img align="top" border="0" src="../../_img/chk_wifi.gif"></div></center>
<h3><br>Elementos para revisar</h3>
<div class="body-t">Haga clic en los elementos siguientes para ir a los mensajes y las soluciones.</div>
<ol>
	<li><a href="#1. Wireless Network Name (SSID) Check">Wireless Network Name (SSID) Check (Comprobaci&oacute;n de nombre de red inal&aacute;mbrica (SSID))</a>
	<li><a href="#2. Communication Mode Check">Communication Mode Check (Comprobaci&oacute;n modo comunicaci&oacute;n)</a>
	<li><a href="#3. Security Mode Check">Security Mode Check (Comprobaci&oacute;n modo seguridad)</a>
	<li><a href="#4. MAC Address Filtering Check">MAC Address Filtering Check (Comprobaci&oacute;n filtrado direcciones MAC)</a>
	<li><a href="#5. Security Key/Password Check">Security Key/Password Check (Comprobaci&oacute;n clave de seguridad/contrase&ntilde;a)</a>
	<li><a href="#6. IP Address Check">IP Address Check (Comprobaci&oacute;n de direcci&oacute;n IP)</a>
	<li><a href="#7. Detailed IP Setup Check">Detailed IP Setup Check (Comprobaci&oacute;n config. IP detallada)</a>
	<ul>
	<li><a href="#8. About the network environment">Acerca de su entorno de red</a></ul></ol>

<p></p>
<h3><BR>Mensajes y soluciones para los elementos revisados</h3>
<a name="1. Wireless Network Name (SSID) Check"><br></a>
<h4>1. Wireless Network Name (SSID) Check (Comprobaci&oacute;n de nombre de red inal&aacute;mbrica (SSID))</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">N.&deg;</th>
			<th width="40%" align="center">Mensajes</th>
      		<th width="55%" align="center">Soluciones</th>
		</tr>
		<tr vAlign="top">
			<td align="center">1</td>
			<td>No se han encontrado nombres de red inal&aacute;mbrica (SSID). Confirme que el enrutador/punto de acceso est&eacute; activado y que la red inal&aacute;mbrica (SSID) est&eacute; correctamente configurada. Si necesita asistencia, p&oacute;ngase en contacto con su administrador de red.</td>
			<td><ul>
				<li>Compruebe que el punto de acceso est&eacute; encendido. Si no, enci&eacute;ndalo y vuelva a configurar la red.
				<li>Acerque la impresora al punto de acceso.
				<li>Si ha escrito manualmente el nombre de su red inal&aacute;mbrica (SSID), compruebe que sea el correcto. En caso contrario, vuelva a escribirlo. El nombre de su red inal&aacute;mbrica (SSID) se muestra en <b>C</b> (Network Status (Estado de la red)), debajo de Nombre de red (SSID).
				<li>Si ha configurado la red con WPS, confirme que su punto de acceso sea compatible con WPS.
				<li>Si desea configurar una conexi&oacute;n Ad hoc, antes tiene que configurar Ad hoc en el PC. Realice la configuraci&oacute;n de Ad hoc en su PC y luego configure otra vez la red para su impresora.</ul></td>
		</tr>
		<tr vAlign="top">
			<td align="center">2</td>
			<td>No se han encontrado nombres de red inal&aacute;mbrica (SSID). Confirme que el nombre de red inal&aacute;mbrica (SSID) del PC que desea conectar est&eacute; correctamente configurado. Si necesita asistencia, p&oacute;ngase en contacto con su administrador de red.</td>
			<td><ul>
				<li>Confirme que est&eacute; encendido el PC al que desea conectarse. Si no, enci&eacute;ndalo y vuelva a configurar la red para su impresora.
				<li>Acerque la impresora al PC al que desee conectarla.</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Los mensajes anteriores aparecen cuando no se encuentra el nombre de red inal&aacute;mbrica (SSID) seleccionado o escrito durante la configuraci&oacute;n de la red.<br>
SSID es el nombre de su red Wi-Fi. Si usa un punto de acceso, su red ya ten&iacute;a un nombre cuando se configur&oacute; ese punto de acceso.<br>
Si desea conectar su impresora y el PC directamente, sin ning&uacute;n punto de acceso (conexi&oacute;n Ad hoc), tiene que configurar una red Ad hoc para su PC. En ese caso, tiene que crear un SSID en su PC. <br>
Si no sabe su SSID, le recomendamos que se dirija a la persona o empresa que instal&oacute; su red. <br>
Adem&aacute;s, tiene que acercar la impresora al punto de acceso (o PC) durante la configuraci&oacute;n, de forma que la impresora reciba una se&ntilde;al clara del punto de acceso o PC.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Arriba<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="2. Communication Mode Check"><br></a>
<h4>2. Communication Mode Check (Comprobaci&oacute;n modo comunicaci&oacute;n)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">N.&deg;</th>
			<th width="40%" align="center">Mensajes</th>
      		<th width="55%" align="center">Soluciones</th>
		</tr>
		<tr vAlign="top">
			<td align="center">3</td>
			<td>El modo de comunicaci&oacute;n Wi-Fi (IEEE802.11*) no se corresponde con la configuraci&oacute;n actual de la impresora. Configure el mismo modo de comunicaci&oacute;n para la impresora, el enrutador/punto de acceso y el PC. Si necesita asistencia, p&oacute;ngase en contacto con su administrador de red.<br>
				<br>
				*La pantalla var&iacute;a seg&uacute;n la regi&oacute;n del usuario.</td>
			<td><ul>
				<li>Compruebe que el modo de comunicaci&oacute;n Wi-Fi configurado en su punto de acceso coincida con el que admite su impresora.</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Este mensaje aparece cuando la impresora no admite el modo de comunicaci&oacute;n Wi-Fi configurado para el punto de acceso y el PC.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Arriba<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="3. Security Mode Check"><br></a>
<h4>3. Security Mode Check (Comprobaci&oacute;n modo seguridad)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">N.&deg;</th>
			<th width="40%" align="center">Mensajes</th>
      		<th width="55%" align="center">Soluciones</th>
		</tr>
		<tr vAlign="top">
			<td align="center">4</td>
			<td>El modo de seguridad (ej. WEP, WPA) no se corresponde con la configuraci&oacute;n actual de la impresora. Confirme el modo de seguridad. Si necesita asistencia, p&oacute;ngase en contacto con su administrador de red.</td>
			<td>Confirme que el punto de acceso utilice uno de los siguientes modos de seguridad. En caso contrario, vuelva a configurar la red y c&aacute;mbielo por un modo de seguridad compatible.
				<ul>
				<li>WEP-64 bits (40 bits)
				<li>WEP-128 bits (104 bits)
				<li>WPA PSK (TKIP)
				<li>WPA2 PSK (TKIP)
				<li>WPA PSK (AES)
				<li>WPA2 PSK (AES)
				<li>WPA (TKIP/AES)
				<li>WPA2 (TKIP/AES)</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Este mensaje aparece si la impresora no admite los modos de seguridad configurados para los dispositivos de red o si no coinciden con el modo de seguridad de la impresora.<br>
Hay varios tipos de seguridad configurados para dispositivos de red, depende de su potencia o m&eacute;todo de cifrado.<br>
Los modos de seguridad compatibles var&iacute;an seg&uacute;n el dispositivo de red. Para conseguir la comunicaci&oacute;n, el dispositivo de red y la impresora deben tener configurado el mismo modo de seguridad.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Arriba<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="4. MAC Address Filtering Check"><br></a>
<h4>4. MAC Address Filtering Check (Comprobaci&oacute;n filtrado direcciones MAC)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">N.&deg;</th>
			<th width="40%" align="center">Mensajes</th>
      		<th width="55%" align="center">Soluciones</th>
		</tr>
		<tr vAlign="top">
			<td align="center">5</td>
			<td>Es posible que la direcci&oacute;n MAC de su impresora est&eacute; filtrada. Compruebe si su enrutador/punto de acceso presenta restricciones como filtro de direcci&oacute;n MAC.<br>
				Consulte la documentaci&oacute;n del enrutador/punto de acceso o, si necesita asistencia, p&oacute;ngase en contacto con su administrador de red.</td>
			<td><ul>
				<li>Consulte el manual de instrucciones del punto de acceso para m&aacute;s informaci&oacute;n sobre la funci&oacute;n de filtrado de direcciones MAC. Si est&aacute; activada esa funci&oacute;n, registre la direcci&oacute;n MAC de su impresora para impedir que sea filtrada.
				<li>Si ha utilizado el modo de seguridad WEP para que su punto de acceso active la autenticaci&oacute;n Compartida, compruebe que sean correctas la clave de autenticaci&oacute;n y el &iacute;ndice.</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Este mensaje aparece cuando est&aacute; activado el filtrado de direcciones MAC y la direcci&oacute;n MAC de la impresora no est&aacute; registrada en el punto de acceso.<br>
La direcci&oacute;n MAC es un n&uacute;mero que identifica cada uno de los dispositivos de red.<br>
Un punto de acceso tiene una funci&oacute;n que le permite aceptar o rechazar el acceso a la red de un dispositivo seg&uacute;n su direcci&oacute;n MAC.<br>
Si esta funci&oacute;n est&aacute; activada, solamente pueden conectarse a la red los dispositivos con direcciones MAC registradas.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Arriba<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="5. Security Key/Password Check"><br></a>
<h4>5. Security Key/Password Check (Comprobaci&oacute;n clave de seguridad/contrase&ntilde;a)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">N.&deg;</th>
			<th width="40%" align="center">Mensajes</th>
      		<th width="55%" align="center">Soluciones</th>
		</tr>
		<tr vAlign="top">
			<td align="center">6</td>
			<td>La clave/contrase&ntilde;a de seguridad introducida no se corresponde con la configurada para su enrutador/punto de acceso. Confirme la clave/contrase&ntilde;a de seguridad. Si necesita asistencia, p&oacute;ngase en contacto con su administrador de red.</td>
			<td>La clave de seguridad que ha escrito no es la configurada en el punto de acceso. Vuelva a configurar su red con la clave de seguridad correcta. En esta clave, se distingue entre may&uacute;sculas y min&uacute;sculas.</td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Este mensaje aparece cuando la clave de seguridad escrita no es la misma que la configurada para el punto de acceso.<br>
La clave de seguridad (contrase&ntilde;a) es necesaria para conectarse a la red.<br>
En esta clave, se distingue entre may&uacute;sculas y min&uacute;sculas. Si la clave escrita no es id&eacute;ntica a la clave registrada, no se podr&aacute; conectar.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Arriba<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="6. IP Address Check"><br></a>
<h4>6. IP Address Check (Comprobaci&oacute;n de direcci&oacute;n IP)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">N.&deg;</th>
			<th width="40%" align="center">Mensajes</th>
      		<th width="55%" align="center">Soluciones</th>
		</tr>
		<tr vAlign="top">
			<td align="center">7</td>
			<td>Se ha asignado a la impresora una direcci&oacute;n IP incorrecta. Confirme la configuraci&oacute;n de la direcci&oacute;n IP del dispositivo de red (nodo, enrutador o punto de acceso). Si necesita asistencia, p&oacute;ngase en contacto con su administrador de red.
			<td><ul>
				<li>F&iacute;jese en si est&aacute; activada o no la funci&oacute;n DHCP para el punto de acceso. Si est&aacute; desactivada, act&iacute;vela.
				<li>Si ha configurado manualmente la direcci&oacute;n IP, entonces la direcci&oacute;n no est&aacute; comprendida en el intervalo admitido (no es v&aacute;lida). Escriba la direcci&oacute;n IP correcta.</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t" align="center"><a href="#top">Arriba<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="7. Detailed IP Setup Check"><br></a>
<h4>7. Detailed IP Setup Check (Comprobaci&oacute;n config. IP detallada)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">N.&deg;</th>
			<th width="40%" align="center">Mensajes</th>
      		<th width="55%" align="center">Soluciones</th>
		</tr>
		<tr vAlign="top">
			<td align="center">8</td>
			<td>Confirme la configuraci&oacute;n de la conexi&oacute;n y de la red del PC u otro dispositivo.<br>
				Est&aacute; disponible la conexi&oacute;n mediante la configuraci&oacute;n EpsonNet Setup.<br>
				Si necesita asistencia, p&oacute;ngase en contacto con su administrador de red.
			<td><ol><li>Compruebe que:
					<ul><li>Est&eacute;n encendidos los dispositivos que vayan a usar la impresora (el PC, por ejemplo).
						<li>Los dispositivos que vayan a usar la impresora (el PC, por ejemplo) est&eacute;n todos en la misma red.</ul>
					<li>Si ha comprobado los puntos anteriores, configure la red con EpsonNet Setup.</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">9</td>
			<td>Confirme la configuraci&oacute;n de la direcci&oacute;n IP, la m&aacute;scara de subred y la puerta de enlace predeterminada.<br>
				Est&aacute; disponible la conexi&oacute;n mediante la configuraci&oacute;n EpsonNet Setup.<br>
				Si necesita asistencia, p&oacute;ngase en contacto con su administrador de red.
			<td><ol><li>Compruebe que:
					<ul><li>Est&eacute;n encendidos los dem&aacute;s dispositivos de la red.
						<li>La direcci&oacute;n de red configurada manualmente para la impresora sea correcta.
						<li>La direcci&oacute;n de red para la impresora sea igual a la de otros dispositivos.</ul>
					<li>Si la direcci&oacute;n de red no es correcta, configure la direcci&oacute;n correcta con la pantalla LCD de la impresora.<br>
						Si no puede cambiar los ajustes con su impresora, config&uacute;relos con EpsonNet Setup.<br>
						Su direcci&oacute;n IP, m&aacute;scara de subred y puerta predeterminada actuales se muestran en C (Network Status (Estado de la red)).</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">10</td>
			<td>La configuraci&oacute;n no se ha completado satisfactoriamente. Confirme la configuraci&oacute;n de la puerta de enlace predeterminada.<br>
				Est&aacute; disponible la conexi&oacute;n mediante la configuraci&oacute;n EpsonNet Setup.<br>
				Si necesita asistencia, p&oacute;ngase en contacto con su administrador de red.
			<td><ol><li>Compruebe que:
					<ul><li>La puerta de enlace predeterminada configurada manualmente para la impresora sea correcta.
						<li>Est&eacute; encendido el dispositivo especificado como puerta de enlace predeterminada.</ul>
					<li>Si la direcci&oacute;n de la puerta de enlace predeterminada no es correcta, configure la direcci&oacute;n correcta con la pantalla LCD de la impresora.<br>
						Si no puede cambiar los ajustes con su impresora, config&uacute;relos con EpsonNet Setup.<br>
						La direcci&oacute;n actual de su puerta de enlace predeterminada se muestra en C (Network Status (Estado de la red)), debajo de Puerta de enlace predeterminada.</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">11</td>
			<td>Compruebe que:<br>
				-La clave de seguridad/contrase&ntilde;a que ha escrito sea la correcta.<br>
				-El &iacute;ndice de la clave de seguridad/contrase&ntilde;a est&eacute; configurado en el primer n&uacute;mero.<br>
				-La direcci&oacute;n IP, la m&aacute;scara de subred y la puerta de enlace predeterminada sean las correctas.<br>
				Si necesita asistencia, p&oacute;ngase en contacto con su administrador de red.
			<td><ol><li>Compruebe que:
					<ul><li>Est&eacute;n encendidos los dem&aacute;s dispositivos de la red.
						<li>La direcci&oacute;n de red configurada manualmente para la impresora sea correcta.
						<li>La direcci&oacute;n de red para la impresora sea igual a la de otros dispositivos.</ul>
					<li>Si ya ha comprobado todos los puntos anteriores, pruebe la siguiente soluci&oacute;n:
					<ul><li>Inicie EpsonNet Setup en el PC que est&eacute; en la misma red que la impresora.<br>
							Si su impresora figura en la lista de impresoras, configure la direcci&oacute;n IP de la impresora en la pantalla de configuraci&oacute;n de direcciones IP. Si su impresora no figura en la lista, es posible que la clave de seguridad sea incorrecta. Configure la red con la pantalla LCD de la impresora y escriba la clave de seguridad correcta.
						<li>Puede registrar varias claves de seguridad para el punto de acceso en el modo de seguridad WEP. Si hay varias claves registradas, confirme que ha escrito la primera de todas.</ul></ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">12</td>
			<td>Compruebe que:<br>
				-La clave de seguridad/contrase&ntilde;a que ha escrito sea la correcta.<br>
				-El &iacute;ndice de la clave de seguridad/contrase&ntilde;a est&eacute; configurado en el primer n&uacute;mero.<br>
				-La conexi&oacute;n y la configuraci&oacute;n de la red del PC u otro dispositivo sean las correctas.<br>
				Si necesita asistencia, p&oacute;ngase en contacto con su administrador de red.
			<td><ol><li>Compruebe que:
					<ul><li>Est&eacute;n encendidos los dispositivos de red tales como el m&oacute;dem, el concentrador o el enrutador.
						<li>Se haya configurado manualmente la direcci&oacute;n IP de los dispositivos de red que no sean la impresora (si la direcci&oacute;n IP de la impresora se asigna autom&aacute;ticamente pero las de los dem&aacute;s dispositivos de red se asigna manualmente, la red de la impresora puede ser distinta de la de los dispositivos).</ul>
					<li>Si ya ha comprobado todos los puntos anteriores, pruebe la siguiente soluci&oacute;n:
					<ul><li>Inicie EpsonNet Setup en el PC que est&eacute; en la misma red que la impresora.<br>
							Si su impresora figura en la lista de impresoras, configure la direcci&oacute;n IP de la impresora en la pantalla de configuraci&oacute;n de direcciones IP. Si su impresora no figura en la lista, es posible que la clave de seguridad sea incorrecta. Configure la red con la pantalla LCD de la impresora y escriba la clave de seguridad correcta.
						<li>Puede registrar varias claves de seguridad para el punto de acceso en el modo de seguridad WEP. Si hay varias claves registradas, confirme que ha escrito la primera de todas.</ul></ol>
		</tr>
	</tbody>
</table>
<div class="body-t">
Revise la direcci&oacute;n IP de la impresora y confirme que la impresora de red pueda acceder a otros dispositivos conectados a la red. En ocasiones no se puede especificar el error. Le recomendamos que configure la red con EpsonNet Setup.
</div>
<br>
<div class="body-t"><b>Acerca de las direcciones de red:</b></div>
	<div class="body-i">
	La direcci&oacute;n IP no indica solamente los dispositivos conectados a la red (PC, concentrador, enrutador), sino tambi&eacute;n el intervalo de red al que pertenecen. Los dispositivos conectados a la misma red pueden comunicarse entre ellos. Si desea comunicarse con dispositivos de otra red, necesita un enrutador. Una direcci&oacute;n IP consta de dos partes. La primera es la &quot;direcci&oacute;n de red&quot;, e indica el intervalo de la red. La segunda es la &quot;direcci&oacute;n de host&quot;, e indica el dispositivo de red. La l&iacute;nea entre la direcci&oacute;n de red y la de host var&iacute;a seg&uacute;n la escala (clase) de la red. Pero puede definir la l&iacute;nea entre la direcci&oacute;n de red y la de host con la m&aacute;scara de subred. <br>
	Si utiliza su impresora en una red dom&eacute;stica, configure el ajuste de la direcci&oacute;n IP de la impresora como &quot;Auto&quot; cuando use la funci&oacute;n DHCP del punto de acceso. Si desea usar &quot;Manual&quot; para configurar la direcci&oacute;n IP de la impresora, siga estas instrucciones para configurar la direcci&oacute;n IP y la m&aacute;scara de subred.
	<ol><li>Compruebe la direcci&oacute;n IP del enrutador (o punto de acceso) conectado a su PC. Para m&aacute;s informaci&oacute;n, consulte el manual de instrucciones del enrutador (o punto de acceso).
		<li>Todas las direcciones IP est&aacute;n formadas por segmentos num&eacute;ricos de cuatro cifras (para IPv4). En el &uacute;ltimo segmento, configure un n&uacute;mero del 1 al 254. (Si el enrutador es un servidor DHCP o si hay otro servidor DHCP en la red dom&eacute;stica, configure un valor que no entre en conflicto con la direcci&oacute;n IP asignada por el servidor DHCP.)
	</ol>
	<b>Ejemplo de configuraci&oacute;n:</b><br>
	Direcci&oacute;n IP del enrutador (o punto de acceso): 192.168.1.<b>1</b><br>
	Ejemplo de configuraci&oacute;n en la impresora: 192.168.1.<b>3</b><br>
	Si utiliza su impresora en una red peque&ntilde;a, se configurar&aacute; la m&aacute;scara de subred <b>255.255.255.0</b> para todos los dispositivos de red. Adem&aacute;s, la puerta de enlace utiliza el mismo valor que la direcci&oacute;n IP para el punto de acceso.
	</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Arriba<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="8. About the network environment"><br></a>
<h4>Acerca de su entorno de red</h4>
<div class="body-t">
Adem&aacute;s del informe de revisi&oacute;n del estado de la red/conexi&oacute;n, tambi&eacute;n se muestran los siguientes mensajes para avisarle si hay que mejorar otros factores de su entorno de red.
</div>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="45%" align="center">Mensajes</th>
      		<th width="55%" align="center">Soluciones</th>
		</tr>
		<tr vAlign="top">
			<td>*La intensidad de se&ntilde;al es baja. Si tiene problemas al imprimir o escanear, mejore su entorno de red inal&aacute;mbrica.</td>
			<td>Como la se&ntilde;al es d&eacute;bil, la impresi&oacute;n puede ser muy lenta e incluso interrumpirse.<br>
				Siga estas instrucciones para mejorar el entorno:
				<ul><li>Acerque la impresora al punto de acceso
					<li>Retire cualquier obst&aacute;culo que haya entre el punto de acceso y la impresora.</ul></td>
		</tr>
		<tr vAlign="top">
			<td>*Un conflicto de canal de enrutador/punto de acceso ha sido detectado. Si tiene problemas al imprimir o escanear, mejore su entorno de red inal&aacute;mbrica.</td>
			<td>Otras redes inal&aacute;mbricas de habitaciones o edificios cercanos pueden provocar interferencias en la se&ntilde;al. Si acerca la impresora al punto de acceso puede mejorar el entorno.</td>
		</tr>
		<tr vAlign="top">
			<td>*La intensidad de se&ntilde;al es baja. Un conflicto de canal de enrutador/punto de acceso ha sido detectado. Si tiene problemas al imprimir o escanear, mejore su entorno de red inal&aacute;mbrica.</td>
			<td>Como la se&ntilde;al es d&eacute;bil, la impresi&oacute;n puede ser muy lenta e incluso interrumpirse. Otras redes inal&aacute;mbricas de habitaciones o edificios cercanos pueden provocar interferencias en la se&ntilde;al.<br>
				Siga estas instrucciones para mejorar el entorno:
				<ul><li>Acerque la impresora al punto de acceso
					<li>Retire cualquier obst&aacute;culo que haya entre el punto de acceso y la impresora.</ul></td>
		</tr>
		<tr vAlign="top">
			<td>*M&uacute;ltiples nombres de red (SSID) que se corresponden con el nombre de red (SSID) que ha introducido se han detectado. Confirme el nombre de red(SSID).</td>
			<td>Est&aacute; conectado a otro punto de acceso.<br>
				Pruebe lo siguiente:<br>
				Cambie el SSID del punto de acceso al que quiera conectarse. Despu&eacute;s, vuelva a configurar la red para su impresora. 
		</tr>


<tr vAlign="top">
			<td>*No se puede conectar m치s dispositivos. Desconecte un dispositivo conectado para agregar otro.</td>
			<td>Si desea a침adir otro dispositivo, desconecte uno de los dispositivos actuales mediante la configuraci칩n de Wi-Fi del dispositivo, o bien desconecte todos los dispositivos cambiando la contrase침a desde la impresora.</tr>




	</tbody>
</table>
<p></p>
<div class="body-t" align="center"><a href="#top">Arriba<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
</body>
</html>
