<!-- saved from url=(0013)about:internet -->
<!-- Code: NPD4929-00 SK -->
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link href="../_img/_style.css" rel="stylesheet">
<title>Epson</title>
</head>
<body>
<div class="read-t">Sp&ocirc;sob v&yacute;beru pon&uacute;k sa podľa jednotliv&yacute;ch modelov tlačiarne l&iacute;&scaron;i.<br>
<div class="bullet">V&nbsp;pr&iacute;pade modelov s&nbsp;dotykovou obrazovkou stlačte ikonu priamo na obrazovke tlačiarne.</div>
<div class="bullet">V&nbsp;pr&iacute;pade modelov bez dotykovej obrazovky vyberte položky pomocou tlačidiel so &scaron;&iacute;pkami. Potom stlačte tlačidlo <b>OK</b>.</div></div>
<div class="step01">Skontrolujte, či je tlačiareň zapnut&aacute; a&nbsp;pripraven&aacute; na použ&iacute;vanie.
<div class="link-t"><a href="if_menu.htm" target="_blank">Ďal&scaron;ie inform&aacute;cie</a></div></div>
<div class="step02">Choďte k&nbsp;tlačiarni a&nbsp;otvorte ponuku nastavenie siete Wi-Fi pomocou niektor&eacute;ho z&nbsp;postupov uveden&yacute;ch niž&scaron;ie (v&nbsp;z&aacute;vislosti od tlačiarne).<br>
<div class="bullet">Vyberte <img border="0" align="middle" src="../_img/bt_wifi_b.gif">.</div>
<div class="bullet">Vyberte možnosť <b>Wi-Fi Setup (Nastavenie siete Wi-Fi)</b>.</div>
<div class="bullet">Ťuknite na položku <img border="0" align="middle" src="../_img/ic_nw_default.gif"> a potom na položku <b>Menu (Ponuka)</b>.</div></div>
<div class="step03">Otvorte ponuku nastavenie pripojenia Wi-Fi Direct pomocou niektor&eacute;ho z&nbsp;postupov uveden&yacute;ch niž&scaron;ie (v&nbsp;z&aacute;vislosti od tlačiarne).<br>
<div class="bullet">Vyberte položku <b>Wi-Fi Direct Routerless Setup (Nastavenie pripojenia Wi-Fi Direct bez smerovača)</b>/ <b>Wi-Fi Direct Setup (Nastavenie pripojenia Wi-Fi Direct)</b>.</div>
<div class="bullet">Vyberte položku <b>Wi-Fi Direct Routerless Setup (Nastavenie pripojenia Wi-Fi Direct bez smerovača)</b>/ <b>Wi-Fi Direct Setup (Nastavenie pripojenia Wi-Fi Direct)</b> a&nbsp;potom položku <b>Connection Setup (Nastavenie pripojenia)</b>.</div>
</div>
<div class="step04">Postupujte podľa pokynov na obrazovke tlačiarne a&nbsp;potom stlačte tlačidlo <b>Proceed (Pokračovať)</b> alebo<b> OK</b>.</div>
<div class="step05">Skontrolujte SSID zobrazen&eacute; na obrazovke tlačiarne.<br>
Ak sa nezobraz&iacute;, stlačte tlačidlo <b>OK</b> alebo <img border="0" align="middle" src="../_img/bt_down.gif"> a&nbsp;pomocou poč&iacute;tača vyhľadajte a&nbsp;vyberte SSID.
<div class="link-t"><a href="_files/search_ssid.htm" target="_blank">Vyhľadanie SSID</a></div></div>
<div class="step06">Zadajte zobrazen&eacute; heslo v&nbsp;nastaveniach pripojenia Wi-Fi v&nbsp;poč&iacute;tači. Ak sa nezobrazuje na obrazovke tlačiarne, stlačte tlačidlo <img border="0" align="middle" src="../_img/bt_down.gif">.
<div class="link-t"><a href="_files/enter_password.htm" target="_blank">Zadanie hesla</a></div></div>
<div class="step07">Dokončite nastavenie pripojenia Wi-Fi.</div>
</body>
</html>
