<!-- saved from url=(0013)about:internet -->
<!-- Code: NPD4929-00 SK -->
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link href="../_img/_style.css" rel="stylesheet">
<title>Epson</title>
</head>
<body>
<div class="read-t">Sp&ocirc;sob v&yacute;beru pon&uacute;k sa podľa jednotliv&yacute;ch modelov tlačiarne l&iacute;&scaron;i.<br>
<div class="bullet">V&nbsp;pr&iacute;pade modelov s&nbsp;dotykovou obrazovkou stlačte ikonu priamo na obrazovke tlačiarne.</div>
<div class="bullet">V&nbsp;pr&iacute;pade modelov bez dotykovej obrazovky vyberte položky pomocou tlačidiel so &scaron;&iacute;pkami. Potom stlačte tlačidlo <b>OK</b>.</div></div>
<div class="step01">Skontrolujte, či je tlačiareň zapnut&aacute; a&nbsp;pripraven&aacute; na použ&iacute;vanie.
<div class="link-t"><a href="if_menu.htm" target="_blank">Ďal&scaron;ie inform&aacute;cie</a></div></div>
<div class="step02">Choďte k&nbsp;tlačiarni a&nbsp;otvorte ponuku nastavenie siete Wi-Fi pomocou niektor&eacute;ho z&nbsp;postupov uveden&yacute;ch niž&scaron;ie (v&nbsp;z&aacute;vislosti od tlačiarne).<br>
<div class="bullet">Vyberte <img border="0" align="middle" src="../_img/bt_wifi_b.gif">.</div>
<div class="bullet">Vyberte možnosť <b>Wi-Fi Setup (Nastavenie siete Wi-Fi)</b>.</div>
<div class="bullet">Ťuknite na položku <img border="0" align="middle" src="../_img/ic_nw_default.gif"> a&nbsp;potom na položku <b>Wi-Fi Setup (Nastavenie siete Wi-Fi)</b>.</div></div>
<div class="step03">Vyberte položku <b>Push Button Setup (WPS) (Nastavenie tlačidla (WPS))</b>/<b>Push Button (WPS) (Tlačidlo (WPS))</b>.</div>
<div class="step04">Stlačte tlačidlo WPS na bezdr&ocirc;tovom smerovači (pr&iacute;stupovom bode). Potom stlačte tlačidlo <b>Proceed (Pokračovať)</b> alebo <b>OK</b> na tlačiarni.</div>
<div class="Indent"><b>POZN&Aacute;MKA:</b><br>Ak sa na bezdr&ocirc;tovom smerovači (pr&iacute;stupovom bode) nenach&aacute;dza tlačidlo, aktivujte WPS pomocou softv&eacute;ru, ktor&yacute; bol dodan&yacute; spolu s&nbsp;bezdr&ocirc;tov&yacute;m smerovačom (pr&iacute;stupov&yacute;m bodom).</div>
<div class="step05">Keď sa zobraz&iacute; hl&aacute;senie o dokončen&iacute;, dokončite nastavenie pripojenia Wi-Fi stlačen&iacute;m tlačidla <b>OK</b>.</div>
<div class="Indent">
<div class="body-text">Ak nastavenie pripojenia Wi-Fi zlyhalo, kliknite na nasleduj&uacute;ce prepojenie.<br>
<div class="link-t"><a href="_files/wps_b_p_setupfailed_p.htm" target="_blank"><b>Nastavenie zlyhalo</b></a></div></div>
</div>
</body>
</html>
