 <!-- saved from url=(0013)about:internet -->
<!-- Code: NPD4929-00 TR -->
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link href="../../_img/_style.css" rel="stylesheet">
<title>Epson</title>
</head>

<body>
<a name="top"></a>


<h1 class="head-a">Sorun Giderme Ağ Bağlantı Raporu</h1>

<div class="body-t" align="right"><h5><a href="ethchk.htm" target="_self">Ethernet bağlantısı i&ccedil;in<img align="middle" border="0" hspace="5" src="../../_img/_bg04.gif"></a></h5></div>
<h2 class="head-b">Wi-Fi Bağlantısı</h2>





<h3>Ağ durumu ya da bağlantı sorunları nasıl &ccedil;&ouml;z&uuml;l&uuml;r</h3>
<ol>
	<li>Yazdırdığınız Ağ Bağlantısı Raporuna bakın. Durumun BAŞARISIZ g&ouml;sterdiği <b>A</b>'daki (Ağ Bağlantısını Kontrol Edin) &ouml;ğeleri kontrol edin.
	<li>Kontrol &Ouml;ğeleri listesinde, &ccedil;&ouml;z&uuml;mleri g&ouml;r&uuml;nt&uuml;lemek i&ccedil;in BAŞARISIZ durumu g&ouml;steren &ouml;ğelere tıklayın.
	<li><b>B</b>'de g&ouml;sterilen mesajı kontrol edin ve her Kontrol &Ouml;ğesi'nin altında listelenen mesajlarda aynı mesajı arayın. Daha sonra &ccedil;&ouml;z&uuml;mleri izleyin.
	</ol>
<div class="body-i"><b>B</b>'de * bulunan mesajlar i&ccedil;in daha fazla bilgi i&ccedil;in bkz. &quot;Ağ ortamınız hakkında&quot;.</div>
<p></p>
<center><div class="body-t"><img align="top" border="0" src="../../_img/chk_wifi.gif"></div></center>
<h3><br>Kontrol &Ouml;ğeleri</h3>
<div class="body-t">Mesaj ve &ccedil;&ouml;z&uuml;mlere gitmek i&ccedil;in aşağıdaki &ouml;ğelere tıklayın. </div>
<h5><ol>
	<li><a href="#1. Wireless Network Name (SSID) Check">Wireless Network Name (SSID) Check (Kablosuz Ağ Adının (SSID) Kontrol&uuml;)</a>
	<li><a href="#2. Communication Mode Check">Communication Mode Check (İletişim Modu Kontrol&uuml;)</a>
	<li><a href="#3. Security Mode Check">Security Mode Check (G&uuml;venlik Modu Kontrol&uuml;)</a>
	<li><a href="#4. MAC Address Filtering Check">MAC Address Filtering Check (MAC Adresi Filtre kontrol&uuml;)</a>
	<li><a href="#5. Security Key/Password Check">Security Key/Password Check (G&uuml;venlik Anahtarı/Şifre Kontrol&uuml;)</a>
	<li><a href="#6. IP Address Check">IP Address Check (IP Adresi Kontrol&uuml;)</a>
	<li><a href="#7. Detailed IP Setup Check">Detailed IP Setup Check (Ayrıntılı IP Ayarları Kontrol&uuml;)</a>
	<ul>
	<li><a href="#8. About the network environment">Ağ ortamı hakkında</a></ul></ol>
</h5>
<p></p>
<h3><BR>Kontrol &ouml;ğeleri i&ccedil;in mesaj ve &ccedil;&ouml;z&uuml;mler</h3>
<a name="1. Wireless Network Name (SSID) Check"><br></a>
<h4>1. Wireless Network Name (SSID) Check (Kablosuz Ağ Adının (SSID) Kontrol&uuml;)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">No.</th>
			<th width="40%" align="center">Mesajlar</th>
      		<th width="55%" align="center">&Ccedil;&ouml;z&uuml;mler</th>
		</tr>
		<tr vAlign="top">
			<td align="center">1</td>
			<td>Kablosuz ağ adı (SSID) bulunamadı. Router/erişim noktasının a&ccedil;ık olduğunu ve kablosuz ağın (SSID) doğru ayarlandığını onaylayın. Yardım i&ccedil;in ağ y&ouml;neticinize başvurun.</td>
			<td><ul>
				<li>Erişim noktasının a&ccedil;ık olup olmadığını kontrol edin. Kapalıysa a&ccedil;ın ve ağ ayarlarını tekrar yapın.
				<li>Yazıcınızı erişim noktasının yakınına yerleştirin.
				<li>Eğer kablosuz ağ adını (SSID) man&uuml;el olarak girdiyseniz, kablosuz ağ adınızın (SSID) doğru olup olmadığını kontrol edin. Yanlışsa tekrar girin. Kablosuz ağ adınız (SSID), Ağ Adının (SSID) altındaki <b>C</b>'de (Ağ Durumu) g&ouml;sterilir.
				<li>Ağınızı WPS kullanarak kurduysanız, erişim noktanızın WPS'i destekleyip desteklemediğini kontrol edin.
				<li>Ge&ccedil;ici bir bağlantı kurmak istiyorsanız, &ouml;ncelikle PC'niz i&ccedil;in Ge&ccedil;ici ayar kurmalısınız. PC'niz i&ccedil;in Ge&ccedil;ici ayarları ger&ccedil;ekleştirin ve daha sonra yazıcınız i&ccedil;in ağ ayarlarını tekrar yapın.</td>
		</tr>
		<tr vAlign="top">
			<td align="center">2</td>
			<td>Kablosuz ağ adı (SSID) bulunamadı. Bağlanmak istediğiniz PC'nin kablosuz ağ adının (SSID) doğru ayarlandığını onaylayınız. Yardım i&ccedil;in ağ y&ouml;neticinize başvurun.</td>
			<td><ul>
				<li>Bağlanmak istediğiniz bilgisayarın a&ccedil;ık olduğundan emin olun. Kapalıysa a&ccedil;ın ve yazıcınızın ağ ayarlarını tekrar yapın.
				<li>Yazıcınızı bağlanmak istediğiniz bilgisayarın yakınına yerleştirin.</td>
		</tr>
	<tbody>
</table>
<div class="body-t">
Se&ccedil;ilen ya da girilen kablosuz ağ adı (SSID) ağ ayarları sırasında bulunamadığında yukarıdaki mesajlar g&ouml;sterilir.<br>
SSID Wi-Fi ağınızın adıdır. Erişim noktası kullanıyorsanız, ağınızın erişim noktası kurulduğunda zaten bir ada sahiptir.<br>
Erişim noktası (Ge&ccedil;ici bağlantı) olmadan yazıcı ve PC'nizi doğrudan bağlamak isterseniz, PC'niz i&ccedil;in Ge&ccedil;ici ağ kurmanız gerekmektedir. Bu durumda PC'nizde bir SSID oluşturmanız gerekir. <br>
Eğer SSID'nizi bilmiyorsanız, ağınızı kuran kişi ya da kuruluşla irtibata ge&ccedil;menizi &ouml;neririz. <br>
Ayrıca yazıcının erişim noktasından ya da PC'den belirgin sinyal alabilmesi i&ccedil;in yazıcınızı erişim noktasının (ya da PC) yakınına yerleştirmeniz gerekir.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">&Uuml;st<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="2. Communication Mode Check"><br></a>
<h4>2. Communication Mode Check (İletişim Modu Kontrol&uuml;)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">No.</th>
			<th width="40%" align="center">Mesajlar</th>
      		<th width="55%" align="center">&Ccedil;&ouml;z&uuml;mler</th>
		</tr>
		<tr vAlign="top">
			<td align="center">3</td>
			<td>Wi-Fi iletişim modu (IEEE802.11*) ge&ccedil;erli yazıcı ayarıyla uyuşmuyor. Yazıcı, router/erişim noktası ve PC ile aynı iletişim moduna ayarlayın. Yardım i&ccedil;in ağ y&ouml;neticinize başvurun.<br>
				<br>
				*G&ouml;r&uuml;n&uuml;m konumunuza g&ouml;re değişiklik g&ouml;sterir.</td>
			<td><ul>
				<li>Erişim noktası i&ccedil;in ayarlanan Wi-Fi iletişim modunun yazıcınız tarafından desteklenenle eşleşip eşleşmediğini kontrol edin.</td>
		</tr>
	<tbody>
</table>
<div class="body-t">
Bu mesaj erişim noktası ve PC i&ccedil;in ayarlanan Wi-Fi iletişim modu, yazıcı tarafından desteklenmediğinde g&ouml;r&uuml;nt&uuml;lenir.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">&Uuml;st<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="3. Security Mode Check"><br></a>
<h4>3. Security Mode Check (G&uuml;venlik Modu Kontrol&uuml;)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">No.</th>
			<th width="40%" align="center">Mesajlar</th>
      		<th width="55%" align="center">&Ccedil;&ouml;z&uuml;mler</th>
		</tr>
		<tr vAlign="top">
			<td align="center">4</td>
			<td>G&uuml;venlik modu (&ouml;rneğin WEP, WPA) ge&ccedil;erli yazıcı ayarıyla uyuşmuyor. G&uuml;venlik modunu onaylayın. Yardım i&ccedil;in ağ y&ouml;neticinize başvurun.</td>
			<td>Erişim noktasının aşağıdaki g&uuml;venlik modlarından birini kullanıp kullanmadığını kontrol edin. Eğer kullanmıyorsa, ağ ayarlarını tekrar yapın ve desteklenen bir g&uuml;venlik moduyla değiştirin.
				<ul>
				<li>WEP-64bit (40bit)
				<li>WEP-128bit (104bit)
				<li>WPA PSK (TKIP)
				<li>WPA2 PSK (TKIP)
				<li>WPA PSK (AES)
				<li>WPA2 PSK (AES)
				<li>WPA (TKIP/AES)
				<li>WPA2 (TKIP/AES)</td>
		</tr>
	<tbody>
</table>
<div class="body-t">
Bu mesaj ağ aygıtları i&ccedil;in ayarlanmış g&uuml;venlik modları yazıcı tarafından desteklenmediğinde ya da yazıcının g&uuml;venlik modu ile eşleşmediğinde g&ouml;r&uuml;nt&uuml;lenir.<br>
Ağ aygıtları i&ccedil;in g&uuml;c&uuml;ne ve şifrelemeye bağlı olarak ayarlanan farklı g&uuml;venlik t&uuml;rleri vardır.<br>
Desteklenen g&uuml;venlik modları ağ aygıtına g&ouml;re değişiklik g&ouml;sterebilir. İletişime izin vermek i&ccedil;in ağ aygıtı ve yazıcı arasında aynı g&uuml;venlik modu ayarlanmalıdır. 
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">&Uuml;st<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="4. MAC Address Filtering Check"><br></a>
<h4>4. MAC Address Filtering Check (MAC Adresi Filtre kontrol&uuml;)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">No.</th>
			<th width="40%" align="center">Mesajlar</th>
      		<th width="55%" align="center">&Ccedil;&ouml;z&uuml;mler</th>
		</tr>
		<tr vAlign="top">
			<td align="center">5</td>
			<td>Yazıcınızın MAC adresi filtrelenmiş olabilir. Router/erişim noktanızın MAC adresi filtreleme gibi kısıtlamalara sahip olup olmadığını kontrol edin.<br>
				Router/erişim noktası belgelerine bakın ya da yardım i&ccedil;in ağ y&ouml;neticinize başvurun.</td>
			<td><ul>
				<li>MAC adresi filtreleme fonksiyonu i&ccedil;in daha fazla bilgi i&ccedil;in erişim noktanızla gelen kullanma kılavuzuna bakın. Filtreleme fonksiyonu etkinse, yazıcınızın filtrelenmesini engellemek i&ccedil;in yazıcınızın MAC adresini kaydedin.
				<li>Paylaşımlı kimlik doğrulamayı etkinleştirmek i&ccedil;in WEP g&uuml;venlik modunu kullandıysanız doğrulama anahtarı ve dizinin doğru olduğunu teyit edin. </td>
		</tr>
	<tbody>
</table>
<div class="body-t">
Bu mesaj, MAC adresi filtreleme etkinleştirildiğinde ve yazıcının MAC adresi erişim noktasına kaydedilmediğinde g&ouml;r&uuml;nt&uuml;lenir.<br>
MAC adresi, ayrı ağ aygıtlarını tanımlamak i&ccedil;in kullanılan bir kimlik numarasıdır.<br>
Bir erişim noktası, MAC adresine bağlı olarak bir aygıtın ağa erişimine izin vermesine ya da reddetmesine olanak verir.<br>
Eğer bu fonksiyon etkinse, sadece MAC adresleri kayıtlı ağ aygıtları ağa bağlanabilir.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">&Uuml;st<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="5. Security Key/Password Check"><br></a>
<h4>5. Security Key/Password Check (G&uuml;venlik Anahtarı/Şifre Kontrol&uuml;)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">No.</th>
			<th width="40%" align="center">Mesajlar</th>
      		<th width="55%" align="center">&Ccedil;&ouml;z&uuml;mler</th>
		</tr>
		<tr vAlign="top">
			<td align="center">6</td>
			<td>Girilen g&uuml;venlik anahtarı/şifre router/erişim noktanızın ayarlarından biriyle uyuşmuyor. G&uuml;venlik anahtarı/şifreyi onaylayın. Yardım i&ccedil;in ağ y&ouml;neticinize başvurun.</td>
			<td>Erişim noktası i&ccedil;in ayarlanan g&uuml;venlik anahtarı ve girilen g&uuml;venlik anahtarı uyuşmuyor. Doğru g&uuml;venlik anahtarını kullanarak ağınızı tekrar kurun. G&uuml;venlik anahtarı b&uuml;y&uuml;k/k&uuml;&ccedil;&uuml;k harf duyarlıdır.</td>
		</tr>
	<tbody>
</table>
<div class="body-t">
Bu mesaj, girilen g&uuml;venlik anahtarı ve erişim noktanız i&ccedil;in ayarlanan anahtar eşleşmediğinde g&ouml;r&uuml;nt&uuml;lenir.<br>
G&uuml;venlik anahtarı (şifre) ağa bağlanmak i&ccedil;in gereklidir.<br>
G&uuml;venlik anahtarı b&uuml;y&uuml;k/k&uuml;&ccedil;&uuml;k harf duyarlıdır. Eğer girilen anahtar kayıtlı anahtarla tamamen eşleşmezse, bağlantı başarısız olur.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">&Uuml;st<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="6. IP Address Check"><br></a>
<h4>6. IP Address Check (IP Adresi Kontrol&uuml;)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">No.</th>
			<th width="40%" align="center">Mesajlar</th>
      		<th width="55%" align="center">&Ccedil;&ouml;z&uuml;mler</th>
		</tr>
		<tr vAlign="top">
			<td align="center">7</td>
			<td>Yazıcıya hatalı IP adresi atanmış. Ağ cihazınızın IP adresi ayarlarını (hub, router ya da erişim noktası) onaylayın. Yardım i&ccedil;in ağ y&ouml;neticinize başvurun.
			<td><ul>
				<li>Erişim noktası i&ccedil;in DHCP fonksiyonunun etkin olup olmadığını kontrol edin. Eğer devre dışı ise, etkin hale getirin.
				<li>IP adresini man&uuml;el olarak ayarladıysanız, IP adresi desteklenen aralığın dışındadır (ge&ccedil;ersiz). Doğru IP adresini girin.</td>
		</tr>
	<tbody>
</table>
<div class="body-t" align="center"><a href="#top">&Uuml;st<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="7. Detailed IP Setup Check"><br></a>
<h4>7. Detailed IP Setup Check (Ayrıntılı IP Ayarları Kontrol&uuml;)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">No.</th>
			<th width="40%" align="center">Mesajlar</th>
      		<th width="55%" align="center">&Ccedil;&ouml;z&uuml;mler</th>
		</tr>
		<tr vAlign="top">
			<td align="center">8</td>
			<td>Bilgisayarınızın veya diğer cihazın bağlantı ve ağ ayarlarını teyit edin.<br> 
				EpsonNet Setup kullanılarak bağlantı yapılabilir.<br>
				Yardım i&ccedil;in ağ y&ouml;neticinize başvurun.
			<td><ol><li>Aşağıdakileri kontrol edin:
					<ul><li>Yazıcıyı kullanmak isteyen PC gibi aygıtların a&ccedil;ık olup olmadığını kontrol edin.
						<li>Yazıcıyı kullanmak isteyen PC gibi aygıtların aynı ağda olup olmadığını kontrol edin.</ul>
					<li>Eğer yukarıdaki noktaları kontrol ettiyseniz, EpsonNet Setup'ı kullanarak ağ kurulumunu ger&ccedil;ekleştirin.</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">9</td>
			<td>IP adresini, subnet maskesini ve varsayılan ağ ge&ccedil;idi ayarlarını teyit edin.<br>
				EpsonNet Setup kullanılarak bağlantı yapılabilir.<br>
				Yardım i&ccedil;in ağ y&ouml;neticinize başvurun.
			<td><ol><li>Aşağıdakileri kontrol edin:
					<ul><li>Ağdaki diğer aygıtlar a&ccedil;ık
						<li>Yazıcı i&ccedil;in man&uuml;el olarak ayarlanmış ağ adresi doğru
						<li>Yazıcının ağ adresi diğer aygıtların ağ adresiyle aynı</ul>
					<li>Eğer ağ adresi hatalıysa, yazıcının LCD panelini kullanarak doğru adresi ayarlayın.<br>
						Yazıcınızı kullanarak ayarlarınızı değiştiremiyorsanız, EpsonNet Setup'ı kullanarak ayarları yapın.<br>
						Ge&ccedil;erli IP adresiniz, alt ağ maskeniz ve varsayılan ağ ge&ccedil;idiniz C'de (Ağ Durumunda) g&ouml;sterilir.</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">10</td>
			<td>Ayarlar tamamlanmamış. Varsayılan ağ ge&ccedil;idi ayarlarını teyit edin.<br>
				EpsonNet Setup kullanılarak bağlantı yapılabilir.<br>
				Yardım i&ccedil;in ağ y&ouml;neticinize başvurun.
			<td><ol><li>Aşağıdakileri kontrol edin:
					<ul><li>Yazıcı i&ccedil;in man&uuml;el olarak ayarlanmış varsayılan ağ ge&ccedil;ici adresi doğru
						<li>Varsayılan ağ ge&ccedil;idi olarak belirtilmiş aygıt a&ccedil;ık</ul>
					<li>Eğer varsayılan ağ ge&ccedil;idi adresi hatalıysa, yazıcının LCD panelini kullanarak doğru adresi ayarlayın.<br>
						Yazıcınızı kullanarak ayarlarınızı değiştiremiyorsanız, EpsonNet Setup'ı kullanarak ayarları yapın.<br>
						Ge&ccedil;erli varsayılan ağ ge&ccedil;idi adresiniz, Varsayılan Ağ Ge&ccedil;idi altındaki C'de (Ağ Durumu) g&ouml;sterilir.</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">11</td>
			<td>Aşağıdakileri doğrulayın:<br>
				-Girilen g&uuml;venlik anahtarı/parola doğru mu?<br>
				-G&uuml;venlik anahtarı/parola dizini ilk numaraya mı ayarlanmış?<br>
				-IP adresi, alt ağ maskesi veya varsayılan ağ ge&ccedil;idi ayarları doğru mu?<br>
				Yardım i&ccedil;in ağ y&ouml;neticinize başvurun.
			<td><ol><li>Aşağıdakileri kontrol edin:
					<ul><li>Ağdaki diğer aygıtlar a&ccedil;ık
						<li>Yazıcı i&ccedil;in man&uuml;el olarak ayarlanmış ağ adresi doğru
						<li>Yazıcının ağ adresi diğer aygıtların ağ adresiyle aynı</ul>
					<li>Yukarıdaki maddelerin tamamını kontrol ettiyseniz, şunları deneyin:
					<ul><li>Yazıcıyla aynı ağı kullanan PC'deki EpsonNet Setup'ı başlatın.<br>
							Eğer yazıcınız, yazıcı listesinde varsa, IP adresi ayar ekranında yazıcının IP adresini ayarlayın. Eğer yazıcınız listede değilse, g&uuml;venlik anahtarı yanlış olabilir. Yazıcının LCD panelini kullanarak ağ ayarlarını yapın ve doğru g&uuml;venlik anahtarını girin.
						<li>WEP g&uuml;venlik modunda erişim noktası i&ccedil;in birden fazla g&uuml;venlik anahtarı kaydedebilirsiniz. Eğer birden fazla anahtar kaydedilmişse, kaydedilen ilk anahtarı girip girmediğinizi kontrol edin.</ul></ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">12</td>
			<td>Aşağıdakileri doğrulayın:<br>
				-Girilen g&uuml;venlik anahtarı/parola doğru mu?<br>
				-G&uuml;venlik anahtarı/parola dizini ilk numaraya mı ayarlanmış?<br>
				-PC'nin veya diğer aygıtın bağlantı ve ağ ayarları doğru mu?<br>
				Yardım i&ccedil;in ağ y&ouml;neticinize başvurun.
			<td><ol><li>Aşağıdakileri kontrol edin:
					<ul><li>Modem, hub, router gibi ağ aygıtları a&ccedil;ık
						<li>Yazıcı dışındaki ağ aygıtlarının IP adresleri man&uuml;el olarak ayarlanmış (Eğer yazıcının IP adresi otomatik, diğer ağ aygıtlarının man&uuml;el olarak atanıyorsa, yazıcının ağı diğer ağ aygıtlarından farklı olabilir)</ul>
					<li>Yukarıdaki maddelerin tamamını kontrol ettiyseniz, şunları deneyin:
					<ul><li>Yazıcıyla aynı ağı kullanan PC'deki EpsonNet Setup'ı başlatın.<br>
							Eğer yazıcınız, yazıcı listesinde varsa, IP adresi ayar ekranında yazıcının IP adresini ayarlayın. Eğer yazıcınız listede değilse, g&uuml;venlik anahtarı yanlış olabilir. Yazıcının LCD panelini kullanarak ağ ayarlarını yapın ve doğru g&uuml;venlik anahtarını girin.
						<li>WEP g&uuml;venlik modunda erişim noktası i&ccedil;in birden fazla g&uuml;venlik anahtarı kaydedebilirsiniz. Eğer birden fazla anahtar kaydedilmişse, kaydedilen ilk anahtarı girip girmediğinizi kontrol edin.</ul></ol>
		</tr>
	<tbody>
</table>
<div class="body-t">
Yazıcının IP adresini kontrol edin ve ağ yazıcısının ağdaki diğer aygıtlara erişip erişemediğini kontrol edin. Bazı durumlarda hata belirlenemez.  Ağ kurulumunun EpsonNet Setup kullanılarak yapılmasını &ouml;neriyoruz.
</div>
<br>
<div class="body-t"><b>Ağ adresleri hakkında:</b></div>
	<div class="body-i">
	IP adresi sadece PC, hub, router gibi ağa bağlı ara&ccedil;ları değil, ait oldukları ağ aralığını da g&ouml;sterir. Aynı ağdaki ara&ccedil;lar birbirleriyle iletişim kurabilir. Farklı bir ağdaki ara&ccedil;larla iletişim kurmak isterseniz, router gerekir. Bir IP adresi iki par&ccedil;adan oluşur. İlki &quot;ağ adresi&quot; olarak adlandırılır ve ağ aralığını g&ouml;sterir. İlki &quot;ana bilgisayar adresi&quot; olarak adlandırılır ve ağ aygıtını g&ouml;sterir. Ağ adresi ve ana bilgisayar adresi arasındaki &ccedil;izgi ağın &ccedil;apına (sınıf) g&ouml;re farklılık g&ouml;sterir. Bununla birlikte ağ adresi ve ana bilgisayar adresi arasındaki &ccedil;izgiyi subnet maskesi kullanarak tanımlayabilirsiniz. <br>
	Eğer yazıcınızı ev ağında kullanıyorsanız, erişim noktasının DHCP fonksiyonunu kullanırken yazıcının IP adresi ayarını &quot;Otomatik&quot; olarak ayarlayın. Yazıcının IP adresini belirlemek i&ccedil;in &quot;Man&uuml;el&quot; &ouml;ğesini kullanmak istiyorsanız, IP adresi ve alt ağ maskesini belirlemek i&ccedil;in aşağıya bakın.
	<ol><li>PC'nize bağlı router'ın (veya erişim noktasının) IP adresini kontrol edin. Detaylar i&ccedil;in router'ın (ya da erişim noktası) kullanma kılavuzuna bakın.
		<li>T&uuml;m IP adresleri d&ouml;rt sayısal değerden oluşan b&ouml;l&uuml;mler halinde yazılır (IPv4 i&ccedil;in). Son b&ouml;l&uuml;mde, 1 ila 254 arasında yalnızca yazıcınıza ait bir sayısal değer belirleyin.  (Y&ouml;nlendirici bir DHCP sunucusu olduğunda veya LAN &uuml;zerinde başka bir DHCP sunucusu bulunduğunda, DHCP sunucusu tarafından atanan ID adresiyle &ccedil;akışmayan bir değer belirtin.)
	</ol>
	<b>Ayar &ouml;rneği:</b><br>
	Router (ya da erişim noktası) i&ccedil;in IP adresi: 192.168.1.<b>1</b><br>
	Yazcı &uuml;zerindeki &ouml;rnek ayar: 192.168.1.<b>3</b><br>
	Yazıcınızı k&uuml;&ccedil;&uuml;k &ccedil;aplı bir ağda kullanıyorsanız, t&uuml;m ağ aygıtlarında alt ağ maskesi i&ccedil;in <b>255.255.255.0</b> ayarlanır. Ayrıca ağ ge&ccedil;idi aynı değeri erişim noktası i&ccedil;in IP adresi olarak kullanır.
	</div>
<p></p>
<div class="body-t" align="center"><a href="#top">&Uuml;st<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="8. About the network environment"><br></a>
<h4>Ağ ortamı hakkında</h4>
<div class="body-t">
Ağ durumu/bağlantı rapor raporunun yanında, ayrıca aşağıdaki mesajlar ağ ortamınızda geliştirilmesi gereken diğer fakt&ouml;rlerin ne olduğunu &ouml;ğrenmenize olanak sağlar.
</div>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="45%" align="center">Mesajlar</th>
      		<th width="55%" align="center">&Ccedil;&ouml;z&uuml;mler</th>
		</tr>
		<tr vAlign="top">
			<td>*Sinyal g&uuml;c&uuml; d&uuml;ş&uuml;k. Yazdırma veya tarama işleminde sorun yaşıyorsanız, kablosuz ağ ortamınızı iyileştirin.</td>
			<td>D&uuml;ş&uuml;k sinyal g&uuml;c&uuml;nden dolayı, yazdırma hızı d&uuml;ş&uuml;k olabilir ya da yazdırma yarıda kesilebilir.<br>
				Ortamınızı geliştirmek i&ccedil;in aşağıdakileri ger&ccedil;ekleştirin:
				<ul><li>Yazıcıyı erişim noktasının yakınına yerleştirin
					<li>Erişim noktası ve yazıcı arasındaki engelleri kaldırın.</ul></td>
		</tr>
		<tr vAlign="top">
			<td>*Bir router/erişim noktası kanal uyuşmazlığı algılandı. Yazdırma veya tarama işleminde sorun yaşıyorsanız, kablosuz ağ ortamınızı iyileştirin.</td>
			<td>Sinyal parazitine, yakın oda ya da binalarda kullanılan diğer kablosuz ağlar sebep olabilir.  Yazıcıyı erişim noktasının yakınına yerleştirmek ortamı iyileştirebilir.</td>
		</tr>
		<tr vAlign="top">
			<td>*Sinyal g&uuml;c&uuml; d&uuml;ş&uuml;k. Bir router/erişim noktası kanal uyuşmazlığı algılandı. Yazdırma veya tarama işleminde sorun yaşıyorsanız, kablosuz ağ ortamınızı iyileştirin.</td>
			<td>D&uuml;ş&uuml;k sinyal g&uuml;c&uuml;nden dolayı, yazdırma hızı d&uuml;ş&uuml;k olabilir ya da yazdırma yarıda kesilebilir. Sinyal parazitine, yakın oda ya da binalarda kullanılan diğer kablosuz ağlar sebep olabilir.<br> 
				Ortamınızı geliştirmek i&ccedil;in aşağıdakileri ger&ccedil;ekleştirin:
				<ul><li>Yazıcıyı erişim noktasının yakınına yerleştirin
					<li>Erişim noktası ve yazıcı arasındaki engelleri kaldırın.</ul></td>
		</tr>
		<tr vAlign="top">
			<td>*Girdiğiniz ağ adıyla (SSID) eşleşen &ccedil;oklu ağ adı (SSID) algılandı. Ağ adını (SSID) onaylayın.</td>
			<td>Farklı bir erişim noktasına bağlanıyorsunuz.<br>
				Aşağıdakileri deneyin:<br>
				Bağlanmak istediğiniz erişim noktasının SSID'sini değiştirin, yazıcınızın ağ kurulumunu tekrar yapın. 
		</tr>
<tr vAlign="top">
			<td>*Daha fazla aygıt bağlanamıyor. Başka bir aygıt eklemek isterseniz bağlılardan birini çıkarın.</td>
			<td>Yeni bir aygıt eklemek istiyorsanız, aygıtın Wi-Fi ayarlarını kullanarak mevcut aygıtlardan bir tanesinin ya da yazıcınızın parolasını değiştirerek tüm aygıtların bağlantısını kesin.</tr>

<tbody>
</table>
<p></p>
<div class="body-t" align="center"><a href="#top">&Uuml;st<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
</body>
</html>
