<!-- saved from url=(0013)about:internet -->
<!-- Code: NPD4929-00 DA -->
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link href="../../_img/_style.css" rel="stylesheet">
<title>Epson</title>
</head>
<body>
<a name="top"></a>



<h1 class="head-a">Fejlfinding for Netv&aelig;rkstilslutningsrapport</h1>
<div class="body-t" align="right"><h5><a href="nwchk.htm" target="_self">For Wi-Fi-tilslutning<img align="middle" border="0" hspace="5" src="../../_img/_bg04.gif"></a></h5></div>
<h2 class="head-b">Ehternet-tilslutning</h2>



<h3>S&aring;dan l&oslash;ser du problemer i forbindelse med netv&aelig;rksstatus eller tilslutning</h3>
<ol>
	<li>Se netv&aelig;rkstilslutningsrapporten, som du udskrev. Kontroller punkterne i <b>A</b> (Kontroller netv&aelig;rkstilslutning), hvor status vises som FEJL.
	<li>Klik p&aring; de punkter, hvor status vises som FEJL, i listen over kontrolpunkter for at f&aring; vist l&oslash;sningerne.
	<li>Se den meddelelse, der vises i <b>B</b>, og se efter samme meddelelse under hvert kontrolpunkt. F&oslash;lg derefter l&oslash;sningerne.
	</ol>
<p></p>
<center><div class="body-t"><img align="top" border="0" src="../../_img/chk_ether.gif"></div></center>
<h3><br>Kontrolpunkter</h3>
<div class="body-t">Klik p&aring; punkterne herunder for at g&aring; til meddelelserne og l&oslash;sningerne.</div>
<ol>
	<li><a href="#1. Ethernet Cable Connection Check">Ethernet Cable Connection Check (Kontrol af Ethernet-kabeltilslutning)</a>
	<li><a href="#2. IP Address Check">IP Address Check (Kontrol af IP-adresse)</a>
	<li><a href="#3. Detailed IP Setup Check">Detailed IP Setup Check (Kontrol af detaljeret IP-ops&aelig;tning)</a></ol>

<p></p>
<h3><BR>Meddelelser og l&oslash;sninger i forbindelse med kontrolpunkterne</h3>
<a name="1. Ethernet Cable Connection Check"><br></a>
<h4>1. Ethernet Cable Connection Check (Kontrol af Ethernet-kabeltilslutning)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr.</th>
			<th width="40%" align="center">Meddelelser</th>
      		<th width="55%" align="center">L&oslash;sninger</th>
		</tr>
		<tr vAlign="top">
			<td align="center">1</td>
			<td>Kontroller, at netv&aelig;rkskablet er sat i, og at netv&aelig;rksenheder som f.eks. hub, router eller adgangspunkt er t&aelig;ndt.</td>
			<td>Kontroller f&oslash;lgende:
				<ul><li>Netv&aelig;rkskablet er sat i netv&aelig;rksenheder som f.eks. printeren eller en hub
					<li>Netv&aelig;rksenheder som f.eks. en hub er t&aelig;ndt</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Kontroller, om netv&aelig;rkskablet er sat i og fungerer korrekt.<br>
Du kan kontrollere driftsstatus for netv&aelig;rksenheder ved at se p&aring; status-LED'en for netv&aelig;rksporten p&aring; tilsluttede enheder som f.eks. en hub.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Til toppen<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="2. IP Address Check"><br></a>
<h4>2. IP Address Check (Kontrol af IP-adresse)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr.</th>
			<th width="40%" align="center">Meddelelser</th>
      		<th width="55%" align="center">L&oslash;sninger</th>
		</tr>
		<tr vAlign="top">
			<td align="center">2</td>
			<td>Forkert IP-adresse tildelt til printeren. Kontroller IP-adresseops&aelig;tning p&aring; netv&aelig;rksenheden (hub, router eller adgangspunkt). Kontakt netv&aelig;rksadministratoren for assistance.
			<td>Kontroller, om DHCP-funktionen for adgangspunktet er aktiveret. Skift den til aktiveret, hvis den er deaktiveret.</td>
		</tr>
	</tbody>
</table>
<div class="body-t" align="center"><a href="#top">Til toppen<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="3. Detailed IP Setup Check"><br></a>
<h4>3. Detailed IP Setup Check (Kontrol af detaljeret IP-ops&aelig;tning)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr.</th>
			<th width="40%" align="center">Meddelelser</th>
      		<th width="55%" align="center">L&oslash;sninger</th>
		</tr>
		<tr vAlign="top">
			<td align="center">3</td>
			<td>Kontroller ops&aelig;tning af IP-adresse, subnetmaske og standardgateway.<br>
				Tilslutning vha. EpsonNet Setup er mulig.<br>
				Kontakt netv&aelig;rksadministratoren for assistance.</td>
			<td><ol><li>Kontroller f&oslash;lgende:
					<ul><li>Andre enheder p&aring; netv&aelig;rket er t&aelig;ndt
						<li>Netv&aelig;rkskablet er sat korrekt i
						<li>Den netv&aelig;rksadresse, der er indstillet manuelt for printeren, er korrekt
						<li>Netv&aelig;rksadressen for printeren er den samme som den, der er indstillet for andre enheder</ul>
					<li>Indstil den korrekte netv&aelig;rksadresse vha. printerens LCD-panel, hvis adressen er forkert.<br>
						Hvis du ikke kan &aelig;ndre indstillingerne vha. printeren, kan du foretage indstillinger vha. EpsonNet Setup.<br>
						Den aktuelle IP-adresse, subnetmaske og standardgateway vises i C (Network Status (Netv&aelig;rksstatus)).</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">4</td>
			<td>Ops&aelig;tningen er ikke gennemf&oslash;rt. Kontroller ops&aelig;tning af standardgateway.<br>
				Tilslutning vha. EpsonNet Setup er mulig.<br>
				Kontakt netv&aelig;rksadministratoren for assistance.</td>
			<td><ol><li>Kontroller f&oslash;lgende:
					<ul><li>Den standardgatewayadresse, der er indstillet manuelt for printeren, er korrekt
						<li>Den enhed, der er angivet som en standardgateway, er t&aelig;ndt
						<li>Netv&aelig;rkskablet er sat korrekt i</ul>
					<li>Indstil den korrekte standardgatewayadresse vha. printerens LCD-panel, hvis adressen er forkert.<br>
						Hvis du ikke kan &aelig;ndre indstillingerne vha. printeren, kan du foretage indstillinger vha. EpsonNet Setup.<br>
						Den aktuelle standardgatewayadresse vises i C (Network Status (Netv&aelig;rksstatus)) under Standardgateway.</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">5</td>
			<td>Kontroller tilslutningen og netv&aelig;rksops&aelig;tningen for pc'en eller andre enheder.<br>
				Tilslutning vha. EpsonNet Setup er mulig.<br>
				Kontakt netv&aelig;rksadministratoren for assistance.</td>
			<td><ol><li>Kontroller f&oslash;lgende:
					<ul><li>Andre enheder p&aring; netv&aelig;rket er t&aelig;ndt
						<li>Netv&aelig;rkskablet er sat korrekt i
						<li>Den netv&aelig;rksadresse, der er indstillet manuelt for printeren, er korrekt
						<li>Netv&aelig;rksadressen for printeren er den samme som den, der er indstillet for andre enheder</ul>
					<li>Pr&oslash;v f&oslash;lgende, hvis du har kontrolleret alle ovenst&aring;ende punkter:
					<ul><li>Start EpsonNet Setup p&aring; den pc, der bruger samme netv&aelig;rk som printeren. Indstil IP-adressen for printeren p&aring; sk&aelig;rmen til ops&aelig;tning af IP-adresse, hvis din printer st&aring;r p&aring; printerlisten.</ul></ol></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Kontroller printerens IP-adresse, og kontroller, om netv&aelig;rksprinteren kan f&aring; adgang til andre enheder p&aring; netv&aelig;rket. I nogle tilf&aelig;lde kan fejlen ikke specificeres. Vi anbefaler, at du udf&oslash;rer netv&aelig;rksops&aelig;tning vha. EpsonNet Setup.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Til toppen<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
</body>
</html>
