 <!-- saved from url=(0013)about:internet -->
<!-- Code: NPD4929-00 DA -->
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link href="../../_img/_style.css" rel="stylesheet">
<title>Epson</title>
</head>
<body>
<a name="top"></a>


<h1 class="head-a">Fejlfinding for Netv&aelig;rkstilslutningsrapport</h1>
<div class="body-t" align="right"><h5><a href="ethchk.htm" target="_self">For Ethernet-tilslutning<img align="middle" border="0" hspace="5" src="../../_img/_bg04.gif"></a></h5></div>
<h2 class="head-b">Wi-Fi-tilslutning</h2>






<h3>S&aring;dan l&oslash;ser du problemer i forbindelse med netv&aelig;rksstatus eller tilslutning</h3>
<ol>
	<li>Se netv&aelig;rkstilslutningsrapporten, som du udskrev. Kontroller punkterne i <b>A</b> (Kontroller netv&aelig;rkstilslutning), hvor status vises som FEJL.
	<li>Klik p&aring; de punkter, hvor status vises som FEJL, i listen over kontrolpunkter for at f&aring; vist l&oslash;sningerne.
	<li>Se den meddelelse, der vises i <b>B</b>, og se efter samme meddelelse under hvert kontrolpunkt. F&oslash;lg derefter l&oslash;sningerne.
	</ol>
<div class="body-i">Se &quot;Om dit netv&aelig;rksmilj&oslash;&quot; for at f&aring; yderligere oplysninger om meddelelser med en * i <b>B</b>.</div>
<p></p>
<center><div class="body-t"><img align="top" border="0" src="../../_img/chk_wifi.gif"></div></center>
<h3><br>Kontrolpunkter</h3>
<div class="body-t">Klik p&aring; punkterne herunder for at g&aring; til meddelelserne og l&oslash;sningerne.</div>
<ol>
	<li><a href="#1. Wireless Network Name (SSID) Check">Wireless Network Name (SSID) Check (Kontrol af tr&aring;dl&oslash;st netv&aelig;rksnavn (SSID))</a>
	<li><a href="#2. Communication Mode Check">Communication Mode Check (Kontrol af kommunikationstilstand)</a>
	<li><a href="#3. Security Mode Check">Security Mode Check (Kontrol af sikkerhedstilstand)</a>
	<li><a href="#4. MAC Address Filtering Check">MAC Address Filtering Check (Kontrol af MAC-adressefiltrering)</a>
	<li><a href="#5. Security Key/Password Check">Security Key/Password Check (Kontrol af sikkerhedsn&oslash;gle/adgangskode)</a>
	<li><a href="#6. IP Address Check">IP Address Check (Kontrol af IP-adresse)</a>
	<li><a href="#7. Detailed IP Setup Check">Detailed IP Setup Check (Kontrol af detaljeret IP-ops&aelig;tning)</a>
	<ul>
	<li><a href="#8. About the network environment">Om netv&aelig;rksmilj&oslash;et</a></ul></ol>

<p></p>
<h3><BR>Meddelelser og l&oslash;sninger i forbindelse med kontrolpunkterne</h3>
<a name="1. Wireless Network Name (SSID) Check"><br></a>
<h4>1. Wireless Network Name (SSID) Check (Kontrol af tr&aring;dl&oslash;st netv&aelig;rksnavn (SSID))</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr.</th>
			<th width="40%" align="center">Meddelelser</th>
      		<th width="55%" align="center">L&oslash;sninger</th>
		</tr>
		<tr vAlign="top">
			<td align="center">1</td>
			<td>Der blev ikke fundet et tr&aring;dl&oslash;st netv&aelig;rksnavn (SSID). Kontroller, at routeren/adgangspunktet er t&aelig;ndt, og at det tr&aring;dl&oslash;se netv&aelig;rk (SSID) er opsat korrekt. Kontakt netv&aelig;rksadministratoren for assistance.</td>
			<td><ul>
				<li>Kontroller, at adgangspunktet er t&aelig;ndt. T&aelig;nd det, hvis det er slukket, og udf&oslash;r netv&aelig;rksops&aelig;tningen igen.
				<li>Placer printeren t&aelig;t ved adgangspunktet.
				<li>Kontroller, om det tr&aring;dl&oslash;se netv&aelig;rksnavn (SSID) er korrekt, hvis du har indtastet det manuelt. Indtast det igen, hvis det er forkert. Det tr&aring;dl&oslash;se netv&aelig;rksnavn (SSID) vises i <b>C</b> (Network Status (Netv&aelig;rksstatus)) under netv&aelig;rksnavn (SSID).
				<li>Kontroller, om adgangspunktet underst&oslash;tter WPS, hvis du har sat netv&aelig;rket op vha. WPS.
				<li>Hvis du vil ops&aelig;tte en Ad Hoc-tilslutning, skal du ops&aelig;tte Ad Hoc for din pc f&oslash;rst. Udf&oslash;r Ad Hoc-ops&aelig;tning for din pc, og udf&oslash;r derefter netv&aelig;rksops&aelig;tning for printeren igen.</ul></td>
		</tr>
		<tr vAlign="top">
			<td align="center">2</td>
			<td>Der blev ikke fundet et tr&aring;dl&oslash;st netv&aelig;rksnavn (SSID). Kontroller, at det tr&aring;dl&oslash;se netv&aelig;rksnavn (SSID) p&aring; den pc, du vil oprette forbindelse til, er opsat korrekt. Kontakt netv&aelig;rksadministratoren for assistance.</td>
			<td><ul>
				<li>Kontroller, at den pc, du vil tilslutte, er t&aelig;ndt. T&aelig;nd den, hvis den er slukket, og udf&oslash;r netv&aelig;rksops&aelig;tningen for printeren igen.
				<li>Placer printeren i n&aelig;rheden af den pc, du vil tilslutte til.</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Meddelelsen herover vises, n&aring;r de valgte eller indtastede tr&aring;dl&oslash;se netv&aelig;rksnavn (SSID) ikke findes under netv&aelig;rksops&aelig;tning.<br>
SSID er navnet p&aring; dit Wi-Fi-netv&aelig;rk. Hvis du bruger et adgangspunkt, fik dit netv&aelig;rk allerede et navn, da adgangspunktet blev opsat.<br>
Hvis du vil tilslutte printeren og pc'en direkte uden et adgangspunkt (Ad Hoc-tilslutning), skal du ops&aelig;tte et Ad Hoc-netv&aelig;rk for din pc'en. I s&aring; fald skal du oprette et SSID p&aring; din pc. <br>
Hvis du ikke kender dit SSID, anbefaler vi, at du kontakter den person eller virksomhed, der opsatte dit netv&aelig;rk. <br>
Det er ogs&aring; n&oslash;dvendigt, at du placerer printeren t&aelig;t ved adgangspunktet (eller pc'en) under ops&aelig;tningen, s&aring; printeren modtager et klart signal fra adgangspunktet eller pc'en.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Til toppen<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="2. Communication Mode Check"><br></a>
<h4>2. Communication Mode Check (Kontrol af kommunikationstilstand)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr.</th>
			<th width="40%" align="center">Meddelelser</th>
      		<th width="55%" align="center">L&oslash;sninger</th>
		</tr>
		<tr vAlign="top">
			<td align="center">3</td>
			<td>Wi-Fi-kommunikationstilstand (IEEE802.11*) passer ikke til den aktuelle printerindstilling. Indstil samme kommunikationstilstand for printer, router/adgangspunkt og pc. Kontakt netv&aelig;rksadministratoren for at f&aring; hj&aelig;lp.<br>
				<br>
				*Displayet varierer afh&aelig;ngigt af dit land.</td>
			<td><ul>
				<li>Kontroller, at den Wi-Fi-kommunikationstilstand, der er opsat for adgangspunktet, stemmer overens med den tilstand, der underst&oslash;ttes af printeren.</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Denne meddelelse vises, n&aring;r den Wi-Fi-kommunikationstilstand, der er indstillet for adgangspunktet og pc'en ikke underst&oslash;ttes af printeren.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Til toppen<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="3. Security Mode Check"><br></a>
<h4>3. Security Mode Check (Kontrol af sikkerhedstilstand)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr.</th>
			<th width="40%" align="center">Meddelelser</th>
      		<th width="55%" align="center">L&oslash;sninger</th>
		</tr>
		<tr vAlign="top">
			<td align="center">4</td>
			<td>Sikkerhedstilstand (f.eks. WEP, WPA) passer ikke til den aktuelle printerindstilling. Kontroller sikkerhedstilstanden. Kontakt netv&aelig;rksadministratoren for assistance.</td>
			<td>Kontroller, at adgangspunktet anvender en af f&oslash;lgende sikkerhedstilstande. Hvis det ikke g&oslash;r, skal du udf&oslash;re netv&aelig;rksops&aelig;tningen igen og skifte til en underst&oslash;ttet sikkerhedstilstand.
				<ul>
				<li>WEP-64 bit (40bit)
				<li>WEP-128 bit (104bit)
				<li>WPA PSK (TKIP)
				<li>WPA2 PSK (TKIP)
				<li>WPA PSK (TKIP)
				<li>WPA2 PSK (AES)
				<li>WPA (TKIP/AES)
				<li>WPA2 (TKIP/AES)</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Denne meddelelse vises, n&aring;r de sikkerhedstilstande, der er indstillet for netv&aelig;rksenhederne, ikke underst&oslash;ttes af printeren eller ikke stemmer overens med printerens sikkerhedstilstand.<br>
Der er forskellige typer sikkerhed indstillet for netv&aelig;rksenheder afh&aelig;ngig af deres styrke og krypteringsmetode.<br>
De underst&oslash;ttede sikkerhedstilstande kan variere afh&aelig;ngig af netv&aelig;rksenheden. For at kommunikation skal v&aelig;re mulig, skal der v&aelig;re indstillet samme sikkerhedstilstand p&aring; b&aring;de netv&aelig;rksenhed og printer.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Til toppen<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="4. MAC Address Filtering Check"><br></a>
<h4>4. MAC Address Filtering Check (Kontrol af MAC-adressefiltrering)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr.</th>
			<th width="40%" align="center">Meddelelser</th>
      		<th width="55%" align="center">L&oslash;sninger</th>
		</tr>
		<tr vAlign="top">
			<td align="center">5</td>
			<td>MAC-adressen for printeren kan v&aelig;re filtreret. Kontroller, om routeren/adgangspunktet har begr&aelig;nsninger s&aring;som MAC-adressefiltrering.<br>
				Se routerens/adgangspunktets dokumentation, eller kontakt netv&aelig;rksadministratoren for at f&aring; hj&aelig;lp.</td>
			<td><ul>
				<li>Se den vejledning, der f&oslash;lger med adgangspunktet, for at f&aring; yderligere oplysninger om filtreringsfunktionen til MAC-adresse. Hvis filtreringsfunktionen er aktiveret, skal printerens MAC-adresse registreres, s&aring; printeren ikke filtreres.
				<li>Hvis du har brugt WEP-sikkerhedstilstand for adgangspunktet for at g&oslash;re delt godkendelse mulig, skal du kontrollere, at b&aring;de godkendelsesn&oslash;gle og indeks er korrekt.</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Denne meddelelse vises, n&aring;r MAC-adressefiltrering er aktivet, og printerens MAC-adresse ikke er registreret til adgangspunktet.<br>
MAC-adressen er et identifikationsnummer, der bruges til identifikation af de enkelte netv&aelig;rksenheder.<br>
Et adgangspunkt har en funktion, som giver det mulighed for at tillade eller n&aelig;gte en enhed adgang til netv&aelig;rket baseret p&aring; enhedens MAC-adresse.<br>
Hvis denne funktion er aktiveret, kan kun netv&aelig;rksenheder med registreret MAC-adresse sluttes til netv&aelig;rket.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Til toppen<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="5. Security Key/Password Check"><br></a>
<h4>5. Security Key/Password Check (Kontrol af sikkerhedsn&oslash;gle/adgangskode)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr.</th>
			<th width="40%" align="center">Meddelelser</th>
      		<th width="55%" align="center">L&oslash;sninger</th>
		</tr>
		<tr vAlign="top">
			<td align="center">6</td>
			<td>Indtastet sikkerhedsn&oslash;gle/adgangskode passer ikke til den, der er indstillet for routeren/adgangspunktet. Kontroller sikkerhedsn&oslash;gle/adgangskode. Kontakt netv&aelig;rksadministratoren for assistance.</td>
			<td>Den sikkerhedsn&oslash;gle, der er indstillet for adgangspunktet, og den indstillede sikkerhedsn&oslash;gle stemmer ikke overens. Ops&aelig;t netv&aelig;rket igen med den korrekte sikkerhedsn&oslash;gle. Der skelnes mellem store og sm&aring; bogstaver i sikkerhedsn&oslash;glen.</td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Denne meddelelse vises, n&aring;r den indtastede sikkerhedsn&oslash;gle og den n&oslash;gle, der er indstillet for adgangspunktet, ikke stemmer overens.<br>
Sikkerhedsn&oslash;glen (adgangskode) er n&oslash;dvendig for at tilslutte til netv&aelig;rket.<br>
Der skelnes mellem store og sm&aring; bogstaver i sikkerhedsn&oslash;glen. Hvis den indtastede n&oslash;gle ikke stemmer n&oslash;jagtigt overens med den registrerede n&oslash;gle, er tilslutning ikke mulig.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Til toppen<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="6. IP Address Check"><br></a>
<h4>6. IP Address Check (Kontrol af IP-adresse)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr.</th>
			<th width="40%" align="center">Meddelelser</th>
      		<th width="55%" align="center">L&oslash;sninger</th>
		</tr>
		<tr vAlign="top">
			<td align="center">7</td>
			<td>Forkert IP-adresse tildelt til printeren. Kontroller IP-adresseops&aelig;tning p&aring; netv&aelig;rksenheden (hub, router eller adgangspunkt). Kontakt netv&aelig;rksadministratoren for assistance.
			<td><ul>
				<li>Kontroller, om DHCP-funktionen for adgangspunktet er aktiveret. Skift den til aktiveret, hvis den er deaktiveret.
				<li>Hvis du har indstillet IP-adressen manuelt, ligger IP-adressen uden for det underst&oslash;ttede omr&aring;de (ugyldig). Indtast den korrekte IP-adresse.</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t" align="center"><a href="#top">Til toppen<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="7. Detailed IP Setup Check"><br></a>
<h4>7. Detailed IP Setup Check (Kontrol af detaljeret IP-ops&aelig;tning)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr.</th>
			<th width="40%" align="center">Meddelelser</th>
      		<th width="55%" align="center">L&oslash;sninger</th>
		</tr>
		<tr vAlign="top">
			<td align="center">8</td>
			<td>Kontroller tilslutningen og netv&aelig;rksops&aelig;tningen for pc'en eller andre enheder.<br>
				Tilslutning vha. EpsonNet Setup er mulig.<br>
				Kontakt netv&aelig;rksadministratoren for assistance.
			<td><ol><li>Kontroller f&oslash;lgende:
					<ul><li>Kontroller, at de enheder, der skal bruge printeren, f.eks. pc'en, er t&aelig;ndt.
						<li>Kontroller, at enheder, der skal bruge printeren, f.eks. pc'en, befinder sig p&aring; samme netv&aelig;rk.</ul>
					<li>Hvis du har kontrolleret ovenst&aring;ende punkter, skal du udf&oslash;re en netv&aelig;rksops&aelig;tning vha. EpsonNet Setup.</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">9</td>
			<td>Kontroller ops&aelig;tning af IP-adresse, subnetmaske og standardgateway.<br>
				Tilslutning vha. EpsonNet Setup er mulig.<br>
				Kontakt netv&aelig;rksadministratoren for assistance.
			<td><ol><li>Kontroller f&oslash;lgende:
					<ul><li>Andre enheder p&aring; netv&aelig;rket er t&aelig;ndt
						<li>Den netv&aelig;rksadresse, der er indstillet manuelt for printeren, er korrekt
						<li>Netv&aelig;rksadressen for printeren er den samme som den, der er indstillet for andre enheder</ul>
					<li>Indstil den korrekte netv&aelig;rksadresse vha. printerens LCD-panel, hvis adressen er forkert.<br>
						Hvis du ikke kan &aelig;ndre indstillingerne vha. printeren, kan du foretage indstillinger vha. EpsonNet Setup.<br>
						Den aktuelle IP-adresse, subnetmaske og standardgateway vises i C (Network Status (Netv&aelig;rksstatus)).</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">10</td>
			<td>Ops&aelig;tningen er ikke gennemf&oslash;rt. Kontroller ops&aelig;tning af standardgateway.<br>
				Tilslutning vha. EpsonNet Setup er mulig.<br>
				Kontakt netv&aelig;rksadministratoren for assistance.
			<td><ol><li>Kontroller f&oslash;lgende:
					<ul><li>Den standardgatewayadresse, der er indstillet manuelt for printeren, er korrekt
						<li>Den enhed, der er angivet som en standardgateway, er t&aelig;ndt</ul>
					<li>Indstil den korrekte standardgatewayadresse vha. printerens LCD-panel, hvis adressen er forkert.<br>
						Hvis du ikke kan &aelig;ndre indstillingerne vha. printeren, kan du foretage indstillinger vha. EpsonNet Setup.<br>
						Den aktuelle standardgatewayadresse vises i C (Network Status (Netv&aelig;rksstatus)) under Standardgateway.</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">11</td>
			<td>Kontroller f&oslash;lgende:<br>
				-Den indtastede sikkerhedsn&oslash;gle/adgangskode er korrekt<br>
				-Indeks for sikkerhedsn&oslash;glen/adgangskoden er indstillet til det f&oslash;rste nummer<br>
				-Ops&aelig;tningen af IP-adresse, subnetmaske eller standardgateway er korrekt<br>
				Kontakt netv&aelig;rksadministratoren for assistance.
			<td><ol><li>Kontroller f&oslash;lgende:
					<ul><li>Andre enheder p&aring; netv&aelig;rket er t&aelig;ndt
						<li>Den netv&aelig;rksadresse, der er indstillet manuelt for printeren, er korrekt
						<li>Netv&aelig;rksadressen for printeren er den samme som den, der er indstillet for andre enheder</ul>
					<li>Pr&oslash;v f&oslash;lgende, hvis du har kontrolleret alle ovenst&aring;ende punkter:
					<ul><li>Start EpsonNet Setup p&aring; den pc, der bruger samme netv&aelig;rk som printeren.<br>
							Indstil IP-adressen for printeren p&aring; sk&aelig;rmen til ops&aelig;tning af IP-adresse, hvis din printer st&aring;r p&aring; printerlisten. Hvis din printer ikke er p&aring; listen, er sikkerhedsn&oslash;glen muligvis forkert. Udf&oslash;r netv&aelig;rksops&aelig;tning vha. printerens LCD-panel, og indtast den korrekte sikkerhedsn&oslash;gle.
						<li>Du kan registrere flere sikkerhedsn&oslash;gler for adgangspunktet i WEP-sikkerhedstilstand. Hvis flere n&oslash;gler er registreret, skal du kontrollere, at du har indtastet den f&oslash;rste registrerede n&oslash;gle.</ul></ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">12</td>
			<td>Kontroller f&oslash;lgende:<br>
				-Den indtastede sikkerhedsn&oslash;gle/adgangskode er korrekt<br>
				-Indeks for sikkerhedsn&oslash;glen/adgangskoden er indstillet til det f&oslash;rste nummer<br>
				-Tilslutning og netv&aelig;rksops&aelig;tning af pc eller anden enhed er korrekt<br>
				Kontakt netv&aelig;rksadministratoren for assistance.
			<td><ol><li>Kontroller f&oslash;lgende:
					<ul><li>Netv&aelig;rksenheder s&aring;som modem, hub og router er t&aelig;ndt
						<li>IP-adressen for andre netv&aelig;rksenheder end printeren er opsat manuelt (hvis IP-adressen for printeren tildeles automatisk, mens den tildeles manuelt til andre netv&aelig;rksenheder, kan printerens netv&aelig;rk afvige fra andre netv&aelig;rksenheder)</ul>
					<li>Pr&oslash;v f&oslash;lgende, hvis du har kontrolleret alle ovenst&aring;ende punkter:
					<ul><li>Start EpsonNet Setup p&aring; den pc, der bruger samme netv&aelig;rk som printeren.<br>
							Indstil IP-adressen for printeren p&aring; sk&aelig;rmen til ops&aelig;tning af IP-adresse, hvis din printer st&aring;r p&aring; printerlisten. Hvis din printer ikke er p&aring; listen, er sikkerhedsn&oslash;glen muligvis forkert. Udf&oslash;r netv&aelig;rksops&aelig;tning vha. printerens LCD-panel, og indtast den korrekte sikkerhedsn&oslash;gle.
						<li>Du kan registrere flere sikkerhedsn&oslash;gler for adgangspunktet i WEP-sikkerhedstilstand. Hvis flere n&oslash;gler er registreret, skal du kontrollere, at du har indtastet den f&oslash;rste registrerede n&oslash;gle.</ul></ol>
		</tr>
	</tbody>
</table>
<div class="body-t">
Kontroller printerens IP-adresse, og kontroller, om netv&aelig;rksprinteren kan f&aring; adgang til andre enheder p&aring; netv&aelig;rket. I nogle tilf&aelig;lde kan fejlen ikke specificeres. Vi anbefaler, at du udf&oslash;rer netv&aelig;rksops&aelig;tning vha. EpsonNet Setup.
</div>
<br>
<div class="body-t"><b>Om netv&aelig;rksadresser:</b></div>
	<div class="body-i">
	IP-adressen angiver ikke blot de enheder, der er sluttet til netv&aelig;rket s&aring;som pc, hub og router, men ogs&aring; det netv&aelig;rksomr&aring;de, de tilh&oslash;rer. Enheder p&aring; samme netv&aelig;rk kan kommunikere med hinanden. Hvis du vil kommunikere med enheder p&aring; et andet netv&aelig;rk, kr&aelig;ver det en router. En IP-adresse best&aring;r af to dele. Den f&oslash;rste del kaldes &quot;netv&aelig;rksadressen&quot; og angiver netv&aelig;rksomr&aring;det. Den anden del kaldes &quot;v&aelig;rtsadresse&quot; og angiver netv&aelig;rksenheden. Linjen mellem netv&aelig;rksadressen og v&aelig;rtsadressen varierer afh&aelig;ngig af netv&aelig;rkets skala (klasse). Men du kan definere linjen mellem netv&aelig;rksadressen og v&aelig;rtadressen vha. subnetmasken. <br>
	Hvis du bruger printeren p&aring; et hjemmenetv&aelig;rk, skal du indstille printerens IP-adresse til &quot;Auto&quot;, n&aring;r du bruger adgangspunktets DHCP-funktion. Se herunder vedr&oslash;rende indstilling af IP-adresse og subnetmaske, hvis du vil bruge &quot;Manuel&quot; til indstilling af printerens IP-adresse.
	<ol><li>Kontroller IP-adressen for routeren (eller adgangspunktet), der er sluttet til computeren. Se vejledningen til routeren (eller adgangspunktet) for at f&aring; n&aelig;rmere oplysninger.
		<li>Alle IP-adresser er skrevet i segmenter, der best&aring;r af fire numeriske v&aelig;rdier (for IPv4). Indstil en unik numerisk v&aelig;rdi i omr&aring;det mellem 1 og 254 i det sidste segment. (N&aring;r routeren er en DHCP-server, eller hvis der er en anden DHCP-server p&aring; hjemmenetv&aelig;rket, skal du indstille en v&aelig;rdi, som ikke er i konflikt med den IP-adresse, der er tildelt af DHCP-serveren.)
	</ol>
	<b>Eksempel p&aring; indstilling:</b><br>
	IP-adresse for routeren (eller adgangspunktet): 192.168.1.<b>1</b><br>
	Eksempel p&aring; indstilling p&aring; printeren: 192.168.1.<b>3</b><br>
	Hvis du bruger din printer i et mindre netv&aelig;rk, indstilles <b>255.255.255.0</b> for alle netv&aelig;rksenheder for subnetmasken. Gateway'en anvender ligeledes samme v&aelig;rdi som IP-adressen for adgangspunktet.
	</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Til toppen<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="8. About the network environment"><br></a>
<h4>Om netv&aelig;rksmilj&oslash;et</h4>
<div class="body-t">
Ud over kontrolrapporten for netv&aelig;rksstatus/-tilslutning vises ogs&aring; f&oslash;lgende meddelelse, s&aring; du ved, hvilke andre faktorer i netv&aelig;rksmilj&oslash;et der har behov for en forbedring.
</div>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="45%" align="center">Meddelelser</th>
      		<th width="55%" align="center">L&oslash;sninger</th>
		</tr>
		<tr vAlign="top">
			<td>*Lav signalstyrke. G&oslash;r det tr&aring;dl&oslash;se netv&aelig;rksmilj&oslash; bedre, hvis du har problemer med at udskrive eller scanne.</td>
			<td>Udskrivningshastigheden kan v&aelig;re langsom, eller udskrivningen kan blive afbrudt pga. lav signalstyrke.<br>
				G&oslash;r som f&oslash;lger for at forbedre milj&oslash;et:
				<ul><li>Placer printeren t&aelig;t ved adgangspunktet
					<li>Fjern eventuelle forhindringer mellem adgangspunktet og printeren.</ul></td>
		</tr>
		<tr vAlign="top">
			<td>*Der er fundet en router-/adgangspunktkanalkonflikt. G&oslash;r det tr&aring;dl&oslash;se netv&aelig;rksmilj&oslash; bedre, hvis du har problemer med at udskrive eller scanne.</td>
			<td>Signalinterferens kan for&aring;rsages af brugen af andre tr&aring;dl&oslash;se enheder i n&aelig;rliggende rum eller bygninger. Milj&oslash;et kan forbedres ved at placere printeren t&aelig;t ved adgangspunktet.</td>
		</tr>
		<tr vAlign="top">
			<td>*Lav signalstyrke. Der er fundet en router-/adgangspunktkanalkonflikt. G&oslash;r det tr&aring;dl&oslash;se netv&aelig;rksmilj&oslash; bedre, hvis du har problemer med at udskrive eller scanne.</td>
			<td>Udskrivningshastigheden kan v&aelig;re langsom, eller udskrivningen kan blive afbrudt pga. lav signalstyrke. Signalinterferens kan for&aring;rsages af brugen af andre tr&aring;dl&oslash;se enheder i n&aelig;rliggende rum eller bygninger.<br>
				G&oslash;r som f&oslash;lger for at forbedre milj&oslash;et:
				<ul><li>Placer printeren t&aelig;t ved adgangspunktet
					<li>Fjern eventuelle forhindringer mellem adgangspunktet og printeren.</ul></td>
		</tr>
		<tr vAlign="top">
			<td>*Der er fundet flere netv&aelig;rksnavne (SSID), som passer til det indtastede netv&aelig;rksnavn (SSID). Kontroller netv&aelig;rksnavn (SSID).</td>
			<td>Du tilslutter til et andet adgangspunkt.<br>
				Pr&oslash;v f&oslash;lgende:<br>
				Skift SSID for det adgangspunkt, du vil tilslutte til, og udf&oslash;r derefter netv&aelig;rksops&aelig;tning for printeren igen. 
		</tr>



<tr vAlign="top">
			<td>
*Der kan ikke tilkobles flere enheder. Afbryd forbindelsen til én af de tilsluttede enheder, hvis du vil tilføje én mere.</td>
			<td>Hvis du vil tilføje en ny enhed, fjerne en af de aktuelle enheder vha. enheden Wi-Fi-indstillinger eller fjerne alle enheder ved at ændre adgangskoden fra printeren.</tr>




	</tbody>
</table>
<p></p>
<div class="body-t" align="center"><a href="#top">Til toppen<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
</body>
</html>
