 <!-- saved from url=(0013)about:internet -->
<!-- Code: NPD4929-00 SV -->
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link href="../../_img/_style.css" rel="stylesheet">
<title>Epson</title>
</head>
<body>
<a name="top"></a>

<h1 class="head-a">Fels&ouml;kning f&ouml;r n&auml;tverksanslutningsrapport</h1>
<div class="body-t" align="right"><h5><a href="ethchk.htm" target="_self">F&ouml;r Ethernet-anslutning<img align="middle" border="0" hspace="5" src="../../_img/_bg04.gif"></a></h5></div>
<h2 class="head-b">Wi-Fi-anslutning</h2>


<h3>L&ouml;sa problem med n&auml;tverkets status eller anslutning</h3>
<ol>
	<li>Visa den n&auml;tverksanslutningsrapport som du skrivit ut. Kontrollera punkterna i <b>A</b> (Kontrollera n&auml;tverksanslutning) d&auml;r statusen &auml;r FEL.
	<li>Klicka p&aring; kontrollpunkterna d&auml;r statusen &auml;r FEL i listan f&ouml;r att visa l&ouml;sningar.
	<li>Kontrollera meddelandet som visas i <b>B</b> och titta efter samma meddelande under varje kontrollpunkt. Utf&ouml;r sedan de f&ouml;reslagna &aring;tg&auml;rderna.
	</ol>
<div class="body-i">F&ouml;r meddelanden m&auml;rkta med * i <b>B</b>, se &quot;Om n&auml;tverksmilj&ouml;n&quot; f&ouml;r mer information.</div>
<p></p>
<center><div class="body-t"><img align="top" border="0" src="../../_img/chk_wifi.gif"></div></center>
<h3><br>Kontrollpunkter</h3>
<div class="body-t">Klicka p&aring; alternativen nedan f&ouml;r att g&aring; vidare till meddelandena och &aring;tg&auml;rderna.</div>
<ol>
	<li><a href="#1. Wireless Network Name (SSID) Check">Wireless Network Name (SSID) Check (Kontroll av tr&aring;dl&ouml;st n&auml;tverksnamn (SSID))</a>
	<li><a href="#2. Communication Mode Check">Communication Mode Check (Kontroll av kommunikationsl&auml;ge)</a>
	<li><a href="#3. Security Mode Check">Security Mode Check (Kontroll av s&auml;kerhetsl&auml;ge)</a>
	<li><a href="#4. MAC Address Filtering Check">MAC Address Filtering Check (Kontroll av MAC-adressfiltrering)</a>
	<li><a href="#5. Security Key/Password Check">Security Key/Password Check (Kontroll av s&auml;kerhetsnyckel/l&ouml;senord)</a>
	<li><a href="#6. IP Address Check">IP Address Check (Kontroll av IP-adress)</a>
	<li><a href="#7. Detailed IP Setup Check">Detailed IP Setup Check (Detaljerad kontroll av IP-inst&auml;llning)</a>
	<ul>
	<li><a href="#8. About the network environment">Om n&auml;tverksmilj&ouml;n</a></ul></ol>

<p></p>
<h3><BR>Meddelanden och &aring;tg&auml;rder f&ouml;r kontrollpunkterna</h3>
<a name="1. Wireless Network Name (SSID) Check"><br></a>
<h4>1. Wireless Network Name (SSID) Check (Kontroll av tr&aring;dl&ouml;st n&auml;tverksnamn (SSID))</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr.</th>
			<th width="40%" align="center">Meddelanden</th>
      		<th width="55%" align="center">&Aring;tg&auml;rder</th>
		</tr>
		<tr vAlign="top">
			<td align="center">1</td>
			<td>Inga namn p&aring; tr&aring;dl&ouml;sa n&auml;tverk (SSID) hittades. Kontrollera att routern/&aring;tkomstpunkten &auml;r p&aring; och att det tr&aring;dl&ouml;sa n&auml;tverket (SSID) &auml;r r&auml;tt inst&auml;llt. Kontakta n&auml;tverksadministrat&ouml;ren f&ouml;r hj&auml;lp.</td>
			<td><ul>
				<li>Kontrollera att &aring;tkomstpunkten &auml;r p&aring;. Sl&aring; p&aring; den och g&ouml;r om n&auml;tverksinst&auml;llningarna om den &auml;r avst&auml;ngd.
				<li>Placera skrivaren i n&auml;rheten av &aring;tkomstpunkten.
				<li>Om du har angett det tr&aring;dl&ouml;sa n&auml;tverkets namn (SSID) manuellt ska du kontrollera att r&auml;tt n&auml;tverksnamn (SSID) har angetts. Ange r&auml;tt namn om det &auml;r fel. Det tr&aring;dl&ouml;sa n&auml;tverkets namn (SSID) visas i <b>C</b> (N&auml;tverksstatus) under n&auml;tverksnamn (SSID).
				<li>Om du har st&auml;llt in n&auml;tverket med WPS ska du kontrollera att &aring;tkomstpunkten har st&ouml;d f&ouml;r WPS.
				<li>Om du vill st&auml;lla in en ad hoc-anslutning m&aring;ste du f&ouml;rst st&auml;lla in en ad hoc-anslutning p&aring; datorn. St&auml;ll in ad hoc-anslutningen p&aring; datorn och utf&ouml;r sedan n&auml;tverksinst&auml;llningarna p&aring; skrivaren igen.</ul></td>
		</tr>
		<tr vAlign="top">
			<td align="center">2</td>
			<td>Inga namn p&aring; tr&aring;dl&ouml;sa n&auml;tverk (SSID) hittades. Kontrollera att namnet f&ouml;r det tr&aring;dl&ouml;sa n&auml;tverket (SSID) p&aring; datorn som du vill ansluta till &auml;r r&auml;tt inst&auml;llt. Kontakta n&auml;tverksadministrat&ouml;ren f&ouml;r hj&auml;lp.</td>
			<td><ul>
				<li>Kontrollera att datorn som du vill ansluta till &auml;r p&aring;. Sl&aring; p&aring; den och g&ouml;r om n&auml;tverksinst&auml;llningarna f&ouml;r skrivaren om den &auml;r avst&auml;ngd.
				<li>Placera skrivaren i n&auml;rheten av datorn som du vill ansluta till.</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Meddelandena ovan visas n&auml;r det valda eller angivna tr&aring;dl&ouml;sa n&auml;tverksnamnet (SSID) inte hittas under n&auml;tverksinst&auml;llningen.<br>
SSID &auml;r namnet p&aring; ditt Wi-Fi-n&auml;tverk. Om du anv&auml;nder en &aring;tkomstpunkt har n&auml;tverket redan tilldelats ett namn n&auml;r &aring;tkomstpunkten st&auml;lldes in.<br>
Om du vill ansluta skrivaren och datorn direkt utan en &aring;tkomstpunkt (ad hoc-anslutning) m&aring;ste du st&auml;lla in ett ad hoc-n&auml;tverk p&aring; datorn. I s&aring;dana fall m&aring;ste du skapa ett SSID p&aring; datorn. <br>
Om du inte k&auml;nner till n&auml;tverkets SSID rekommenderar vi att du kontaktar personen eller f&ouml;retaget som konfigurerade n&auml;tverket. <br>
Du m&aring;ste &auml;ven placera skrivaren i n&auml;rheten av &aring;tkomstpunkten (eller datorn) under inst&auml;llningen s&aring; att skrivaren tar emot en tydlig signal fr&aring;n &aring;tkomstpunkten eller datorn.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Tillbaka till b&ouml;rjan<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="2. Communication Mode Check"><br></a>
<h4>2. Communication Mode Check (Kontroll av kommunikationsl&auml;ge)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr.</th>
			<th width="40%" align="center">Meddelanden</th>
      		<th width="55%" align="center">&Aring;tg&auml;rder</th>
		</tr>
		<tr vAlign="top">
			<td align="center">3</td>
			<td>Wi-Fi-kommunikationsl&auml;get (IEEE802.11*) motsvarar inte skrivarens aktuella inst&auml;llning. Ange samma kommunikationsl&auml;ge f&ouml;r skrivaren, routern/&aring;tkomstpunkten och datorn. Kontakta n&auml;tverksadministrat&ouml;ren f&ouml;r hj&auml;lp.<br>
				<br>
				* Meddelandet varierar beroende p&aring; region.</td>
			<td><ul>
				<li>Kontrollera att Wi-Fi-kommunikationsl&auml;get som angetts f&ouml;r &aring;tkomstpunkten motsvarar det som st&ouml;ds p&aring; skrivaren.</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Det h&auml;r meddelandet visas n&auml;r skrivaren saknar st&ouml;d f&ouml;r Wi-Fi-kommunikationsl&auml;get som angetts f&ouml;r &aring;tkomstpunkten och datorn.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Tillbaka till b&ouml;rjan<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="3. Security Mode Check"><br></a>
<h4>3. Security Mode Check (Kontroll av s&auml;kerhetsl&auml;ge)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr.</th>
			<th width="40%" align="center">Meddelanden</th>
      		<th width="55%" align="center">&Aring;tg&auml;rder</th>
		</tr>
		<tr vAlign="top">
			<td align="center">4</td>
			<td>S&auml;kerhetsl&auml;get (t.ex. WEP, WPA) motsvarar inte skrivarens aktuella inst&auml;llning. Kontrollera s&auml;kerhetsl&auml;get. Kontakta n&auml;tverksadministrat&ouml;ren f&ouml;r hj&auml;lp.</td>
			<td>Kontrollera att &aring;tkomstpunkten anv&auml;nder ett av f&ouml;ljande s&auml;kerhetsl&auml;gen. G&ouml;r om n&auml;tverksinst&auml;llningarna och byt till ett s&auml;kerhetsl&auml;ge som st&ouml;ds om den inte g&ouml;r det.
				<ul>
				<li>WEP-64bit (40-bitars)
				<li>WEP-128bit (104-bitars)
				<li>WPA PSK (TKIP)
				<li>WPA2 PSK (TKIP)
				<li>WPA PSK (AES)
				<li>WPA2 PSK (AES)
				<li>WPA (TKIP/AES)
				<li>WPA2 (TKIP/AES)</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Det h&auml;r meddelandet visas n&auml;r n&auml;tverksenheternas s&auml;kerhetsl&auml;gen inte st&ouml;ds av skrivaren eller inte motsvarar skrivarens s&auml;kerhetsl&auml;ge.<br>
Det finns olika typer av s&auml;kerhetsl&auml;gen f&ouml;r n&auml;tverksenheter beroende p&aring; styrka eller krypteringsmetod.<br>
De s&auml;kerhetsl&auml;gen som st&ouml;ds kan variera beroende p&aring; n&auml;tverksenheten. Samma s&auml;kerhetsl&auml;ge m&aring;ste vara angett p&aring; n&auml;tverksenheten och skrivaren f&ouml;r att de ska kunna kommunicera med varandra.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Tillbaka till b&ouml;rjan<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="4. MAC Address Filtering Check"><br></a>
<h4>4. MAC Address Filtering Check (Kontroll av MAC-adressfiltrering)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr.</th>
			<th width="40%" align="center">Meddelanden</th>
      		<th width="55%" align="center">&Aring;tg&auml;rder</th>
		</tr>
		<tr vAlign="top">
			<td align="center">5</td>
			<td>Skrivarens MAC-adress kanske filtreras. Kontrollera om routern/&aring;tkomstpunkten begr&auml;nsas, t.ex. av MAC-adressfiltrering.<br>
				Se routerns/&aring;tkomstpunktens dokumentation eller kontakta n&auml;tverksadministrat&ouml;ren f&ouml;r hj&auml;lp.</td>
			<td><ul>
				<li>Mer information om funktionen f&ouml;r MAC-adressfiltrering finns i handboken som medf&ouml;ljer &aring;tkomstpunkten. Om filtreringsfunktionen &auml;r aktiverad ska du registrera skrivarens MAC-adress f&ouml;r att f&ouml;rhindra att den filtreras.
				<li>Om du har aktiverat delad verifiering f&ouml;r &aring;tkomstpunkten med s&auml;kerhetsl&auml;get WEP ska du kontrollera att b&aring;de verifieringsnyckel och index &auml;r korrekta.</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Det h&auml;r meddelandet visas n&auml;r MAC-adressfiltrering &auml;r aktiverat och skrivarens &aring;tkomstpunkt inte har registrerats med &aring;tkomstpunkten.<br>
MAC-adressen &auml;r ett identifikationsnummer som anv&auml;nds f&ouml;r att identifiera enskilda n&auml;tverksenheter.<br>
&Aring;tkomstpunkter har en funktion som g&ouml;r att de kan till&aring;ta eller neka enheter &aring;tkomst till n&auml;tverket baserat p&aring; enhetens MAC-adress.<br>
Om funktionen &auml;r aktiverad kan bara n&auml;tverksenheter med registrerade MAC-adresser ansluta till n&auml;tverket.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Tillbaka till b&ouml;rjan<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="5. Security Key/Password Check"><br></a>
<h4>5. Security Key/Password Check (Kontroll av s&auml;kerhetsnyckel/l&ouml;senord)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr.</th>
			<th width="40%" align="center">Meddelanden</th>
      		<th width="55%" align="center">&Aring;tg&auml;rder</th>
		</tr>
		<tr vAlign="top">
			<td align="center">6</td>
			<td>S&auml;kerhetsnyckeln eller l&ouml;senordet motsvarar inte routerns/&aring;tkomstpunktens. Kontrollera s&auml;kerhetsnyckeln eller l&ouml;senordet. Kontakta n&auml;tverksadministrat&ouml;ren f&ouml;r hj&auml;lp.</td>
			<td>Den angivna s&auml;kerhetsnyckeln motsvarar inte &aring;tkomstpunktens s&auml;kerhetsnyckel. St&auml;ll in n&auml;tverket igen med r&auml;tt s&auml;kerhetsnyckel. S&auml;kerhetsnyckeln &auml;r skiftl&auml;gesk&auml;nslig.</td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Det h&auml;r meddelandet visas n&auml;r den angivna s&auml;kerhetsnyckeln inte motsvarar s&auml;kerhetsnyckeln som &auml;r inst&auml;lld p&aring; &aring;tkomstpunkten.<br>
S&auml;kerhetsnyckeln (l&ouml;senordet) kr&auml;vs f&ouml;r att ansluta till n&auml;tverket.<br>
S&auml;kerhetsnyckeln &auml;r skiftl&auml;gesk&auml;nslig. Det g&aring;r inte att ansluta om den angivna s&auml;kerhetsnyckeln inte motsvarar den registrerade s&auml;kerhetsnyckeln.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Tillbaka till b&ouml;rjan<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="6. IP Address Check"><br></a>
<h4>6. IP Address Check (Kontroll av IP-adress)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr.</th>
			<th width="40%" align="center">Meddelanden</th>
      		<th width="55%" align="center">&Aring;tg&auml;rder</th>
		</tr>
		<tr vAlign="top">
			<td align="center">7</td>
			<td>Fel IP-adress har tilldelats skrivaren. Kontrollera IP-adressinst&auml;llningarna f&ouml;r n&auml;tverksenheten (nav, router eller &aring;tkomstpunkt). Kontakta n&auml;tverksadministrat&ouml;ren f&ouml;r hj&auml;lp.
			<td><ul>
				<li>Kontrollera att DHCP-funktionen &auml;r aktiverad p&aring; &aring;tkomstpunkten. Aktivera funktionen om den inte &auml;r det.
				<li>Om du har angett IP-adressen manuellt ligger IP-adressen utanf&ouml;r intervallet som st&ouml;ds (den &auml;r ogiltig). Ange r&auml;tt IP-adress.</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t" align="center"><a href="#top">Tillbaka till b&ouml;rjan<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="7. Detailed IP Setup Check"><br></a>
<h4>7. Detailed IP Setup Check (Detaljerad kontroll av IP-inst&auml;llning)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Nr.</th>
			<th width="40%" align="center">Meddelanden</th>
      		<th width="55%" align="center">&Aring;tg&auml;rder</th>
		</tr>
		<tr vAlign="top">
			<td align="center">8</td>
			<td>Kontrollera anslutnings- och n&auml;tverksinst&auml;llningarna p&aring; datorn eller den andra enheten.<br>
				Det g&aring;r att ansluta med EpsonNet Setup.<br>
				Kontakta n&auml;tverksadministrat&ouml;ren f&ouml;r hj&auml;lp.
			<td><ol><li>Kontrollera f&ouml;ljande:
					<ul><li>Kontrollera att str&ouml;mmen &auml;r p&aring; f&ouml;r enheterna, t.ex. datorn, som ska anv&auml;nda skrivaren.
						<li>Kontrollera att enheterna som ska anv&auml;nda skrivaren, t.ex. datorn, &auml;r i samma n&auml;tverk.</ul>
					<li>Om du har kontrollerat punkterna ovan kan du utf&ouml;ra n&auml;tverksinst&auml;llningarna med hj&auml;lp av EpsonNet Setup.</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">9</td>
			<td>Kontrollera inst&auml;llningarna f&ouml;r IP-adress, n&auml;tmask och standardgateway.<br>
				Det g&aring;r att ansluta med EpsonNet Setup.<br>
				Kontakta n&auml;tverksadministrat&ouml;ren f&ouml;r hj&auml;lp.
			<td><ol><li>Kontrollera f&ouml;ljande:
					<ul><li>Andra enheter i n&auml;tverket &auml;r p&aring;
						<li>N&auml;tverksadressen som angetts manuellt f&ouml;r skrivaren &auml;r r&auml;tt
						<li>Skrivarens n&auml;tverksadress &auml;r densamma som f&ouml;r de &ouml;vriga enheterna</ul>
					<li>Ange r&auml;tt adress med skrivarens LCD-panel om n&auml;tverksadressen &auml;r felaktig.<br>
						Om du inte kan &auml;ndra inst&auml;llningarna med skrivaren kan du utf&ouml;ra inst&auml;llningarna med EpsonNet Setup.<br>
						Din aktuella IP-adress, n&auml;tmask och standardgateway visas i C (Network Status (N&auml;tverksstatus)).</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">10</td>
			<td>Inst&auml;llningen &auml;r inte klar. Kontrollera inst&auml;llningarna f&ouml;r standardgateway.<br>
				Det g&aring;r att ansluta med EpsonNet Setup.<br>
				Kontakta n&auml;tverksadministrat&ouml;ren f&ouml;r hj&auml;lp.
			<td><ol><li>Kontrollera f&ouml;ljande:
					<ul><li>Standardgatewayadressen som angetts manuellt f&ouml;r skrivaren &auml;r r&auml;tt
						<li>Enheten som angetts som standardgateway &auml;r p&aring;</ul>
					<li>Ange r&auml;tt adress med skrivarens LCD-panel om standardgatewayadressen &auml;r felaktig.<br>
						Om du inte kan &auml;ndra inst&auml;llningarna med skrivaren kan du utf&ouml;ra inst&auml;llningarna med EpsonNet Setup.<br>
						Din aktuella standardgatewayadress visas i C (Network Status (N&auml;tverksstatus)) under standardgateway.</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">11</td>
			<td>Bekr&auml;fta f&ouml;ljande:<br>
				&ndash; R&auml;tt s&auml;kerhetsnyckel/l&ouml;senord har angetts<br>
				&ndash; S&auml;kerhetsnyckelns/l&ouml;senordets index &auml;r inst&auml;llt p&aring; den f&ouml;rsta siffran<br>
				&ndash; R&auml;tt inst&auml;llningar anv&auml;nds f&ouml;r IP-adress, n&auml;tmask och standardgateway<br>
				Kontakta n&auml;tverksadministrat&ouml;ren f&ouml;r hj&auml;lp.
			<td><ol><li>Kontrollera f&ouml;ljande:
					<ul><li>Andra enheter i n&auml;tverket &auml;r p&aring;
						<li>N&auml;tverksadressen som angetts manuellt f&ouml;r skrivaren &auml;r r&auml;tt
						<li>Skrivarens n&auml;tverksadress &auml;r densamma som f&ouml;r de &ouml;vriga enheterna</ul>
					<li>Prova f&ouml;ljande om du har kontrollerat alla punkter ovan:
					<ul><li>Starta EpsonNet Setup p&aring; en dator i samma n&auml;tverk som skrivaren.<br>
							Om skrivaren visas i skrivarlistan ska du st&auml;lla in skrivarens IP-adress p&aring; sk&auml;rmen f&ouml;r inst&auml;llning av IP-adress. S&auml;kerhetsnyckeln kanske &auml;r fel om skrivaren inte visas. G&ouml;r n&auml;tverksinst&auml;llningarna via skrivarens LCD-panel och ange r&auml;tt s&auml;kerhetsnyckel.
						<li>Du kan registrera flera s&auml;kerhetsnycklar f&ouml;r &aring;tkomstpunkten i s&auml;kerhetsl&auml;get WEP. Om flera s&auml;kerhetsnycklar &auml;r registrerade ska du kontrollera att du har angett den f&ouml;rsta nyckeln som registrerades.</ul></ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">12</td>
			<td>Bekr&auml;fta f&ouml;ljande:<br>
				&ndash; R&auml;tt s&auml;kerhetsnyckel/l&ouml;senord har angetts<br>
				&ndash; S&auml;kerhetsnyckelns/l&ouml;senordets index &auml;r inst&auml;llt p&aring; den f&ouml;rsta siffran<br>
				&ndash; R&auml;tt anslutnings- och n&auml;tverksinst&auml;llningar anv&auml;nds p&aring; datorn eller den andra enheten<br>
				Kontakta n&auml;tverksadministrat&ouml;ren f&ouml;r hj&auml;lp.
			<td><ol><li>Kontrollera f&ouml;ljande:
					<ul><li>N&auml;tverksenheterna, t.ex. modemet, navet och routern &auml;r p&aring;
						<li>IP-adresser f&ouml;r andra n&auml;tverksenheter &auml;n skrivaren st&auml;lls in manuellt (om skrivarens IP-adress tilldelas automatiskt medan IP-adressen f&ouml;r andra n&auml;tverksenheter tilldelas manuellt kan skrivarens n&auml;tverk skilja sig fr&aring;n de &ouml;vriga n&auml;tverksenheternas)</ul>
					<li>Prova f&ouml;ljande om du har kontrollerat alla punkter ovan:
					<ul><li>Starta EpsonNet Setup p&aring; en dator i samma n&auml;tverk som skrivaren.<br>
							Om skrivaren visas i skrivarlistan ska du st&auml;lla in skrivarens IP-adress p&aring; sk&auml;rmen f&ouml;r inst&auml;llning av IP-adress. S&auml;kerhetsnyckeln kanske &auml;r fel om skrivaren inte visas. G&ouml;r n&auml;tverksinst&auml;llningarna via skrivarens LCD-panel och ange r&auml;tt s&auml;kerhetsnyckel.
						<li>Du kan registrera flera s&auml;kerhetsnycklar f&ouml;r &aring;tkomstpunkten i s&auml;kerhetsl&auml;get WEP. Om flera s&auml;kerhetsnycklar &auml;r registrerade ska du kontrollera att du har angett den f&ouml;rsta nyckeln som registrerades.</ul></ol>
		</tr>
	</tbody>
</table>
<div class="body-t">
Kontrollera skrivarens IP-adress och om n&auml;tverksskrivaren har &aring;tkomst till andra enheter i n&auml;tverket. I vissa fall kan felet inte specificeras. Vi rekommenderar att n&auml;tverksinst&auml;llningarna g&ouml;rs med EpsonNet Setup.
</div>
<br>
<div class="body-t"><b>Om n&auml;tverksadresser:</b></div>
	<div class="body-i">
	IP-adressen anger inte bara enheterna som &auml;r anslutna till n&auml;tverket, t.ex. dator, nav och router, utan &auml;ven n&auml;tverksintervallet som de tillh&ouml;r. Enheter i samma n&auml;tverk kan kommunicera med varandra. Om du vill kommunicera med enheter i ett annat n&auml;tverk m&aring;ste du ha en router. En IP-adress best&aring;r av tv&aring; delar. Den f&ouml;rsta kallas &quot;n&auml;tverksadressen&quot; och anger n&auml;tverksintervallet. Den andra kallas &quot;v&auml;rdadressen&quot; och anger n&auml;tverksenheten. Skillnaden mellan en n&auml;tverksadress och en v&auml;rdadress varierar beroende p&aring; n&auml;tverkets skala (klass). Du kan definiera skillnaden mellan n&auml;tverks- och v&auml;rdadressen med n&auml;tmasken. <br>
	Om du anv&auml;nder skrivaren i ett hemn&auml;tverk ska du st&auml;lla in skrivarens IP-adressinst&auml;llning p&aring; &quot;Auto&quot; n&auml;r &aring;tkomstpunktens DHCP-funktion anv&auml;nds. Mer information om hur du anv&auml;nder inst&auml;llningen &quot;Manuell&quot; f&ouml;r att st&auml;lla in skrivarens IP-adress och n&auml;tmask finns nedan.
	<ol><li>Kontrollera IP-adressen f&ouml;r routern (eller &aring;tkomstpunkten) som &auml;r ansluten till datorn. Mer information finns i routerns (eller &aring;tkomstpunktens) handbok.
		<li>Alla IP-adresser skrivs i segment om fyra numeriska v&auml;rden (f&ouml;r IPv4). Ange ett unikt numeriskt v&auml;rde inom intervallet 1 till 254 i det sista segmentet. (N&auml;r routern &auml;r en DHCP-server eller n&auml;r det finns en annan DHCP-server i hemn&auml;tverket, anger du ett v&auml;rde som inte &auml;r i konflikt med IP-adressen som DHCP-servern har tilldelat.)
	</ol>
	<b>Exempel p&aring; inst&auml;llning:</b><br>
	IP-adressen f&ouml;r routern (eller &aring;tkomstpunkten): 192.168.1.<b>1</b><br>
	Exempel p&aring; inst&auml;llning p&aring; skrivaren: 192.168.1.<b>3</b><br>
	Om du anv&auml;nder skrivaren i ett sm&aring;skaligt n&auml;tverk v&auml;ljs <b>255.255.255.0</b> f&ouml;r alla n&auml;tverksenheter f&ouml;r n&auml;tmasken. Din gateway anv&auml;nder samma v&auml;rde som &aring;tkomstpunktens IP-adress.
	</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Tillbaka till b&ouml;rjan<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="8. About the network environment"><br></a>
<h4>Om n&auml;tverksmilj&ouml;n</h4>
<div class="body-t">
F&ouml;rutom rapporten om n&auml;tverksstatus/anslutning, visas f&ouml;ljande meddelanden som talar om vilka faktorer som m&aring;ste f&ouml;rb&auml;ttras i n&auml;tverksmilj&ouml;n.
</div>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="1" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="45%" align="center">Meddelanden</th>
      		<th width="55%" align="center">&Aring;tg&auml;rder</th>
		</tr>
		<tr vAlign="top">
			<td>*Signalstyrkan &auml;r l&aring;g. F&ouml;rb&auml;ttra den tr&aring;dl&ouml;sa n&auml;tverksmilj&ouml;n om du har problem att skriva ut eller skanna.</td>
			<td>P&aring; grund av den l&aring;ga signalstyrkan kan utskriften ta l&aring;ng tid eller avbrytas.<br>
				F&ouml;rb&auml;ttra milj&ouml;n genom att g&ouml;ra f&ouml;ljande:
				<ul><li>Placera skrivaren i n&auml;rheten av &aring;tkomstpunkten
					<li>Avl&auml;gsna eventuella hinder mellan &aring;tkomstpunkten och skrivaren.</ul></td>
		</tr>
		<tr vAlign="top">
			<td>*En kanalkonflikt har identifierats f&ouml;r routern/&aring;tkomstpunkten. F&ouml;rb&auml;ttra den tr&aring;dl&ouml;sa n&auml;tverksmilj&ouml;n om du har problem att skriva ut eller skanna.</td>
			<td>Signalen kan st&ouml;ras av andra tr&aring;dl&ouml;sa n&auml;tverk som anv&auml;nds i n&auml;rliggande rum eller byggnader. Milj&ouml;n kan f&ouml;rb&auml;ttras om skrivaren placeras i n&auml;rheten av &aring;tkomstpunkten.</td>
		</tr>
		<tr vAlign="top">
			<td>*Signalstyrkan &auml;r l&aring;g. En kanalkonflikt har identifierats f&ouml;r routern/&aring;tkomstpunkten. F&ouml;rb&auml;ttra den tr&aring;dl&ouml;sa n&auml;tverksmilj&ouml;n om du har problem att skriva ut eller skanna.</td>
			<td>P&aring; grund av den l&aring;ga signalstyrkan kan utskriften ta l&aring;ng tid eller avbrytas. Signalen kan st&ouml;ras av andra tr&aring;dl&ouml;sa n&auml;tverk som anv&auml;nds i n&auml;rliggande rum eller byggnader.<br>
				F&ouml;rb&auml;ttra milj&ouml;n genom att g&ouml;ra f&ouml;ljande:
				<ul><li>Placera skrivaren i n&auml;rheten av &aring;tkomstpunkten
					<li>Avl&auml;gsna eventuella hinder mellan &aring;tkomstpunkten och skrivaren.</ul></td>
		</tr>
		<tr vAlign="top">
			<td>*Flera n&auml;tverksnamn (SSID) som motsvarar det angivna n&auml;tverksnamnet (SSID) har identifierats. Kontrollera n&auml;tverksnamnet (SSID).</td>
			<td>Du ansluter till en annan &aring;tkomstpunkt.<br>
				F&ouml;rs&ouml;k f&ouml;ljande:<br>
				&Auml;ndra SSID f&ouml;r &aring;tkomstpunkten som du vill ansluta till och g&ouml;r sedan om n&auml;tverksinst&auml;llningarna f&ouml;r skrivaren. 
		</tr>


<tr vAlign="top">
			<td>*Inga fler enheter kan anslutas. Koppla bort en av de ansluta enheterna om du vill lägga till en annan enhet.</td>
			<td>Om du vill lägga till en ny enhet kopplar du ur en av de nuvarande enheterna med hjälp av enhetens Wi-Fi-inställningar eller kopplar ur alla enheterna genom att byta lösenord från skrivaren.</tr>





	</tbody>
</table>
<p></p>
<div class="body-t" align="center"><a href="#top">Tillbaka till b&ouml;rjan<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
</body>
</html>
