<!-- saved from url=(0013)about:internet -->
<!-- Code: NPD4929-00 SR -->
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link href="../../_img/_style.css" rel="stylesheet">
<title>Epson</title>
</head>
<body>
<a name="top"></a>
<h1 class="head-a">Re&scaron;avanje problema za Izve&scaron;taj o mrežnoj vezi</h1>
<div class="body-t" align="right"><h5><a href="nwchk.htm" target="_self">Za Wi-Fi vezu<img align="middle" border="0" hspace="5" src="../../_img/_bg04.gif"></a></h5></div>
<h2 class="head-b">Eternet veza</h2>
<h3>Kako re&scaron;iti probleme sa stanjem mreže ili mrežnom vezom</h3>
<ol>
	<li>Prikažite izve&scaron;taj o mrežnoj vezi koji ste od&scaron;tampali. Proverite stavke u odeljku <b>A</b> (Check Network Connection (Provera mrežne veze)) za koje je prikazano stanje &bdquo;FAIL&rdquo; (Neuspe&scaron;no).
	<li>U listi Provera stavki kliknite na stavke za koje je prikazano stanje &bdquo;FAIL&rdquo; (Neuspe&scaron;no) da biste prikazali re&scaron;enja.
	<li>Pogledajte poruku prikazanu u odeljku <b>B</b> i potražite tu istu poruku u svakoj stavci za proveru. Zatim primenite ponuđeno re&scaron;enje.
	</ol>
<p></p>
<center><div class="body-t"><img align="top" border="0" src="../../_img/chk_ether.gif"></div></center>
<h3><br>Stavke za proveru</h3>
<div class="body-t">Kliknite na donje stavke da biste pre&scaron;li na poruke i re&scaron;enja.</div>
<ol>
	<li><a href="#1. Ethernet Cable Connection Check">Ethernet Cable Connection Check (Provera priključka preko Ethernet kabla)</a>
	<li><a href="#2. IP Address Check">IP Address Check (Provera IP adrese)</a>
	<li><a href="#3. Detailed IP Setup Check">Detailed IP Setup Check (Detaljna provera IP konfiguracije)</a></ol>
<p></p>
<h3><BR>Poruke i re&scaron;enja za stavke za proveru</h3>
<a name="1. Ethernet Cable Connection Check"><br></a>
<h4>1. Ethernet Cable Connection Check (Provera priključka preko Ethernet kabla)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="0" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Br.</th>
			<th width="40%" align="center">Poruke</th>
      		<th width="55%" align="center">Re&scaron;enja</th>
		</tr>
		<tr vAlign="top">
			<td align="center">1</td>
			<td>Confirm that the network cable is connected and network devices such as hub, router, or access point are turned on. (Potvrdite da je mrežni kabl priključen i da su uključeni mrežni uređaji kao &scaron;to su čvori&scaron;te, ruter i pristupna tačka.)</td>
			<td>Proverite sledeće:
				<ul><li>Mrežni kabl je povezan na mrežne uređaje kao &scaron;to su &scaron;tampač ili čvori&scaron;te.
					<li>Mrežni uređaji, poput čvori&scaron;ta, su uključeni</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Proverite da li je mrežni kabl povezan i da li ispravno radi.<br>
Status rada mrežnih uređaja možete da potvrdite tako &scaron;to ćete pogledati statusne lampice mrežnog priključka na povezanim uređajima poput čvori&scaron;ta.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Vrh<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="2. IP Address Check"><br></a>
<h4>2. IP Address Check (Provera IP adrese)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="0" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Br.</th>
			<th width="40%" align="center">Poruke</th>
      		<th width="55%" align="center">Re&scaron;enja</th>
		</tr>
		<tr vAlign="top">
			<td align="center">2</td>
			<td>Incorrect IP address is assigned to the printer. (&Scaron;tampaču je dodeljena neispravna IP adresa.) Confirm IP address setup of the network device (hub, router, or access point). (Proverite IP adresu mrežnog uređaja (čvori&scaron;te, ruter ili pristupna tačka).) Contact your network administrator for assistance. (Posavetujte se sa administratorom mreže.)
			<td>Proverite da li je omogućena DHCP funkcija pristupne tačke. Ako je onemogućena, omogućite je.</td>
		</tr>
	</tbody>
</table>
<div class="body-t" align="center"><a href="#top">Vrh<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="3. Detailed IP Setup Check"><br></a>
<h4>3. Detailed IP Setup Check (Detaljna provera IP konfiguracije)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="0" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Br.</th>
			<th width="40%" align="center">Poruke</th>
      		<th width="55%" align="center">Re&scaron;enja</th>
		</tr>
		<tr vAlign="top">
			<td align="center">3</td>
			<td>Confirm IP address, subnet mask, and default gateway setup. (Proverite pode&scaron;avanja za IP adresu, podmrežnu masku i podrazumevani mrežni prolaz.)<br>
				Connection using the EpsonNet Setup is available. (Moguće je povezivanje pomoću programa EpsonNet Setup.)<br>
				Contact your network administrator for assistance. (Posavetujte se sa administratorom mreže.)</td>
			<td><ol><li>Proverite sledeće:
					<ul><li>Drugi uređaji u mreži su uključeni
						<li>Mrežni kabl je pravilno povezan
						<li>Ručno pode&scaron;ena mrežna adresa za &scaron;tampač je ispravna
						<li>Mrežna adresa &scaron;tampača je ista kao za druge uređaje</ul>
					<li>Ako je mrežna adresa neispravna, ispravite je putem LCD ekrana &scaron;tampača.<br>
						Ako ne možete da promenite pode&scaron;avanja putem &scaron;tampača, obavite to koristeći EpsonNet Setup.<br>
						Trenutna IP adresa, podmrežna maska i podrazumevani mrežni prolaz su prikazani u odeljku C (Network Status (Stanje mreže)).</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">4</td>
			<td>Setup is incomplete. (Konfigurisanje nije zavr&scaron;eno.) Confirm default gateway setup. (Proverite pode&scaron;avanja podrazumevanog mrežnog prolaza.)<br>
				Connection using the EpsonNet Setup is available. (Moguće je povezivanje pomoću programa EpsonNet Setup.)<br>
				Contact your network administrator for assistance. (Posavetujte se sa administratorom mreže.)</td>
			<td><ol><li>Proverite sledeće:
					<ul><li>Ručno pode&scaron;ena adresa podrazumevanog mrežnog prolaza za &scaron;tampač je ispravna
						<li>Uređaj naveden kao podrazumevani mrežni prolaz je uključen
						<li>Mrežni kabl je pravilno povezan</ul>
					<li>Ako je adresa podrazumevanog mrežnog prolaza neispravna, ispravite je putem LCD ekrana &scaron;tampača.<br>
						Ako ne možete da promenite pode&scaron;avanja putem &scaron;tampača, obavite to koristeći EpsonNet Setup.<br>
						Trenutna adresa podrazumevanog mrežnog prolaza je prikazana u odeljku C (Network Status (Stanje mreže)) pod stavkom &bdquo;Default Gateway&rdquo; (Podrazumevani mrežni prolaz).</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">5</td>
			<td>Confirm the connection and network setup of the PC or other device. (Proverite priključak i mrežnu konfiguraciju računara ili drugog uređaja.)<br>
				Connection using the EpsonNet Setup is available. (Moguće je povezivanje pomoću programa EpsonNet Setup.)<br>
				Contact your network administrator for assistance. (Posavetujte se sa administratorom mreže.)</td>
			<td><ol><li>Proverite sledeće:
					<ul><li>Drugi uređaji u mreži su uključeni
						<li>Mrežni kabl je pravilno povezan
						<li>Ručno pode&scaron;ena mrežna adresa za &scaron;tampač je ispravna
						<li>Mrežna adresa &scaron;tampača je ista kao za druge uređaje</ul>
					<li>Ako ste proverili sve navedene stavke, probajte sledeće:
					<ul><li>Pokrenite program EpsonNet Setup na računaru koji se nalazi u istoj mreži u kojoj je i &scaron;tampač. Ako je &scaron;tampač prikazan u listi &scaron;tampača, podesite IP adresu &scaron;tampača na ekranu za pode&scaron;avanje IP adrese.</ul></ol></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Proverite IP adresu &scaron;tampača i proverite da li mrežni &scaron;tampač može da pristupi drugim uređajima u mreži. U nekom slučajevima se ne može odrediti gre&scaron;ka. Preporučujemo da se za konfigurisanje mreže koristi EpsonNet Setup.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Vrh<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
</body>
</html>
