 <!-- saved from url=(0013)about:internet -->
<!-- Code: NPD4929-00 SR -->
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link href="../../_img/_style.css" rel="stylesheet">
<title>Epson</title>
</head>
<body>
<a name="top"></a>
<h1 class="head-a">Re&scaron;avanje problema za Izve&scaron;taj o mrežnoj vezi</h1>
<div class="body-t" align="right"><h5><a href="ethchk.htm" target="_self">Za Eternet vezu<img align="middle" border="0" hspace="5" src="../../_img/_bg04.gif"></a></h5></div>
<h2 class="head-b">Wi-Fi veza</h2>
<h3>Kako re&scaron;iti probleme sa stanjem mreže ili mrežnom vezom</h3>
<ol>
	<li>Prikažite izve&scaron;taj o mrežnoj vezi koji ste od&scaron;tampali. Proverite stavke u odeljku <b>A</b> (Check Network Connection (Provera mrežne veze)) za koje je prikazano stanje &bdquo;FAIL&rdquo; (Neuspe&scaron;no).
	<li>U listi Provera stavki kliknite na stavke za koje je prikazano stanje &bdquo;FAIL&rdquo; (Neuspe&scaron;no) da biste prikazali re&scaron;enja.
	<li>Pogledajte poruku prikazanu u odeljku <b>B</b> i potražite tu istu poruku u svakoj stavci za proveru. Zatim primenite ponuđeno re&scaron;enje.
	</ol>
<div class="body-i">U slučaju poruka označenih sa * u odeljku <b>B</b>, za dodatne informacije pogledajte odeljak &bdquo;O mrežnom okruženju&rdquo;.</div>
<p></p>
<center><div class="body-t"><img align="top" border="0" src="../../_img/chk_wifi.gif"></div></center>
<h3><br>Stavke za proveru</h3>
<div class="body-t">Kliknite na donje stavke da biste pre&scaron;li na poruke i re&scaron;enja.</div>
<ol>
	<li><a href="#1. Wireless Network Name (SSID) Check">Wireless Network Name (SSID) Check (Provera naziva bežične mreže (SSID))</a>
	<li><a href="#2. Communication Mode Check">Communication Mode Check (Provera režima komunikacije)</a>
	<li><a href="#3. Security Mode Check">Security Mode Check (Provera režima bezbednosti)</a>
	<li><a href="#4. MAC Address Filtering Check">MAC Address Filtering Check (Provera filtriranja MAC adresa)</a>
	<li><a href="#5. Security Key/Password Check">Security Key/Password Check (Provera bezbednosnog ključa/lozinke)</a>
	<li><a href="#6. IP Address Check">IP Address Check (Provera IP adrese)</a>
	<li><a href="#7. Detailed IP Setup Check">Detailed IP Setup Check (Detaljna provera IP konfiguracije)</a>
	<ul>
	<li><a href="#8. About the network environment">About the network environment (O mrežnom okruženju)</a></ul></ol>
<p></p>
<h3><BR>Poruke i re&scaron;enja za stavke za proveru</h3>
<a name="1. Wireless Network Name (SSID) Check"><br></a>
<h4>1. Wireless Network Name (SSID) Check (Provera naziva bežične mreže (SSID))</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="0" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Br.</th>
			<th width="40%" align="center">Poruke</th>
      		<th width="55%" align="center">Re&scaron;enja</th>
		</tr>
		<tr vAlign="top">
			<td align="center">1</td>
			<td>No wireless network names (SSID) found. (Nije nađen naziv bežične mreže (SSID).) Confirm that the router/access point is turned on and the wireless network (SSID) is set up correctly. (Uverite se da je uključen ruter odn. pristupna tačka i da je bežična mreža (SSID) pravilno pode&scaron;ena.) Contact your network administrator for assistance. (Posavetujte se sa administratorom mreže.)</td>
			<td><ul>
				<li>Proverite da li je pristupna tačka uključena. Ako je isključena, uključite je i ponovite konfigurisanje mreže.
				<li>Postavite &scaron;tampač u blizinu pristupne tačke.
				<li>Ako ste ručno uneli naziv bežične mreže (SSID), proverite da li je on ispravan. Ako je neispravan, unesite ga ponovo. Naziv bežične mreže (SSID) je prikazan u odeljku <b>C</b> (Network Status (Stanje mreže)) pod stavkom &bdquo;Network Name (SSID)&rdquo; (Naziv mreže (SSID)).
				<li>Ako ste mrežu konfigurisali pomoću WPS-a, proverite da li pristupna tačka podržava WPS.
				<li>Ako želite da konfiguri&scaron;ete Ad Hoc vezu, tada prvo morate da podesite Ad Hoc na računaru. Konfiguri&scaron;ite Ad Hoc vezu na računaru, pa ponovite konfigurisanje mreže na &scaron;tampaču.</ul></td>
		</tr>
		<tr vAlign="top">
			<td align="center">2</td>
			<td>No wireless network names (SSID) found. (Nije nađen naziv bežične mreže (SSID).) Confirm that the wireless network name (SSID) of the PC you wish to connect is set up correctly. (Uverite se da je ispravno pode&scaron;en naziv bežične mreže (SSID) za računar sa kojim želite da se povežete.) Contact your network administrator for assistance. (Posavetujte se sa administratorom mreže.)</td>
			<td><ul>
				<li>Proverite da li je uključen računar na koji želite da se povežete. Ako je isključen, uključite ga i ponovite konfigurisanje mreže na &scaron;tampaču.
				<li>Postavite &scaron;tampač u blizinu računara sa kojim želite da se povežete.</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Gornje poruke se prikazuju kada izabrani ili uneti naziv bežične mreže (SSID) nije nađen tokom konfigurisanja mreže.<br>
SSID je naziv Wi-Fi mreže. Ako koristite pristupnu tačku, tada je pri njenom konfigurisanju mreža već imala naziv.<br>
Ako želite da povežete &scaron;tampač i računar direktno, bez upotrebe pristupne tačke (Ad Hoc vezom), tada morate konfigurisati Ad Hoc mrežu za računar. U tom slučaju morate napraviti SSID na računaru. <br>
Ako ne znate svoj SSID, preporučujemo da se obratite osobi ili firmi koja je konfigurisala va&scaron;u mrežu. <br>
Takođe, neophodno je da tokom konfigurisanja postavite &scaron;tampač u blizinu pristupne tačke (ili računara) da bi &scaron;tampač mogao da prima jasan signal od pristupne tačke ili računara.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Vrh<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="2. Communication Mode Check"><br></a>
<h4>2. Communication Mode Check (Provera režima komunikacije)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="0" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Br.</th>
			<th width="40%" align="center">Poruke</th>
      		<th width="55%" align="center">Re&scaron;enja</th>
		</tr>
		<tr vAlign="top">
			<td align="center">3</td>
			<td>Wi-Fi communication mode (IEEE802.11*) does not match the current setting of the printer. (Režim Wi-Fi komunikacije (IEEE 802.11*) ne odgovara trenutnim pode&scaron;avanjima &scaron;tampača.) Set the same communication mode to the printer, router/access point, and PC. (Podesite isti režim komunikacije za &scaron;tampač, ruter/pristupnu tačku i računar.) Contact your network administrator for assistance. (Posavetujte se sa administratorom mreže.)<br>
				<br>
				*Prikazana vrednost zavisi od va&scaron;e lokacije.</td>
			<td><ul>
				<li>Proverite da li režim Wi-Fi komunikacije pode&scaron;en u pristupnoj tački odgovara onome koji podržava &scaron;tampač.</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Ova poruka se prikazuje kada &scaron;tampač ne podržava režim Wi-Fi komunikacije pode&scaron;en u pristupnoj tački i računaru.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Vrh<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="3. Security Mode Check"><br></a>
<h4>3. Security Mode Check (Provera režima bezbednosti)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="0" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Br.</th>
			<th width="40%" align="center">Poruke</th>
      		<th width="55%" align="center">Re&scaron;enja</th>
		</tr>
		<tr vAlign="top">
			<td align="center">4</td>
			<td>Security mode (e.g. WEP, WPA) does not match the current setting of the printer. (Režim bezbednosti (npr. WEP, WPA) ne odgovara trenutnim pode&scaron;avanjima &scaron;tampača.) Confirm security mode. (Potvrdite režim bezbednosti.) Contact your network administrator for assistance. (Posavetujte se sa administratorom mreže.)</td>
			<td>Uverite se da pristupna tačka koristi jedan od sledećih režima bezbednosti. Ako to nije slučaj, ponovite konfigurisanje mreže i podesite neki od podržanih režima bezbednosti.
				<ul>
				<li>64-bitni WEP (40-bitni ključ)
				<li>128-bitni WEP (104-bitni ključ)
				<li>WPA PSK (TKIP)
				<li>WPA2 PSK (TKIP)
				<li>WPA PSK (AES)
				<li>WPA2 PSK (AES)
				<li>WPA (TKIP/AES)
				<li>WPA2 (TKIP/AES)</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Ova poruka se prikazuje kada režim bezbednosti pode&scaron;en za mrežne uređaje nije podržan od strane &scaron;tampača ili ne odgovara bezbednosnom režimu &scaron;tampača.<br>
Mrežni uređaji mogu imati različite bezbednosne režime u zavisnosti od njihove snage ili kori&scaron;ćenog načina enkripcije.<br>
Podržani režimi bezbednosti mogu biti različiti kod raznih mrežnih uređaja. Da bi komunikacija bila moguća, mrežni uređaj i &scaron;tampač moraju koristiti isti režim bezbednosti.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Vrh<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="4. MAC Address Filtering Check"><br></a>
<h4>4. MAC Address Filtering Check (Provera filtriranja MAC adresa)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="0" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Br.</th>
			<th width="40%" align="center">Poruke</th>
      		<th width="55%" align="center">Re&scaron;enja</th>
		</tr>
		<tr vAlign="top">
			<td align="center">5</td>
			<td>MAC address of your printer may be filtered. (MAC adresa &scaron;tampača može biti filtrirana.) Check whether your router/access point has restrictions such as MAC address filtering. (Proverite da li ruter/pristupna tačka ima pode&scaron;ena ograničenja kao &scaron;to je filtriranje MAC adresa.)<br>
				See the documentation of the router/access point or contact your network administrator for assistance. (Pogledajte dokumentaciju rutera/pristupne tačke ili se posavetujte sa administratorom mreže.)</td>
			<td><ul>
				<li>Za dodatne informacije o funkciji filtriranja MAC adresa pogledajte uputstvo dobijeno uz pristupnu tačku. Ako je funkcija filtriranja omogućena, registrujte MAC adresu &scaron;tampača da biste sprečili filtriranje &scaron;tampača.
				<li>Ako ste WEP režim bezbednosti za pristupnu tačku koristili da biste omogućili deljenu proveru identiteta, uverite se da su ključ i indeks za proveru identiteta ispravni.</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Ova poruka se prikazuje kada je omogućeno filtriranje MAC adresa i kada u pristupnoj tački nije registrovana MAC adresa &scaron;tampača.<br>
MAC adresa je identifikacioni broj kori&scaron;ćen za identifikaciju pojedinačnih mrežnih uređaja.<br>
Pristupna tačka ima funkciju koja dozvoljava ili odbija pristup nekog uređaja mreži na osnovu njegove MAC adrese.<br>
Ako je ta funkcija omogućena, tada na mrežu mogu da se povezuju samo mrežni uređaji sa registrovanim MAC adresama.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Vrh<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="5. Security Key/Password Check"><br></a>
<h4>5. Security Key/Password Check (Provera bezbednosnog ključa/lozinke)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="0" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Br.</th>
			<th width="40%" align="center">Poruke</th>
      		<th width="55%" align="center">Re&scaron;enja</th>
		</tr>
		<tr vAlign="top">
			<td align="center">6</td>
			<td>Entered security key/password does not match the one set for your router/access point. (Entered security key/password does not match the one set for your router/access point.Unet bezbednosni ključ/lozinka ne odgovara onome koji je pode&scaron;en za ruter/pristupnu tačku.) Confirm security key/password. (Potvrdite bezbednosni ključ/lozinku.) Contact your network administrator for assistance. (Posavetujte se sa administratorom mreže.)</td>
			<td>Bezbednosni ključ pode&scaron;en za pristupnu tačku i unet bezbednosni ključ se ne slažu. Ponovo konfiguri&scaron;ite mrežu koristeći ispravan bezbednosni ključ. Bezbednosni ključ razlikuje velika i mala slova.</td>
		</tr>
	</tbody>
</table>
<div class="body-t">
Ova poruka se prikazuje kada se unet bezbednosni ključ i ključ pode&scaron;en za pristupnu tačku ne slažu.<br>
Bezbednosni ključ (lozinka) je neophodan za povezivanje sa mrežom.<br>
Bezbednosni ključ razlikuje velika i mala slova. Ako se uneti ključ ne slaže u potpunosti sa registrovanim ključem, povezivanje je neuspe&scaron;no.
</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Vrh<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="6. IP Address Check"><br></a>
<h4>6. IP Address Check (Provera IP adrese)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="0" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Br.</th>
			<th width="40%" align="center">Poruke</th>
      		<th width="55%" align="center">Re&scaron;enja</th>
		</tr>
		<tr vAlign="top">
			<td align="center">7</td>
			<td>Incorrect IP address is assigned to the printer. (&Scaron;tampaču je dodeljena neispravna IP adresa.) Confirm IP address setup of the network device (hub, router, or access point). (Proverite IP adresu mrežnog uređaja (čvori&scaron;te, ruter ili pristupna tačka).) Contact your network administrator for assistance. (Posavetujte se sa administratorom mreže.)
			<td><ul>
				<li>Proverite da li je omogućena DHCP funkcija pristupne tačke. Ako je onemogućena, omogućite je.
				<li>Ako ste ručno podesili IP adresu, IP adresa je van podržanog opsega (neispravna). Unesite ispravnu IP adresu.</ul></td>
		</tr>
	</tbody>
</table>
<div class="body-t" align="center"><a href="#top">Vrh<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="7. Detailed IP Setup Check"><br></a>
<h4>7. Detailed IP Setup Check (Detaljna provera IP konfiguracije)</h4>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="0" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="5%" align="center">Br.</th>
			<th width="40%" align="center">Poruke</th>
      		<th width="55%" align="center">Re&scaron;enja</th>
		</tr>
		<tr vAlign="top">
			<td align="center">8</td>
			<td>Confirm the connection and network setup of the PC or other device. (Proverite priključak i mrežnu konfiguraciju računara ili drugog uređaja.)<br>
				Connection using the EpsonNet Setup is available. (Moguće je povezivanje pomoću programa EpsonNet Setup.)<br>
				Contact your network administrator for assistance. (Posavetujte se sa administratorom mreže.)
			<td><ol><li>Proverite sledeće:
					<ul><li>Proverite da li je uključen uređaj (npr. računar) putem koga želite da koristite &scaron;tampač.
						<li>Proverite da li se uređaj (npr. računar) putem koga želite da koristite &scaron;tampač nalazi na istoj mreži.</ul>
					<li>Ako ste proverili gorenavedene stavke, konfiguri&scaron;ite mrežu koristeći EpsonNet Setup.</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">9</td>
			<td>Confirm IP address, subnet mask, and default gateway setup. (Proverite pode&scaron;avanja za IP adresu, podmrežnu masku i podrazumevani mrežni prolaz.)<br>
				Connection using the EpsonNet Setup is available. (Moguće je povezivanje pomoću programa EpsonNet Setup.)<br>
				Contact your network administrator for assistance. (Posavetujte se sa administratorom mreže.)
			<td><ol><li>Proverite sledeće:
					<ul><li>Drugi uređaji u mreži su uključeni
						<li>Ručno pode&scaron;ena mrežna adresa za &scaron;tampač je ispravna
						<li>Mrežna adresa &scaron;tampača je ista kao za druge uređaje</ul>
					<li>Ako je mrežna adresa neispravna, ispravite je putem LCD ekrana &scaron;tampača.<br>
						Ako ne možete da promenite pode&scaron;avanja putem &scaron;tampača, obavite to koristeći EpsonNet Setup.<br>
						Trenutna IP adresa, podmrežna maska i podrazumevani mrežni prolaz su prikazani u odeljku C (Network Status (Stanje mreže)).</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">10</td>
			<td>Setup is incomplete. (Konfigurisanje nije zavr&scaron;eno.) Confirm default gateway setup. (Proverite pode&scaron;avanja podrazumevanog mrežnog prolaza.)<br>
				Connection using the EpsonNet Setup is available. (Moguće je povezivanje pomoću programa EpsonNet Setup.)<br>
				Contact your network administrator for assistance. (Posavetujte se sa administratorom mreže.)
			<td><ol><li>Proverite sledeće:
					<ul><li>Ručno pode&scaron;ena adresa podrazumevanog mrežnog prolaza za &scaron;tampač je ispravna
						<li>Uređaj naveden kao podrazumevani mrežni prolaz je uključen</ul>
					<li>Ako je adresa podrazumevanog mrežnog prolaza neispravna, ispravite je putem LCD ekrana &scaron;tampača.<br>
						Ako ne možete da promenite pode&scaron;avanja putem &scaron;tampača, obavite to koristeći EpsonNet Setup.<br>
						Trenutna adresa podrazumevanog mrežnog prolaza je prikazana u odeljku C (Network Status (Stanje mreže)) pod stavkom &bdquo;Default Gateway&rdquo; (Podrazumevani mrežni prolaz).</ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">11</td>
			<td>Confirm the following: (Proverite sledeće)<br>
				-Entered security key/password is correct (Unet je ispravan bezbednosni ključ/lozinka)<br>
				-Index of the security key/password is set to the first number (Indeks bezbednosnog ključa/lozinke je pode&scaron;en na prvi broj)<br>
				-IP address, subnet mask, or default gateway setup is correct (Ispravna su pode&scaron;avanja za IP adresu, podmrežnu masku i podrazumevani mrežni prolaz)<br>
				Contact your network administrator for assistance. (Posavetujte se sa administratorom mreže.)
			<td><ol><li>Proverite sledeće:
					<ul><li>Drugi uređaji u mreži su uključeni
						<li>Ručno pode&scaron;ena mrežna adresa za &scaron;tampač je ispravna
						<li>Mrežna adresa &scaron;tampača je ista kao za druge uređaje</ul>
					<li>Ako ste proverili sve navedene stavke, probajte sledeće:
					<ul><li>Pokrenite program EpsonNet Setup na računaru koji se nalazi u istoj mreži u kojoj je i &scaron;tampač.<br>
							Ako je &scaron;tampač prikazan u listi &scaron;tampača, podesite IP adresu &scaron;tampača na ekranu za pode&scaron;avanje IP adrese. Ako &scaron;tampač nije na spisku, bezbednosni ključ je možda neispravan. Konfiguri&scaron;ite mrežu putem LCD ekrana &scaron;tampača i unesite ispravan bezbednosni ključ.
						<li>U WEP režimu bezbednosti možete registrovati vi&scaron;e bezbednosnih ključeva za pristupnu tačku. Ako ste registrovali vi&scaron;e ključeva, proverite da ste uneli prvi registrovani ključ.</ul></ol></td>
		</tr>
		<tr vAlign="top">
			<td align="center">12</td>
			<td>Confirm the following: (Proverite sledeće)<br>
				-Entered security key/password is correct (Unet je ispravan bezbednosni ključ/lozinka)<br>
				-Index of the security key/password is set to the first number (Indeks bezbednosnog ključa/lozinke je pode&scaron;en na prvi broj)<br>
				-Connection and network setup of the PC or other device is correct (Ispravni su priključak i mrežna konfiguracija računara ili drugog uređaja)<br>
				Contact your network administrator for assistance. (Posavetujte se sa administratorom mreže.)
			<td><ol><li>Proverite sledeće:
					<ul><li>Uključeni su mrežni uređaji kao &scaron;to su modem, čvori&scaron;te i ruter
						<li>IP adrese svih ostalih mrežnih uređaja osim &scaron;tampača su pode&scaron;ene ručno (ako je IP adresa &scaron;tampača dodeljena automataski a za druge mrežne uređaje ručno, mreža kojoj pripada &scaron;tampač može biti različita od mreže kojoj pripadaju ostali mrežni uređaji)</ul>
					<li>Ako ste proverili sve navedene stavke, probajte sledeće:
					<ul><li>Pokrenite program EpsonNet Setup na računaru koji se nalazi u istoj mreži u kojoj je i &scaron;tampač.<br>
							Ako je &scaron;tampač prikazan u listi &scaron;tampača, podesite IP adresu &scaron;tampača na ekranu za pode&scaron;avanje IP adrese. Ako &scaron;tampač nije na spisku, bezbednosni ključ je možda neispravan. Konfiguri&scaron;ite mrežu putem LCD ekrana &scaron;tampača i unesite ispravan bezbednosni ključ.
						<li>U WEP režimu bezbednosti možete registrovati vi&scaron;e bezbednosnih ključeva za pristupnu tačku. Ako ste registrovali vi&scaron;e ključeva, proverite da ste uneli prvi registrovani ključ.</ul></ol>
		</tr>
	</tbody>
</table>
<div class="body-t">
Proverite IP adresu &scaron;tampača i proverite da li mrežni &scaron;tampač može da pristupi drugim uređajima u mreži. U nekom slučajevima se ne može odrediti gre&scaron;ka. Preporučujemo da se za konfigurisanje mreže koristi EpsonNet Setup.
</div>
<br>
<div class="body-t"><b>O mrežnim adresama:</b></div>
	<div class="body-i">
	IP adresa označava uređaj priključen na mrežu, npr. računar, čvori&scaron;te ili ruter, kao i mrežni opseg kome on pripada. Uređaji na istoj mreži mogu međusobno da komuniciraju. Ako želite da uspostavite komunikaciju sa uređajima na nekoj drugoj mreži, za to je neophodan ruter. IP adresa se sastoji iz dva dela. Prvi deo se naziva &bdquo;mrežna adresa&rdquo; i označava mrežni opseg. Drugi deo se naziva &bdquo;adresa računara&rdquo; i označava mrežni uređaj. Razmera mrežne adrese i adrese računara zavisi od veličine (klase) konkretne mreže. Razmeru mrežne adrese i adrese računara možete podesiti pomoću podmrežne maske. <br>
	Ako &scaron;tampač koristite u kućnoj mreži, kada koristite DHCP funkciju pristupne tačke podesite IP adresu &scaron;tampača na &bdquo;Automatsku&rdquo;. Ako želite ručno da podesite IP adresu &scaron;tampača, pogledajte sledeće da biste podesili IP adresu i podmrežnu masku.
	<ol><li>Proverite IP adresu rutera (ili pristupne tačke) priključenog na računar. Za dodatne informacije pogledajte uputstvo za ruter (pristupnu tačku).
		<li>Sve IP adrese se zapisuju pomoću četiri brojčane vrednosti (kod IPv4). Podesite zadnju brojčanu vrednost tako da bude jedinstvena i u opsegu od 1 do 254. (Kada je ruter istovremeno i DHCP server ili ako u kućnoj mreži postoji jo&scaron; neki DHCP server, podesite vrednost tako da ne bude u sukobu sa IP adresama dodeljenim od strane DHCP servera.)
	</ol>
	<b>Primer postavki:</b><br>
	IP adresa rutera (ili pristupne tačke): 192.168.1.<b>1</b><br>
	Primer postavki &scaron;tampača: 192.168.1.<b>3</b><br>
	Ako svoj &scaron;tampač koristite u maloj mreži, <b>255.255.255.0</b> se postavlja kao podmrežna maska za sve mrežne uređaje. Takođe, mrežni prolaz koristi istu tu vrednost za IP adresu pristupne tačke.
	</div>
<p></p>
<div class="body-t" align="center"><a href="#top">Vrh<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
<a name="8. About the network environment"><br></a>
<h4>O mrežnom okruženju</h4>
<div class="body-t">
Pored izve&scaron;taja o stanju mreže/proveri mrežne veze, prikazuju se sledeće poruke koje označavaju faktore u mrežnom okruženju koje treba pobolj&scaron;ati.
</div>
<table  class="body-t" bgcolor="#ffffff" border="1" cellPadding="5" cellSpacing="0" width="100%">
	<tbody>
		<tr vAlign="top">
			<th width="45%" align="center">Poruke</th>
      		<th width="55%" align="center">Re&scaron;enja</th>
		</tr>
		<tr vAlign="top">
			<td>*Signal strength is low. (Signal je slab.) If you have problems printing or scanning, improve your wireless network environment. (Ako imate problema sa &scaron;tampanjem ili skeniranjem, unapredite bežično mrežno okruženje.)</td>
			<td>&Scaron;tampanje može zbog slabog signala biti sporo ili se prekinuti.<br>
				Da biste pobolj&scaron;ali mrežno okruženje, obavite sledeće:
				<ul><li>Postavite &scaron;tampač u blizinu pristupne tačke
					<li>Uklonite sve prepreke između pristupne tačke i &scaron;tampača.</ul></td>
		</tr>
		<tr vAlign="top">
			<td>*A router/access point channel conflict has been detected. (Otkriven je sukob kanala rutera/pristupne tačke.) If you have problems printing or scanning, improve your wireless network environment. (Ako imate problema sa &scaron;tampanjem ili skeniranjem, unapredite bežično mrežno okruženje.)</td>
			<td>Smetnje signala mogu izazvati druge bežične mreže kori&scaron;ćene u obližnjim prostorijama ili zgradama. Postavljanje &scaron;tampača u blizinu pristupne tačke može pobolj&scaron;ati mrežno okruženje.</td>
		</tr>
		<tr vAlign="top">
			<td>*Signal strength is low. (Signal je slab.) A router/access point channel conflict has been detected. (Otkriven je sukob kanala rutera/pristupne tačke.) If you have problems printing or scanning, improve your wireless network environment. (Ako imate problema sa &scaron;tampanjem ili skeniranjem, unapredite bežično mrežno okruženje.)</td>
			<td>&Scaron;tampanje može zbog slabog signala biti sporo ili se prekinuti. Smetnje signala mogu izazvati druge bežične mreže kori&scaron;ćene u obližnjim prostorijama ili zgradama.<br>
				Da biste pobolj&scaron;ali mrežno okruženje, obavite sledeće:
				<ul><li>Postavite &scaron;tampač u blizinu pristupne tačke
					<li>Uklonite sve prepreke između pristupne tačke i &scaron;tampača.</ul></td>
		</tr>
		<tr vAlign="top">
			<td>*Multiple network names (SSID) that match your entered network name (SSID) have been detected. (Otkriveno je nekoliko naziva mreže (SSID) koji se podudaraju sa nazivom mreže (SSID) koji ste uneli.) Confirm network name (SSID). (Potvrdite naziv mreže (SSID).)</td>
			<td>Povezujete se sa nekom drugom pristupnom tačkom.<br>
				Poku&scaron;ajte sledeće:<br>
				Promenite SSID pristupne tačke sa kojom želite da se povežete pa ponovo konfiguri&scaron;ite mrežna pode&scaron;avanja &scaron;tampača. 
		</tr>
<tr vAlign="top">
			<td>*No more devices can be connected. Disconnect one of the connected devices if you want to add another one.</td>
			<td>Ako želite da dodate novi uređaj, isključite jedan od aktivnih uređaja putem Wi-Fi podešavanja uređaja, ili isključite sve uređaje tako što ćete promeniti lozinku sa vašeg štampača.</tr>
</tbody>
</table>
<p></p>
<div class="body-t" align="center"><a href="#top">Vrh<img align="top" border="0" src="../../_img/_bg03.gif"></a></div>
</body>
</html>
